{"Lyrics": "5 ContributorsThe Woman in Black (1: Christmas Eve) LyricsChristmas Eve\nIt was nine-thirty on Christmas Eve. As I crossed the long entrance hall of Monk’s Piece on my way from the dining room, where we had just enjoyed the first of the happy, festive meals, toward the drawing room and the fire around which my family were now assembled, I paused and then, as I often do in the course of an evening, went to the front door, opened it and stepped outside.\n\nI have always liked to take a breath of the evening, to smell the air, whether it is sweetly scented and balmy with the flowers of midsummer, pungent with the bonfires and leaf-mold of autumn, or crackling cold from frost and snow. I like to look about me at the sky above my head, whether there are moon and stars or utter blackness, and into the darkness ahead of me; I like to listen for the cries of nocturnal creatures and the moaning rise and fall of the wind, or the pattering of rain in the orchard trees, I enjoy the rush of air toward me up the hill from the flat pastures of the river valley.\n\nTonight, I smelled at once, and with a lightening heart, that there had been a change in the weather. All the previous week, we had had rain, chilling rain and a mist that lay low about the house and over the countryside. From the windows, the view stretched no farther than a yard or two down the garden. It was wretched weather, never seeming to come fully light, and raw, too. There had been no pleasure in walking, the visibility was too poor for any shooting and the dogs were permanently morose and muddy. Inside the house, the lamps were lit throughout the day and the walls of larder, outhouse and cellar oozed damp and smelled sour, the fires sputtered and smoked, burning dismally low.\n\nMy spirits have for many years now been excessively affected by the ways of the weather, and I confess that, had it not been for the air of cheerfulness and bustle that prevailed in the rest of the house, I should have been quite cast down in gloom and lethargy, unable to enjoy the flavor of life as I should like and irritated by my own susceptibility. But Esmé is merely stung by inclement weather into a spirited defiance, and so the preparations for our Christmas holiday had this year been more than usually extensive and vigorous.\n\nI took a step or two out from under the shadow of the house so that I could see around me in the moonlight. Monk’s Piece stands at the summit of land that rises gently up for some four hundred feet from where the little River Nee traces its winding way in a north to south direction across this fertile, and sheltered, part of the country. Below us are pastures, interspersed with small clumps of mixed, broadleaf woodland. But at our backs for several square miles it is a quite different area of rough scrub and heathland, a patch of wildness in the midst of well-farmed country. We are but two miles from a good-sized village, seven from the principal market town, yet there is an air of remoteness and isolation which makes us feel ourselves to be much further from civilization.\n\nI first saw Monk’s Piece one afternoon in high summer, when out driving in the trap with Mr. Bentley. Mr. Bentley was formerly my employer, but I had lately risen to become a full partner in the firm of lawyers to which I had been articled as a young man (and with whom, indeed, I remained for my entire working life). He was at this time nearing the age when he had begun to feel inclined to let slip the reins of responsibility, little by little, from his own hands into mine, though he continued to travel up to our chambers in London at least once a week, until he died in his eighty-second year. But he was becoming more and more of a country-dweller. He was no man for shooting and fishing but, instead, he had immersed himself in the roles of country magistrate and churchwarden, governor of this, that and the other county and parish board, body and committee. I had been both relieved and pleased when finally he took me into full partnership with himself, after so many years, while at the same time believing the position to be no more than my due, for I had done my fair share of the donkey work and borne a good deal of the burden of responsibility for directing the fortunes of the firm with, I felt, inadequate reward—at least in terms of position.\n\nSo it came about that I was sitting beside Mr. Bentley on a Sunday afternoon, enjoying the view over the high hawthorn hedgerows across the green, drowsy countryside, as he let his pony take the road back, at a gentle pace, to his somewhat ugly and over-imposing manor house. It was rare for me to sit back and do nothing. In London I lived for my work, apart from some spare time spent in the study and collecting of watercolors. I was then thirty-five and I had been a widower for the past twelve years. I had no taste at all for social life and, although in good general health, was prone to occasional nervous illnesses and conditions, as a result of the experiences I will come to relate. Truth to tell, I was growing old well before my time, a somber, pale-complexioned man with a strained expression—a dull dog.\n\nI remarked to Mr. Bentley on the calm and sweetness of the day, and after a sideways glance in my direction he said, “You should think of getting yourself something in this direction—why not? Pretty little cottage—down there, perhaps?” And he pointed with his whip to where a tiny hamlet was tucked snugly into a bend of the river below, white walls basking in the afternoon sunshine. “Bring yourself out of town some of these Friday afternoons, take to walking, fill yourself up with fresh air and good eggs and cream.”\n\nThe idea had a charm, but only a distant one, seemingly unrelated to myself, and so I merely smiled and breathed in the warm scents of the grasses and the field flowers and watched the dust kicked up off the lane by the pony’s hooves and thought no more about it. Until, that is, we reached a stretch of road leading past a long, perfectly proportioned stone house, set on a rise above a sweeping view down over the whole river valley and then for miles away to the violet-blue line of hills in the distance.\n\nAt that moment, I was seized by something I cannot precisely describe, an emotion, a desire—no, it was rather more, a knowledge, a simple certainty, which gripped me, and all so clear and striking that I cried out involuntarily for Mr. Bentley to stop, and, almost before he had time to do so, climbed out of the pony trap into the lane and stood on a grassy knoll, gazing first up at the house, so handsome, so utterly right for the position it occupied, a modest house and yet sure of itself, and then looking across at the country beyond. I had no sense of having been here before, but an absolute conviction that I would come here again, that the house was already mine, bound to me invisibly.\n\nTo one side of it, a stream ran between the banks toward the meadow beyond, whence it made its meandering way down to the river.\n\nMr. Bentley was now looking at me curiously, from the trap. “A fine place,” he called.\nI nodded, but, quite unable to impart to him any of my extreme emotions, turned my back upon him and walked a few yards up the slope from where I could see the entrance to the old, overgrown orchard that lay behind the house and petered out in long grass and tangled thicket at the far end. Beyond that, I glimpsed the perimeter of some rough-looking, open land. The feeling of conviction I have described was still upon me, and I remember that I was alarmed by it, for I had never been an imaginative or fanciful man and certainly not one given to visions of the future. Indeed, since those earlier experiences I had deliberately avoided all contemplation of any remotely nonmaterial matters, and clung to the prosaic, the visible and tangible.\n\nNevertheless, I was quite unable to escape the belief—nay, I must call it more, the certain knowledge—that this house was one day to be my own home, that sooner or later, though I had no idea when, I would become the owner of it. When finally I accepted and admitted this to myself, I felt on that instant a profound sense of peace and contentment settle upon me such as I had not known for very many years, and it was with a light heart that I returned to the pony trap, where Mr. Bentley was awaiting me more than a little curiously.\n\nThe overwhelming feeling I had experienced at Monk’s Piece remained with me, albeit not in the forefront of my mind, when I left the country that afternoon to return to London. I had told Mr. Bentley that if ever he were to hear that the house was for sale, I should be eager to know of it.\n\nSome years later, he did so. I contacted the agents that same day and hours later, without so much as returning to see it again, I had offered for it, and my offer was accepted. A few months prior to this, I had met Esmé Ainley. Our affection for one another had been increasing steadily, but, cursed as I still was by my indecisive nature in all personal and emotional matters, I had remained silent as to my intentions for the future. I had enough sense to take the news about Monk’s Piece as a good omen, however, and a week after I had formally become the owner of the house, traveled into the country with Esmé and proposed marriage to her among the trees of the old orchard. This offer, too, was accepted and very shortly afterward we were married and moved at once to Monk’s Piece. On that day, I truly believed that I had at last come out from under the long shadow cast by the events of the past and saw from his face and felt from the warmth of his handclasp that Mr. Bentley believed it too, and that a burden had been lifted from his own shoulders. He had always blamed himself, at least in part, for what had happened to me—it had, after all, been he who had sent me on that first journey up to Crythin Gifford, and Eel Marsh House, and to the funeral of Mrs. Drablow.\n\nBut all of that could not have been further from my conscious thought at least, as I stood taking in the night air at the door of my house, on that Christmas Eve. For some fourteen years now Monk’s Piece had been the happiest of homes—Esmé’s and mine, and that of her four children by her first marriage, to Captain Ainley. In the early days I had come here only at weekends and holidays but London life and business began to irk me from the day I bought the place and I was glad indeed to retire permanently into the country at the earliest opportunity.\n\nAnd, now, it was to this happy home that my family had once again repaired for Christmas. In a moment, I should open the front door and hear the sound of their voices from the drawing room—unless I was abruptly summoned by my wife, fussing about my catching a chill. Certainly, it was very cold and clear at last. The sky was pricked over with stars and the full moon rimmed with a halo of frost. The dampness and fogs of the past week had stolen away like thieves into the night, the paths and the stone walls of the house gleamed palely and my breath smoked on the air.\n\nUpstairs, in the attic bedrooms, Isobel’s three young sons—Esmé’s grandsons—slept, with stockings tied to their bedposts. There would be no snow for them on the morrow, but Christmas Day would at least wear a bright and cheerful countenance.\n\nThere was something in the air that night, something, I suppose, remembered from my own childhood, together with an infection caught from the little boys, that excited me, old as I was. That my peace of mind was about to be disturbed, and memories awakened that I had thought forever dead, I had, naturally, no idea. That I should ever again renew my close acquaintance, if only in the course of vivid recollections and dreams, with mortal dread and terror of spirit, would have seemed at that moment impossible.\n\nI took one last look at the frosty darkness, sighed contentedly, called to the dogs, and went in, anticipating nothing more than a pipe and a glass of good malt whisky beside the crackling fire, in the happy company of my family. As I crossed the hall and entered the drawing room, I felt an uprush of well-being, of the kind I have experienced regularly during my life at Monk’s Piece, a sensation that leads on naturally to another, of heartfelt thankfulness. And indeed I did give thanks, at the sight of my family ensconced around the huge fire which Oliver was at that moment building to a perilous height and a fierce blaze with the addition of a further great branch of applewood from an old tree we had felled in the orchard the previous autumn. Oliver is the eldest of Esmé’s sons, and bore then, as now, a close resemblance both to his sister Isobel (seated beside her husband, the bearded Aubrey Pearce) and to the brother next in age, Will. All three of them have good, plain, open English faces, inclined to roundness and with hair and eyebrows and lashes of a light chestnut brown—the color of their mother’s hair before it became threaded with gray.\n\nAt that time, Isobel was only twenty-four years old but already the mother of three young sons, and set fair to produce more. She had the plump, settled air of a matron and an inclination to mother and oversee her husband and brothers as well as her own children. She had been the most sensible, responsible of daughters, she was affectionate and charming, and she seemed to have found, in the calm and level-headed Aubrey Pearce, an ideal partner. Yet at times I caught Esmé looking at her wistfully, and she had more than once voiced, though gently and to me alone, a longing for Isobel to be a little less staid, a little more spirited, even frivolous.\n\nIn all honesty, I could not have wished it so. I would not have wished for anything to ruffle the surface of that calm, untroubled sea.\n\nOliver Ainley, at that time nineteen, and his brother Will, only fourteen months younger, were similarly serious, sober young men at heart, but for the time being they still enjoyed all the exuberance of young puppies, and indeed it seemed to me that Oliver showed rather too few signs of maturity for a young man in his first year at Cambridge and destined, if my advice prevailed with him, for a career at the Bar. Will lay on his stomach before the fire, his face aglow, chin propped upon his hands. Oliver sat nearby, and from time to time a scuffle of their long legs would break out, a kicking and shoving, accompanied by a sudden guffawing, for all the world as if they were ten years old all over again.\n\nThe youngest of the Ainleys, Edmund, sat a little apart, separating himself, as was his wont, a little distance from every other person, not out of any unfriendliness or sullen temper but because of an innate fastidiousness and reserve, a desire to be somewhat private, which had always singled him out from the rest of Esmé’s family, just as he was also unlike the others in looks, being pale-skinned, and long-nosed, with hair of an extraordinary blackness, and blue eyes. Edmund was then fifteen. I knew him the least well, understood him scarcely at all, felt uneasy in his presence, and yet perhaps in a strange way loved him more deeply than any.\nThe drawing room at Monk’s Piece is long and low, with tall windows at either end, close-curtained now, but by day letting in a great deal of light from both north and south. Tonight, festoons and swags of fresh greenery, gathered that afternoon by Esmé and Isobel, hung over the stone fireplace, and intertwined with the leaves were berries and ribbons of scarlet and gold. At the far end of the room stood the tree, candlelit and bedecked, and beneath it were piled the presents. There were flowers, too, vases of white chrysanthemums, and in the center of the room, on a round table, a pyramid of gilded fruit and a bowl of oranges stuck all about with cloves, their spicy scent filling the air and mingling with that of the branches and the wood-smoke to be the very aroma of Christmas.\n\nI sat down in my own armchair, drew it back a little from the full blaze of the fire, and began the protracted and soothing business of lighting a pipe. As I did so, I became aware that I had interrupted the others in the midst of a lively conversation, and that Oliver and Will at least were restless to continue.\n\n“Well,” I said, through the first, cautious puffs at my tobacco, “and what’s all this?”\n\nThere was a further pause, and Esmé shook her head, smiling over her embroidery.\n\n“Come …”\n\nThen Oliver got to his feet and began to go about the room rapidly switching off every lamp, save the lights upon the Christmas tree at the far end, so that, when he returned to his seat, we had only the immediate firelight by which to see one another, and Esmé was obliged to lay down her sewing—not without a murmur of protest.\n\n“May as well do the job properly,” Oliver said with some satisfaction.\n\n“Oh, you boys …”\n\n“Now come on, Will, your turn, isn’t it?”\n\n“No, Edmund’s.”\n\n“Ah-ha,” said the youngest of the Ainley brothers, in an odd, deep voice. “I could an’ if I would!”\n\n“Must we have the lights out?” Isobel spoke as if to much smaller boys.\n\n“Yes, Sis, we must, that’s if you want to get the authentic atmosphere.”\n“But I’m not sure that I do.”\n\nOliver gave a low moan. “Get on with it then, someone.”\n\nEsmé leaned over toward me. “They are telling ghost stories.”\n\n“Yes,” said Will, his voice unsteady with both excitement and laughter. “Just the thing for Christmas Eve. It’s an ancient tradition!”\n\n“The lonely country house, the guests huddled around the fireside in a darkened room, the wind howling at the casement …” Oliver moaned again.\n\nAnd then came Aubrey’s stolid, good-humored tones. “Better get on with it then.” And so they did, Oliver, Edmund and Will vying with one another to tell the horridest, most spine-chilling tale, with much dramatic effect and mock-terrified shrieking. They outdid one another in the far extremes of inventiveness, piling agony upon agony. They told of dripping stone walls in uninhabited castles and of ivy-clad monastery ruins by moonlight, of locked inner rooms and secret dungeons, dank charnel houses and overgrown graveyards, of footsteps creaking upon staircases and fingers tapping at casements, of howlings and shriekings, groanings and scuttlings and the clanking of chains, of hooded monks and headless horsemen, swirling mists and sudden winds, insubstantial specters and sheeted creatures, vampires and bloodhounds, bats and rats and spiders, of men found at dawn and women turned white-haired and raving lunatic, and of vanished corpses and curses upon heirs. The stories grew more and more lurid, wilder and sillier, and soon the gasps and cries merged into fits of choking laughter, as each one, even gentle Isobel, contributed more ghastly detail.\n\nAt first, I was amused, indulgent, but as I sat on, listening, in the firelight, I began to feel set apart from them all, an outsider to their circle. I was trying to suppress my mounting unease, to hold back the rising flood of memory.\n\nThis was a sport, a high-spirited and harmless game among young people, for the festive season, and an ancient tradition, too, as Will had rightly said, there was nothing to torment and trouble me, nothing of which I could possibly disapprove. I did not want to seem a killjoy, old and stodgy and unimaginative, I longed to enter into what was nothing more nor less than good fun. I fought a bitter battle within myself, my head turned away from the firelight so that none of them should chance to see my expression which I knew began to show signs of my discomfiture.\n\nAnd then, to accompany a final, banshee howl from Edmund, the log that had been blazing on the hearth collapsed suddenly and, after sending up a light spatter of sparks and ash, died down so that there was near-darkness. And then silence in the room. I shuddered. I wanted to get up and go round putting on every light again, see the sparkle and glitter and color of the Christmas decorations, have the fire blazing again cheerfully, I wanted to banish the chill that had settled upon me and the sensation of fear in my breast. Yet I could not move, it had, for the moment, paralyzed me, just as it had always done, it was a long-forgotten, once too-familiar sensation.\n\nThen, Edmund said, “Now come, stepfather, your turn,” and at once the others took up the cry, the silence was broken by their urgings, with which even Esmé joined.\n\n“No, no.” I tried to speak jocularly. “Nothing from me.”\n\n“Oh, Arthur …”\n\n“You must know at least one ghost story, stepfather, everyone knows one …”\n\nAh, yes, yes, indeed. All the time I had been listening to their ghoulish, lurid inventions, and their howling and groans, the one thought that had been in my mind, and the only thing I could have said was, “No, no, you have none of you any idea. This is all nonsense, fantasy, it is not like this. Nothing so blood-curdling and becreepered and crude—not so … so laughable. The truth is quite other, and altogether more terrible.”\n\n“Come on, stepfather.”\n\n“Don’t be an old spoilsport.”\n\n“Arthur?”\n\n“Do your stuff, stepfather, surely you’re not going to let us down?”\n\nI stood up, unable to bear it any longer.\n\n“I am sorry to disappoint you,” I said. “But I have no story to tell!” And went quickly from the room, and from the house.\n\nSome fifteen minutes later, I came to my senses and found myself on the scrubland beyond the orchard, my heart pounding, my breathing short. I had walked about in a frenzy of agitation, and now, realizing that I must make an effort to calm myself, I sat down on a piece of old, moss-covered stone, and began to take deliberate, steady breaths in on a count of ten and out again, until I felt the tension within myself begin to slacken and my pulse become a little steadier, my head clearer. After a short while longer, I was able to realize my surroundings once again, to note the clearness of the sky and the brightness of the stars, the air’s coldness and the crispiness of the frost-stiffened grass beneath my feet.\n\nBehind me, in the house, I knew that I must have left the family in a state of consternation and bewilderment, for they knew me normally as an even-tempered man of predictable emotions. Why they had aroused my apparent disapproval with the telling of a few silly tales and prompted such curt behavior, the whole family would be quite at a loss to understand, and very soon I must return to them, make amends and endeavor to brush off the incident, renew some of the air of jollity. What I would not be able to do was explain. No. I would be cheerful and I would be steady again, if only for my dear wife’s sake, but no more.\n\nThey had chided me with being a spoilsport, tried to encourage me to tell them the one ghost story I must surely, like any other man, have it in me to tell. And they were right. Yes, I had a story, a true story, a story of haunting and evil, fear and confusion, horror and tragedy. But it was not a story to be told for casual entertainment, around the fireside upon Christmas Eve.\n\nI had always known in my heart that the experience would never leave me, that it was now woven into my very fibers, an inextricable part of my past, but I had hoped never to have to recollect it, consciously, and in full, ever again. Like an old wound, it gave off a faint twinge now and again, but less and less often, less and less painfully, as the years went on and my happiness, sanity and equilibrium were assured. Of late, it had been like the outermost ripple on a pool, merely the faint memory of a memory.\n\nNow, tonight, it again filled my mind to the exclusion of all else. I knew that I should have no rest from it, that I should lie awake in a chill of sweat, going over that time, those events, those places. So it had been night after night for years.\n\nI got up and began to walk about again. Tomorrow was Christmas Day. Could I not be free of it at least for that blessed time, was there no way of keeping the memory, and the effects it had upon me, at bay, as an analgesic or a balm will stave off the pain of a wound, at least temporarily? And then, standing among the trunks of the fruit trees, silver-gray in the moonlight, I recalled that the way to banish an old ghost that continues its hauntings is to exorcise it. Well then, mine should be exorcised. I should tell my tale, not aloud, by the fireside, not as a diversion for idle listeners—it was too solemn, and too real, for that. But I should set it down on paper, with every care and in every detail. I would write my own ghost story. Then perhaps I should finally be free of it for whatever life remained for me to enjoy.\n\nI decided at once that it should be, at least during my lifetime, a story for my eyes only. I was the one who had been haunted and who had suffered—not the only one, no, but surely, I thought, the only one left alive, I was the one who, to judge by my agitation of this evening, was still affected by it deeply, it was from me alone that the ghost must be driven.\n\nI glanced up at the moon, and at the bright, bright Pole star. Christmas Eve. And then I prayed, a heartfelt, simple prayer for peace of mind, and for strength and steadfastness to endure while I completed what would be the most agonizing task, and I prayed for a blessing upon my family, and for quiet rest to us all that night. For, although I was in control of my emotions now, I dreaded the hours of darkness that lay ahead.\n\nFor answer to my prayer, I received immediately the memory of some lines of poetry, lines I had once known but long forgotten. Later, I spoke them aloud to Esmé, and she identified the source for me at once.\n\n“Some say that ever ’gainst that season comes\n\nWherein our Savior’s birth is celebrated,\n\nThis bird of dawning singeth all night long.\n\nAnd then, they say, no spirit dare stir abroad,\n\nThe nights are wholesome, then no planets strike,\n\nNo Fairy takes, nor witch hath power to charm,\n\nSo hallowed and so gracious is that time.”\n\nAs I recited them aloud, a great peace came upon me, I was wholly myself again yet stiffened by my resolution. After this holiday when the family had all departed, and Esmé and I were alone, I would begin to write my story.\n\nWhen I returned to the house, Isobel and Aubrey had gone upstairs to share the delight of creeping about with bulging stockings for their young sons, Edmund was reading, Oliver and Will were in the old playroom at the far end of the house, where there was a battered billiard table, and Esmé was tidying the drawing room, preparatory to going to bed. About that evening’s incident, nothing whatsoever was said, though she wore an anxious expression, and I had to invent a bad bout of acute indigestion to account for my abrupt behavior. I saw to the fire, damping down the flames, and knocked out my pipe on the side of the hearth, feeling quiet and serene again, and no longer agitated about what lonely terrors I might have to endure, whether asleep or awake, during the small hours of the coming night.\n\nTomorrow was Christmas Day, and I looked forward to it eagerly and with gladness, it would be a time of family joy and merrymaking, love and friendship, fun and laughter.\n\nWhen it was over, I would have work to do.Embed"}