{"Lyrics": "1 Contributor2010 Lyrics[Verse One] [Eligh]:\nNow with the cross of the company that's cloggin' up your arteries\nCholesterol but its speading so quickly. Sticky fingers\nGrabin the sharp end of a box cutter Leaving the blood of a soldier, older, wise and colder\nArena such a ray of our haters disintegrate. Atom bombs drop. Now they gon stop\nAs I pilot my palm on the boss, holla my name in the shadows, lookin\nThe nemesis better let the veteran head of you walk with the past\nLast samurai. Deep sleep dab in my debonair divine mind to shatter your glass house\nSo don't face grace. Straight lace with mace. Beautiful irritant\nOmnipotent crow crawlin around in your conscious\nRaising my wings start a tornado tearing your time tables\nAble to fly without leaving the ground\nBred of the cries of a generation submitted to bitter bitlets of sound\nFuck your brontosaurus tearin up you town\nI'm initiating an annul ticket to renaissance\nI'm scaling the tallest building to speak out my willing it's a rock\nSegregated, separated from weaker species of man kind\nI'm that gypsy king, one of the three keys to part the seas\nAbstract fellow, hell of a song to sing\n\n[Verse Two] [Scarub]:\nCrash your party like a rocket ship\nBack from the outer limits\nBlack with a lot of lip\nA rock with your wonder mimic cop\nI'm amazing. My other side of three is in it\nBoy in the hood meets but head with some peoples in it\nHa ha so cool when I burn the leaf I plan to leave her alone\nAlone leave her to learn to blaze this chrome with these ghetto combs\nTo either love me or leave me alone. Either or\nIt's like a one night stand, baby I'm gone in the morning\nCame to give you what you wanted, to bounce like a comet\nYou can jam in the morning, you out or you in\nGypsy gang nah im sayin we just playin the track\nOr playin with matches, to see what catches\nAnd what trusts with the names can prepare to be classics\nLook Ma no hands. Now watch my magic\nTurn the world as we know it upside down like back flips\nMy approach to life is like mike in mid flight\nTongue out I ain't polite\nI pull off the unbelievable like close that's the bare naked\nSuppose you could make now where would you take it\nStone cold with a jagged edge\nI hurl myself across the universe\nSkip it like a lake of play\nTo put it down like a sledge hammer head shark\nGod said let there be light, I'm as bright as the sun in the dark\nThey say we live a long barble time but that don't mean much to me\nI'm from the people who stole their freedom\nAnd whatever you kill you keep, so I keep a grip tight on the mic\nIt's a choking feeling, like a choke hold\nThe more you fight, the harder it is to breathe\nAnd we won't let go. You can heave and ho and take it gone. 3MG\nYou might also like[Verse Three] [Murs]:\nAnother guitar loop, from a bizarre troop\nDippin' through your space like the infamous star groups\nSee comets start streaking when the 3 start speaking\nCause we intergalactic over beats we be freaking\nEven in the Pleiades they fans of the 3 MC's\nKnown to travel light years just to buy CDs\nYou see them at the store and they wear a disguise\nYou can tell they're aliens by the look in their eyes\nEven they don't realize where they come from\nFragile memories erased by a powerful sun\nEver feel out of place with no space to run\nWell look deep into the mirror cause you might be one\nI'm tryin to help you remember to the pace of a drum\nSo we can all fly home cause the time has come\nEver feel out of place with no space to run\nThen return to your ships cause the time has comeEmbed"}