{"Lyrics": "1 ContributorJIGGA JUICE CREW HAS ARRIVED FT. RAIDERAID & PANTYLORD Lyrics{Intro: God Equinox Bitch}\n\nNoirbyt to orbit\nNoirbyt to orbit\nNoirbyt to orbit\nNoirbyt to orbit\n\n{Hook: LXL_D00M}\n\nHad to kill that nigga (Nigga)\nClashes sent him to a new dimension (Uh)\nHe don't know what's goin' on he lacks the vision (Yuh)\nEradicate all niggers is my mission (Yuh Uh Uh AYE)\n\n{Verse 1: Noirbyt}\n\nYea the system is crying\nGetting high steady flying\nHad to open my eyelids\nIgnoring black on black violence\nLet us pray a moment of silence\nI can still hear the sirens\nWhile the opps steady hiding\nViolence spreads like a virus\n\nYou might also like{Verse 2: RaiderAID}\n\nWhen we spread like a plague, that will be the end of your days\nYou can't see no hate in my eyes, but if I wanna kill you you're done\nBetter ask for forgiveness or sum (Better pray)\nCause you ain't no match for me and my squad of giants!\nBitch you small (Little)\nYou can't stand tall like us, we starting somethin'\nAnd we ain't even tryin'\nYou look so silly so small with that Glock that gun\nIs you shooting shit? (You ain't shooting shit)\nStand around shootin that shit wit ya pals\nSayin the same shit, we ain't the same bitch (Nah)\nWe ain't doing the same shit (No)\nNow I'm charged up like the Super Saiyan! (SAIYAN)\n\n{Hook: LXL_D00M}\n\nHad to kill that nigga (Nigga)\nClashes sent him to a new dimension (Uh)\nHe don't know what's goin' on he lacks the vision (Yuh)\nEradicate all niggers is my mission (Yuh Uh Uh AYE)\n\n\n{Verse 3: LXL_D00M}\nYoung nigga cured it won the Nobel Prize (Aye)\nNow nigga thinkin' he the Lord of the Flies (Yuh)\nI'll rule the universe up until I die (Aye)\nI don't have the time it's not caught in my eyes\nI don't have no time I'm legit I'm just saying (Bitch)\nGoin Super Saiyan Goku on the flow, (Aye)\nThese niggas don't even know, (Yuh Aye)\nFuck with my niggas we gone cut yo fucking throat\nSavage like Capone\nMoonlight Valentine Smash ya ass yuh (YUH)\n\n{Bridge: Noirbyt}\n\nYea, we do it by the day\nDon't give a fuck what they say\nThey holding they guns\nShootin' acting like they do it for the fun\nF is for fuck niggas, cappin' all the time\nU is for unity, they want to see us divide\nN is for no niggas, can't you see the signs?\nYea they all gotta die (aye aye aye yuh AYE)\n\n{Verse 4: PantyLord}\n\nI wanna eat yo ass bitch, pass gas in my mouth bitch\nMy cat died\nAw\nHe had feline Aids\nAw\nBrought her back to my place she ain't like my Yu-Gi-Oh collection\nSo I collected her right up, and pushed her out of the door\nAn insurrection on my erection\nErecting my hatred like the Eifel Tower\nPower\nIf you dip your balls in soy sauce they taste sour\nHanging from the ceiling bleeding gold paint on the blood-red floor\nA virtuous pentangle I repent\nMother Mary morphs into Drew Carey, Is the Price Right?\nRighteous rivalry the heavens above me scream as I fade away\nTormented soul Obelisk blue as my sorrow\nI won't be alive to see tomorrowEmbed"}