{"Lyrics": "1 ContributorDowney v. Bob’s Discount Furniture Holdings, Inc.:  When is an expert an ”Expert”? LyricsUnited States Court of Appeals, First Circuit, 633 F.3d 1 (2011).\n\nSELYA, Circuit Judge.\n\nAlthough this appeal challenges three rulings of the district court, it turns on only one of them: the exclusion of expert testimony as a sanction for failure to comply with the disclosure requirements of Federal Rule of Civil Procedure 26(a)(2)(B). Because the expert in question was not an expert specially retained or employed for the purpose of testifying, we hold that the rule did not justify exclusion of the proffered testimony. Finding that error prejudicial, we reverse.I. BACKGROUNDIn 2005, the plaintiffs, Yvette Downey and her daughter, Ashley Celester, were living in Randolph, Massachusetts. Early that year they began to experience skin irritation, which they originally attributed to allergies or infections. In the crepuscular hours of July 24, 2005, they awoke to discover an outbreak of insects. The parties agree in their briefs that some of the bugs were covering Ashley's body.\n\nYvette Downey immediately called Allegiance Pest Control and spoke to the service manager, Edward Gordinier, a licensed and experienced exterminator. Gordinier inspected the plaintiffs' home that day. His inspection revealed “bedbugs harboring in the bed frame,” which had been purchased from the defendant, Bob's Discount Furniture Holdings, Inc., as part of a children's bedroom set. The defendant delivered the set on December 29, 2004.\n\nContemporaneous with the inspection, Gordinier prepared an incident report summarizing his findings. Pertinently, the report stated:\n\nI inspected the entire apartment for insect activity. I found a moderate infestation of bed bugs throughout the house. The main source of activity is coming from [Ashley Celester's] room. It appears as though they have been carried to other areas of the house unknowingly. I recommend the entire house receive treatment immediately.\n\nYvette Downey promptly informed the defendant of the bedbug infestation. Moreover, on the day after his initial inspection, Gordinier sent a facsimile transmission to the defendant. The fax reported his findings and encouraged the defendant to defray the costs of extermination. Consistent with its return policy, the defendant retrieved and destroyed the allegedly offending furniture and refunded the purchase price. It did not agree to pay for the costs of extermination.\n\nAt the plaintiffs' request, Gordinier subsequently carried out the needed extermination treatments. The plaintiffs allege that they experienced lasting health problems, emotional distress, and economic loss as a result of the entomological episode.\n\nInvoking diversity jurisdiction, 28 U.S.C. § 1332(a)(1), the plaintiffs sued in the United States District Court for the District of Massachusetts. The operative pleading—their amended complaint—asserted claims for negligence, breach of implied warranties of fitness for a particular purpose and merchantability, and violations of a Massachusetts consumer protection law. The defendant denied fault.\n\nOn June 4, 2007, the parties agreed to proceed before a magistrate judge. See 28 U.S.C. § 636(c); Fed.R.Civ.P. 73(a). The magistrate judge (whom we hereafter shall refer to as the district court) gave the parties until November 14, 2007 to designate experts. On the very day on which that deadline expired, the plaintiffs designated their exterminator, Gordinier, as an expert. This disclosure related that Gordinier would “be used by [the plaintiffs] to give opinion testimony and otherwise present evidence under F.R.E. 702, 703 and/or 705.”\n\nAlthough the plaintiffs named Gordinier (who, in all events, had previously been listed as a fact witness), they did not produce a written report delineating the details of Gordinier's anticipated testimony, nor did they specify his qualifications. Instead, they asserted that Gordinier had not been retained or specially employed as an expert (and that, therefore, no such supplemental disclosures were required).\n\nAt subsequent pretrial conferences, the defendant maintained that the plaintiffs' disclosure was incomplete without a written report. The plaintiffs continued to demur.\n\nAt a conference held on April 10, 2008, the plaintiffs represented that they would call Gordinier as an expert witness on the issue of causation. His opinion would be offered to show that the bedbugs probably had been delivered along with the purchased bedroom set. The plaintiffs' lawyer stated that Gordinier based this conclusion on his observation that the bedbugs were harboring in the bed frame and on his specialized knowledge that bedbugs were capable of living dormant and without feeding for many months.\nForewarned by this representation, the defendant noticed Gordinier's deposition. It then canceled the scheduled deposition, explaining that neither Gordinier's findings nor his qualifications had been adequately disclosed.\n\nAs trial approached, the case was reassigned to a different magistrate judge. The defendant subsequently filed two motions in limine. The first sought preclusion of Gordinier's opinion on causation. The second sought preclusion of evidence of thirty-six customer complaints that the defendant had received between 2004 and 2006.\n\nThe district court heard arguments and granted both motions. The court grounded its preclusion of Gordinier's opinion testimony on the plaintiffs' failure to submit a written report as required by Federal Rule of Civil Procedure 26(a)(2)(B).FN2 As to the second motion, the court found the customer complaint evidence not relevant and, in any event, more prejudicial than probative.  (Relatedly, the court ordered the plaintiffs to provide the defendant with a copy of Gordinier's curriculum vitae and an enumeration of all other cases in which he had testified. See Fed.R.Civ.P. 26(a)(2)(B). In response to this directive, the plaintiffs furnished a document stating that Gordinier had no curriculum vitae and had not previously testified. That ruling and response are not in issue on this appeal.)\n\nTrial commenced on July 27, 2009. The plaintiffs called Gordinier as their first witness. After he had related details of his inspection of the premises, he was asked whether he had formed an opinion as to the source of the bedbug infestation. He replied in the affirmative. Upon the defendant's objection to admission of that opinion, the court reaffirmed its pretrial ruling and prohibited the plaintiffs from pursuing Gordinier's opinion testimony as to the cause of the infestation.\n\nIn addition to fact testimony from Gordinier, the plaintiffs themselves testified and they introduced the deposition of the defendant's manager of delivery operations. This deposition testimony revealed that the defendant had no written policy on the prevention of bedbug infestations. It also revealed that used bedding retrieved from customers' homes was routinely hauled in the same trucks and at the same times as new furniture to be delivered.\n\nAt the close of the plaintiffs' case in chief, the defendant moved for judgment as a matter of law. See Fed.R.Civ.P. 50(a). Concluding that the plaintiffs had not offered sufficient evidence to show either that “bedbugs existed in the furniture at the time it was delivered” or that the defendant “breached the relevant standard of care,” the district court granted the motion. This timely appeal ensued.II. ANALYSISOn appeal, the plaintiffs claim that the district court abused its discretion both in excluding Gordinier's opinion testimony and in blocking the introduction of customer complaint evidence. The plaintiffs add that because of these errant rulings, the district court incorrectly took the case from the jury. We address these claims sequentially.\n\nA. Expert Testimony.\n\nThe trial court's exclusion of Gordinier's opinion testimony rested on its conclusion that the plaintiffs' failure during discovery to produce a written report from Gordinier transgressed the commands of Rule 26(a)(2)(B). The district court's action amounts to preclusion as a sanction for a discovery violation and, thus, is reviewed for abuse of discretion. Macaulay v. Anas, 321 F.3d 45, 51 (1st Cir.2003).\n\nThis is a familiar standard of review. A court abuses its discretion “if it ignores a material factor deserving significant weight, relies upon an improper factor, or assesses only the proper mix of factors but makes a serious mistake in evaluating them.” Gomez v. Rivera Rodríguez, 344 F.3d 103, 112 (1st 1Cir.2003). Embedded within this rubric is the principle that a material error of law invariably constitutes an abuse of discretion. Gay Officers Action League v. Puerto Rico, 247 F.3d 288, 292 (1st Cir.2001). It is against this backdrop that we examine the challenged ruling.\n\nWe have explained that Rule 26 “is an integral part of the machinery devised to facilitate the management of pretrial discovery.” Gomez, 344 F.3d at 112. Among other things, the rule provides for wide-ranging pretrial disclosures in connection with anticipated expert testimony. At its most basic level, the rule obligates a party who wishes to offer expert testimony to disclose “the identity of any witness it may use at trial to present evidence under Federal Rule of Evidence 702, 703, or 705.” Fed.R.Civ.P. 26(a)(2)(A). In the case at hand, the plaintiffs seasonably complied with this identification requirement, naming Gordinier as a potential expert witness regarding causation.\n\nOther, more stringent disclosure requirements pertain to a witness who is “retained or specially employed to provide expert testimony in the case or ... whose duties as the party's employee regularly involve giving expert testimony.” Fed.R.Civ.P. 26(a)(2)(B). The proponent of a witness falling into this subset must submit to the opposing party “a written report containing, inter alia, detailed information as to the qualifications and intended testimony of the witness.” *6  Gomez, 344 F.3d at 113 (discussing Rule 26(a)(2)(B)). The district court held that Gordinier came within this taxonomy and that, therefore, the plaintiffs had flouted their obligation to furnish the required information. In the court's view, the plaintiffs' failure warranted the preclusion of Gordinier's opinion testimony. The question, then, is whether Gordinier fit into this subset of experts.\n\n“It is well settled that ‘the starting point for interpreting a statute is the language of the statute itself.’ ” Gwaltney of Smithfield, Ltd. v. Chesapeake Bay Found., Inc., 484 U.S. 49, 56, 108 S.Ct. 376, 98 L.Ed.2d 306 (1987) (quoting Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc., 447 U.S. 102, 108, 100 S.Ct. 2051, 64 L.Ed.2d 766 (1980)); see  In re 229 Main St. Ltd. P'ship, 262 F.3d 1, 5 (1st Cir.2001). The same starting point obtains when a court is charged with interpreting a formal procedural rule. See, e.g.,  In re Pharm. Indus. Average Wholesale Price Litig., 588 F.3d 24, 39 (1st Cir.2009); Duluth Lighthouse for the Blind v. C.G. Bretting Mfg. Co., 199 F.R.D. 320, 325 (D.Minn.2000).\n\nAs the text of Rule 26(a)(2)(B) makes plain, the rule covers two types of experts: (i) “retained or specially employed” experts who meet certain criteria and (ii) employees of a party who meet certain criteria. Fed.R.Civ.P. 26(a)(2)(B). Because there is no suggestion that Gordinier was regularly employed by the plaintiffs, the lens of our inquiry narrows to whether he was “retained or specially employed.”\nThe circumstances suggest that he was not. For one thing, there is no evidence that Gordinier was a person who held himself out for hire as a purveyor of expert testimony. For another thing, there is no evidence that he was charging a fee for his testimony.\n\nIn order to give the phrase “retained or specially employed” any real meaning, a court must acknowledge the difference between a percipient witness who happens to be an expert and an expert who without prior knowledge of the facts giving rise to litigation is recruited to provide expert opinion testimony. It is this difference, we think, that best informs the language of the rule.\n\nThis point is most aptly illustrated by the distinction that courts have drawn between treating physicians and physicians recruited for the purpose of giving expert opinion testimony. The advisory committee specifically uses this distinction to illustrate the type of witness exempted from the written report requirement. See Fed.R.Civ.P. 26 advisory committee's note. Courts have followed suit. See, e.g.,  Gomez, 344 F.3d at 113.\n\nThis analogy is persuasive here. Like a treating physician—and unlike a prototypical expert witness—Gordinier was not retained or specially employed for the purpose of offering expert opinion testimony. Rather, he was “an actor with regard to the occurrences from which the tapestry of the lawsuit was woven.” Id. Put another way, his opinion testimony arises not from his enlistment as an expert but, rather, from his ground-level involvement in the events giving rise to the litigation. Thus, he falls outside the compass of Rule 26(a)(2)(B). See  Fielden v. CSX Transp., Inc., 482 F.3d 866, 869 (6th Cir.2007).\n\nIn an effort to blunt the force of this reasoning, the defendant contends that Gordinier should be considered “retained” because his inspection reports do not indicate that he deduced the cause of the infestation in the process of inspecting and treating the plaintiffs' premises. See, e.g.,  Meyers v. Nat'l R.R. Pass. Corp., 619 F.3d 729, 734 (7th Cir.2010). This contention misperceives both the law and the facts.\n\nInterpreting the words “retained or specially employed” in a common-sense manner, consistent with their plain meaning, we conclude that as long as an expert was not retained or specially employed in connection with the litigation, and his opinion about causation is premised on personal knowledge and observations made in the course of treatment, no report is required under the terms of Rule 26(a)(2)(B). See  id. at 734–35; Garcia v. City of Springfield Police Dep't, 230 F.R.D. 247, 249 (D.Mass.2005); Sprague v. Liberty Mut. Ins. Co., 177 F.R.D. 78, 81 (D.N.H.1998). This sensible interpretation is also consistent with the unique role that an expert who is actually involved in the events giving rise to the litigation plays in the development of the factual underpinnings of a case. Finally, this interpretation recognizes that the source, purpose, and timing of such an opinion differs materially from the architecture of an opinion given by an expert who is “retained or specially employed” for litigation purposes.\n\nThe defendant suggests that this rule encompasses a requirement that the causation testimony must have been necessary to the treatment. Although a few district courts have held that a report is required for causation testimony that was not necessary to the treatment, see, e.g.,  Starling v. Union Pac. R.R. Co., 203 F.R.D. 468, 479 (D.Kan.2001), most courts do not draw such a distinction, see, e.g.,  Garcia, 230 F.R.D. at 249; Sullivan v. Glock, Inc., 175 F.R.D. 497, 501 (D.Md.1997); Hall v. Sykes, 164 F.R.D. 46, 48–49 (E.D.Va.1995). We accept this majority view and adhere to the distinction explicitly drawn by Rule 26—a distinction that is based on the role the witness has played in the case. See  Brandt Distrib. Co. v. Fed. Ins. Co., 247 F.3d 822, 825–26 (8th Cir.2001).\n\nConsequently, where, as here, the expert is part of the ongoing sequence of events and arrives at his causation opinion during treatment, his opinion testimony is not that of a retained or specially employed expert. See, e.g.,  In re Aredia & Zometa Prods. Liab. Litig., 754 F.Supp.2d 934, 937–38, No. 3:06–MD–1760, 2010 WL 4970910, at *2 (M.D.Tenn. Dec.7, 2010); Salas v. United States, 165 F.R.D. 31, 33 (W.D.N.Y.1995). If, however, the expert comes to the case as a stranger and draws the opinion from facts supplied by others, in preparation for trial, he reasonably can be viewed as retained or specially employed for that purpose, within the purview of Rule 26(a)(2)(B).  See  Stanley Martin Cos. v. Univ'l Forest Prods. Shoffner LLC, 396 F.Supp.2d 606, 619 n. 8 (D.Md.2005); Garcia, 230 F.R.D. at 249.\n\nWe pause to take stock. While we acknowledge that the difference between an opinion formulated by an on-the-scene expert during treatment (e.g., by a treating physician) and one formulated by an expert hired in anticipation of testimony does not leap off the page, a close reading of the text of Rule 26(a)(2)(B) convinces us that this is the precise distinction that the drafters of the rule had in mind. We apply that distinction here. We add, in fairness to the district court, that this distinction was blurred by the plaintiffs' initial designation of Gordinier as both a fact witness and an expert.  Nevertheless, after a careful examination of the record, we are satisfied that the distinction between the two types of experts was argued by the plaintiffs in the court below with sufficient clarity to preserve the claim of error. Given that the claim of error has been preserved, what remains is to apply Rule 26(a)(2)(B) as we have parsed it to the case at hand.\n\nGordinier was called to the plaintiffs' home to inspect and treat the infestation. On the day after his initial inspection, he prepared and transmitted a report to the defendant in hopes of convincing the defendant to accept responsibility and defray the costs of extermination (treatment). This sequence of events leaves no doubt but that Gordinier formed his opinion about causation (that is, about the defendant's responsibility for the infestation) based on his personal knowledge and information gleaned in the course of his initial inspection and related efforts to remediate the problem. Accordingly, the report requirement of Rule 26(a)(2)(B) did not pertain to Gordinier's causation opinion. See  Brandt Distrib. Co. v. Fed. Ins. Co., 247 F.3d 822, 825–26 (8th Cir.2001); Garcia, 230 F.R.D. at 249. The district court, therefore, abused its discretion in excluding the proffered testimony on this ground.\n\nThere is one loose end. The defendant suggests that the district court's exclusion of this testimony was independently supported by the district court's finding that Gordinier was unqualified to render the opinion. See  Daubert v. Merrell Dow Pharms., Inc., 509 U.S. 579, 588, 592–93, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993); see also Fed.R.Evid. 702. The record belies this suggestion: the district court made no such finding. Withal, the issue of Gordinier's qualifications remains open on remand.\n\nB. Customer Complaints.\n\nThe plaintiffs also challenge the district court's exclusion of a compendium of thirty-six customer complaints lodged with the defendant between 2004 and 2006. The plaintiffs aspired to offer this evidence to show that their alleged injury was reasonably foreseeable because others had advised the defendant of comparable incidents. The district court excluded this evidence because nothing in the record tended to show that the complaints were substantially similar to the plaintiffs' complaint. We review rulings admitting or excluding evidence for abuse of discretion. Colasanto v. Life Ins. Co. of N. Am., 100 F.3d 203, 212–13 (1st Cir.1996).\nFederal evidentiary rules govern in diversity cases. Fitzgerald v. Expwy. Sewerage Constr., Inc., 177 F.3d 71, 74 (1st Cir.1999). If the federal rule is expansive enough to provide reliable guidance on a given issue, the court must apply it. Id.;  Daigle v. Me. Med. Ctr., Inc., 14 F.3d 684, 689 (1st Cir.1994). The question presented here concerns the relevancy and unfairly prejudicial effect of the proffered evidence, and the Federal Rules of Evidence are sufficiently broad to encompass it. See Fed.R.Evid. 401–403.\n\nThis claim of error fails at the outset. The plaintiffs never marked for introduction, or otherwise placed in the record, the list of complaints. An appellant has the burden of ensuring that the record is adequate to permit reasoned review of her claims. See  Real v. Hogan, 828 F.2d 58, 60–61 (1st Cir.1987). The plaintiffs have defaulted on this obligation with respect to the instant claim.\n\n\nEven were we prepared to overlook this omission, the claim is hopeless. As best we can tell, the proffered evidence consists of a computer-generated printout. Each segment contains a cryptic description of the nature of a particular complaint, a description of the type of furniture involved, and a notation of the company's response. There are no details of any sort.\n\nThe printout was produced by the defendant during pretrial discovery, and the plaintiffs conducted no investigation into the underlying facts of any of the thirty-six listed complaints. On the bare bones of the printout, none of the complaints appears to be similar, and the plaintiffs made no effort to establish any substantial similarity between the incidents underlying the enumerated complaints and the incident giving rise to this action. Indeed, on questioning by the district court the plaintiffs admitted that they could not even establish that any of the enumerated complaints involved actual bedbug infestations.\n\nGiven this paucity of proof and the uncertainty as to what the printout means, it was well within the sweep of the district court's discretion to exclude it. See  Heath v. Suzuki Motor Corp., 126 F.3d 1391, 1396 (11th Cir.1997) (noting need for special care in admitting evidence of purportedly similar incidents); McKinnon v. Skil Corp., 638 F.2d 270, 277 (1st Cir.1981) (explaining that “[e]vidence of prior accidents is admissible ... only if the proponent of the evidence shows that the accidents occurred under circumstances substantially similar to those at issue in the case at bar”); see also  United States v. Maldonado–García, 446 F.3d 227, 232 (1st Cir.2006) (noting that to be relevant, evidence must make the existence or non-existence of a material fact more likely) (citing Fed.R.Evid. 401).\n\nThe plaintiffs attempt to salvage this evidence by arguing that its admission with a limiting instruction would have been appropriate. This argument is jejune.\n\nThe first (rather large) fly in the ointment is that the plaintiffs never make clear what limiting instruction they think would have been suitable and, in all events, they never requested a limiting instruction below with respect to the computer-generated printout. Their claim of error is, therefore, forfeited. See  United States v. Leahy, 473 F.3d 401, 409–10 (1st Cir.2007).\n\nWe need not probe the ramifications of this forfeiture because the argument puts the cart before the horse. Without a showing of substantial similarity, the evidence was not significantly probative, and evidence that is not significantly probative may be excluded entirely. United States v. DeSimone, 488 F.3d 561, 571 (1st Cir.2007); United States v. Sepulveda, 15 F.3d 1161, 1194 (1st Cir.1993). That is especially so where, as here, the evidence has a high potential for unfair prejudice. See, e.g.,  McKinnon, 638 F.2d at 277; see also Fed.R.Evid. 403.\n\nC. Judgment as a Matter of Law.\n\nThe plaintiffs' last assignment of error relates to the district court's entry of judgment as a matter of law. We review the disposition of a motion for judgment as a matter of law de novo. Gibson v. City of Cranston, 37 F.3d 731, 735 (1st Cir.1994). A reviewing court, like a trial court confronted with such a motion, “must scrutinize the evidence and the inferences reasonably extractable therefrom in the light most hospitable to the nonmovant.” Martínez–Serrano v. Quality Health Servs. of P.R., Inc., 568 F.3d 278, 284 (1st Cir.2009). In conducting this assay, “the court must not pass upon the credibility of the witnesses, resolve evidentiary conflicts, or engage in a comparative weighing of the proof.” Id. at 285. Granting such a motion is appropriate only if the evidence, distilled in this fashion, dictates a result as to which reasonable minds cannot differ. Veranda Beach Club Ltd. P'ship v. W. Sur. Co., 936 F.2d 1364, 1383–84 (1st Cir.1991).\n\nInasmuch as this is a diversity action, state substantive law controls. See  Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). Here, the incident giving rise to the litigation occurred in Massachusetts and, thus, we look to Massachusetts law.\n\nTo recover on a claim of negligence in Massachusetts, a plaintiff must establish by a preponderance of the evidence that she sustained an injury proximately caused by the defendant's breach of a duty of care. Bennett v. Eagle Brook Country Store, Inc., 408 Mass. 355, 557 N.E.2d 1166, 1168 (1990). The district court found the proof deficient because the plaintiffs failed to show either proximate cause or breach of duty. We examine both conclusions.\n\nTo make out causation, a plaintiff bears the burden of adducing sufficient evidence to undergird a finding of a causal connection between her alleged injury and the defendant's negligence. Glicklich v. Spievack, 16 Mass.App.Ct. 488, 452 N.E.2d 287, 290 (1983). In this instance, the district court reached its conclusion about causation without the benefit of Gordinier's excluded opinion testimony. Had that testimony been admitted, a rational jury obviously could have drawn an inference of causation. After all, Gordinier would have opined that the likely source of the bedbug infestation was the bedroom set purchased from and delivered by the defendant. This opinion evidence, coupled with evidence that the defendant had no written policy regarding the prevention of bedbugs and that it used the same trucks for both delivering new furniture and retrieving used furniture, is sufficient to support a conclusion that the defendant delivered bedbugs along with the bedroom set. See, e.g.,  Cook v. RI Dep't of Mental Health, Retardation, and Hosps., 10 F.3d 17, 21, 26 (1st Cir.1993).\n\nThe evidence relating to the defendant's breach of duty was also sufficient. In most scenarios, the jury does not need expert testimony to find that a defendant breached its duty of care. See  Coyle v. Cliff Compton, Inc., 31 Mass.App.Ct. 744, 583 N.E.2d 875, 878 (1992). Common sense and common experience will suffice.\n\nTo be sure, expert testimony is required in certain circumstances in which a factfinder cannot reasonably be expected to make a judgment without the benefit of technical expertise or an informed understanding of professional standards. See, e.g.,  Atlas Tack Corp. v. Donabed, 47 Mass.App.Ct. 221, 712 N.E.2d 617, 621 (1999); Brown v. Gerstein, 17 Mass.App.Ct. 558, 460 N.E.2d 1043, 1049 (1984). But that is the exception, not the rule—and the exception is narrowly cabined. The general rule is that “[w]here a matter may easily be comprehended by jurors the testimony of an expert has no place.” Coyle, 583 N.E.2d at 878 (citation and internal quotation marks omitted).\n\nHere, the plaintiffs' claim stems from the purchase and delivery of new furniture. This is not a highly technical or scientific field but, rather, a mundane occurrence that falls within the realm of common experience. Consequently, no expert testimony was necessary to establish the standard of care. See id.;  Adams v. U.S. Steel Corp., 24 Mass.App.Ct. 102, 506 N.E.2d 893, 895 (1987).\n\nThe short of it is that the evidence of record, together with Gordinier's opinion testimony, could lead a jury reasonably to conclude that the defendant violated its duty of care. And in the same vein, this evidence could plausibly permit the jury to find in favor of the plaintiffs on their claims for violation of Massachusetts consumer protection law and for breach of warranty. Iannacchino v. Ford Motor Co., 451 Mass. 623, 888 N.E.2d 879, 889 (2008).III. CONCLUSIONWe need go no further. For the reasons elucidated above, we reverse the judgment below and remand for a new trial. Costs shall be taxed in favor of the plaintiffs.\nReversed and remanded.Embed"}