{"Lyrics": "1 ContributorDie Like A Hero Lyrics[Chorus]\nThere once was a boy who changed this whole world\nFrom kingdom to kingdom, his legacy unfurls\nHe taught us to treasure the things we hold close\nWhere is he now? Well, nobody knows\n\n[Verse 1]\nHe came to this server a bright summer day\nHe started a fuss and he got sent away\nThen the year turned quickly and trouble did brew\nBut would he have wanted the mess that ensued\n\n[Verse 2]\nHe fought in each war, as brave as could be\nHe fought for the people, for them to be free\nThey offered a bargain, and though it was close\nHe gave up the items that he treasured the most\n\n[Chorus]\nThere once was a boy who changed this whole world\nFrom kingdom to kingdom, his legacy unfurls\nHe taught us to treasure the things we hold close\nWhere is he now? Well, nobody knows\n\n[Verse 3]\nTheir country established, a ruler in need\nHe thought he would win and he thought he would lead\nBut life could be cruel to the boy who would flee\nBanished from lands where he’d planted the seeds\nYou might also like[Verse 4]\nTwo wars now would follow with one from within\nA war with their enemies, a war with his friends\nThough he would win one, the other he’d lose\nLosing his brother to a bomb and a fuse\n\n[Chorus]\nThere once was a boy who changed this whole world\nFrom kingdom to kingdom, his legacy unfurls\nHe taught us to treasure the things we hold close\nWhere is he now? Well, nobody knows\n\n[Bridge]\nAnd though he was exiled by his one best friend\nHe stayed strong through it all and came home in the end\nHe saved his discs and the server, it seemed\nBut what he didn’t see was their plots and their schemes\nHe stood like a tower, alone and tall\nThe world never thought that he’d ever fall\nHis laugh, it still echoes throughout every hall\nAnd me?\nI didn’t notice until he was gone\n\n[Outro]\nThere once was a boy who changed my whole world\nHis name was Tommy, and we once were close\nMy compass is spinning\nI think that it broke\nHe taught me to treasure the ones I hold dear\nWhere is he now that he’s disappearedEmbed"}