{"Lyrics": "10 ContributorsLooking for Alaska LyricsBefore\nOne Hundred and Thirty-six Days Before\n\nThe week before I left my family and Florida and the rest of my minor life to go to boarding school in Alabama, my mother insisted on throwing me a going-away party. To say that I had low expectations would be to underestimate the matter dramatically.\n\nAlthough I was more or less forced to invite all my “school friends”, i.e. the ragtag bunch of drama people and English geeks I sat with by social necessity in the cavernous cafeteria of my public school, I knew they wouldn’t come.\n\nStill, my mother persevered, awash in the delusion that I had kept my popularity secret from her all these years. She cooked a small mountain of artichoke dip. She festooned our living room in green and yellow streamers, the colours of my new school. She bought two dozen champagne poppers and placed them around the edge of our coffee table.\n\nAnd when that final Friday came, when my packing was mostly done, she sat with my dad and me on the living-room couch at 4.56 p.m. and patiently awaited the arrival of the Goodbye to Miles cavalry. Said cavalry consisted of exactly two people: Marie Lawson, a tiny blonde with rectangular glasses, and her chunky (to put it charitably) boyfriend Will.\n\nHey, Miles,” Marie said as she sat down.\n\nHey,” I said.\n\nHow was your summer?” Will asked.\n\nOK. Yours?”\n\nGood. We did Jesus Christ Superstar. I helped with the sets. Marie did lights,” said Will.\n\nThat’s cool.”\n\nI nodded knowingly, and that about exhausted our conversational topics. I might have asked a question about Jesus Christ Superstar, except (1) I didn’t know what it was and (2) I didn’t care to learn, and (3) I never really excelled at small talk.\nMy mom, however, can talk small for hours, and so she extended the awkwardness by asking them about their rehearsal schedule, and how the show had gone, and whether it was a success.\n\nI guess it was,” Marie said. “A lot of people came, I guess.” Marie was the sort of person to guess a lot.\n\nFinally, Will said, “Well, we just dropped by to say goodbye. I’ve got to get Marie home by six. Have fun at boarding school, Miles.”\n\nThanks,” I answered, relieved. The only thing worse than having a party that no one attends is having a party attended only by two vastly, deeply uninteresting people.\n\nThey left, and so I sat with my parents and stared at the blank TV and wanted to turn it on, but knew I shouldn’t. I could feel them both looking at me, waiting for me to burst into tears or something, as if I hadn’t known all along that it would go precisely like this.\n\nBut I had known. I could feel their pity as they scooped artichoke dip with chips intended for my imaginary friends, but they needed pity more than I did: I wasn’t disappointed. My expectations had been met.\n\nIs this why you want to leave, Miles?” Mom asked.\n\nI mulled it over for a moment, careful not to look at her. “Uh, no,” I said.\n\n“Well, why then?” she asked. This was not the first time she had posed the question. Mom was not particularly keen on letting me go to boarding school and had made no secret of it.\n\nBecause of me?” my dad asked. He had attended Culver Creek, the same boarding school to which I was headed, as had both of his brothers and all of their kids. I think he liked the idea of me following in his footsteps.\n\nMy uncles had told me stories about how famous my dad had been on campus for having simultaneously raised hell and aced all his classes. That sounded like a better life than the one I had in Florida. But no, it wasn’t because of Dad. Not exactly.\n\nHold on,” I said. I went into Dad’s study and found his biography of François Rabelais. I liked reading biographies of writers, even if (as was the case with Monsieur Rabelais) I’d never read any of their actual writing. I flipped to the back and found the highlighted quote (“NEVER USE A HIGHLIGHTER IN MY BOOKS,” my dad had told me a thousand times.\n\nBut how else are you supposed to find what you’re looking for?).\nSo this guy,” I said, standing in the doorway of the living room, “François Rabelais. He was this poet. And his last words were, ‘I go to seek a Great Perhaps.’ That’s why I’m going. So I don’t have to wait until I die to start seeking a Great Perhaps.”\n\nAnd that quieted them. I was after a Great Perhaps, and they knew as well as I did that I wasn’t going to find it with the likes of Will and Marie.\n\nI sat back down on the couch, between my mom and my dad, and my dad put his arm around me and we stayed there like that, quiet on the couch together, for a long time, until it seemed OK to turn on the TV, and then we ate artichoke dip for dinner and watched the History Channel and as going-away parties go, it certainly could have been worse.\n\nOne Hundred and Twenty-eight Days Before\n\nFlorida was plenty hot, certainly, and humid too. Hot enough that your clothes stuck to you like Scotch tape, and sweat dripped like tears from your forehead into your eyes. But it was only hot outside, and generally I only went outside to walk from one air-conditioned location to another.\n\nThis did not prepare me for the unique sort of heat that one encounters fifteen miles south of Birmingham, Alabama, at Culver Creek Preparatory School.\n\nMy parents’ SUV was parked in the grass just a few feet outside my dorm room, Room 43. But each time I took those few steps to and from the car to unload what now seemed like far too much stuff, the sun burnt through my clothes and into my skin with a vicious ferocity that made me genuinely fear hellfire.\n\nBetween Mom and Dad and me, it only took a few minutes to unload the car, but my un-air-conditioned dorm room, although blessedly out of the sunshine, was only modestly cooler. The room surprised me: I’d pictured plush carpet, wood-panelled walls, Victorian furniture.\n\nAside from one luxury – a private bathroom – I got a box. With cinderblock walls coated thick with layers of white paint and a green-and-white chequered linoleum floor, the place looked more like a hospital than the dorm room of my fantasies.\n\nA bunk bed of unfinished wood with vinyl mattresses was pushed against the room’s back window. The desks and dressers and bookshelves were all attached to the walls in order to prevent creative floor planning.\n\nAnd no air-conditioning.\n\nI sat on the lower bunk while Mom opened the trunk, grabbed a stack of the biographies my dad had agreed to part with and placed them on the bookshelves.\n\nI can unpack, Mom,” I said. My dad stood. He was ready to go.\nLet me at least make your bed,” Mom said.\n\nNo, really. I can do it.\n\nIt’s OK.” Because you simply cannot draw these things out for ever. At some point, you just pull off the Band-Aid and it hurts, but then it’s over and you’re relieved.\n\nGod, we’ll miss you,” Mom said suddenly, stepping through the minefield of suitcases to get to the bed. I stood and hugged her. My dad walked over too, and we formed a sort of huddle.\n\nIt was too hot, and we were too sweaty, for the hug to last terribly long. I knew I ought to cry, but I’d lived with my parents for sixteen years and a trial separation seemed overdue.\n\nDon’t worry,” I smiled. “I’s a-gonna learn how t’talk right Southern.” Mom laughed.\n\nDon’t do anything stupid,” my dad said.\n\nOK.”\n\nNo drugs. No drinking. No cigarettes.” As an alumnus of Culver Creek, he had done the things I had only heard about: the secret parties, streaking through hayfields (he always whined about how it was all boys back then), drugs, drinking and cigarettes. It had taken him a while to kick smoking, but his bad-ass days were now well behind him.\n\nI love you,” they both blurted out simultaneously. It needed to be said, but the words made the whole thing horribly uncomfortable, like watching your grandparents kiss.\n\nI love you too. I’ll call every Sunday.” Our rooms had no phone lines, but my parents had requested I be placed in a room near one of Culver Creek’s five payphones.\n\nThey hugged me again – Mom, then Dad – and it was over. Out the back window, I watched them drive the winding road off campus. I should have felt a gooey, sentimental sadness perhaps.\n\nBut mostly I just wanted to cool off, so I grabbed one of the desk chairs and sat down outside my door in the shade of the overhanging eaves, waiting for a breeze that never arrived.\n\nThe air outside sat as still and oppressive as the air inside. I stared out over my new digs: six one-storey buildings, each with sixteen dorm rooms, were arranged in a hexagram around a large circle of grass. It looked like an oversized old motel.\n\nEverywhere, boys and girls hugged and smiled and walked together. I vaguely hoped that someone would come up and talk to me. I imagined the conversation:\n\nHey. Is this your first year?”\n\nYeah. Yeah. I’m from Florida.”\n\nThat’s cool. So you’re used to the heat.”\n\nI wouldn’t be used to this heat if I were from Hades,” I’d joke. I’d make a good first impression.\n\nOh, he’s funny. That guy Miles is a riot.\n\nThat didn’t happen, of course. Things never happened like I imagined them.\n\nBored, I went back inside, took off my shirt, lay down on the heat-soaked vinyl of the lower bunk mattress and closed my eyes. I’d never been born again with the baptism and weeping and all that, but it couldn’t feel much better than being born again as a guy with no known past.\n\nI thought of the people I’d read about – John F Kennedy, James Joyce, Humphrey Bogart – who went to boarding school, and their adventures; Kennedy, for example, loved pranks. I thought of the Great Perhaps and the things that might happen and the people I might meet and who my roommate might be (I’d gotten a letter a few weeks before that gave me his name, Chip Martin, but no other information).\n\nWhoever Chip Martin was, I hoped to God he would bring an arsenal of high-powered fans, because I hadn’t packed even one and I could already feel my sweat pooling on the vinyl mattress, which disgusted me so much that I stopped thinking and got off my ass to find a towel to wipe up the sweat with. And then I thought, Well, before the adventure comes the unpacking\n\nI managed to tape a map of the world to the wall and get most of my clothes into drawers before I noticed that the hot, moist air made even the walls sweat, and I decided that now was not the time for manual labour.\n\nNow was the time for a magnificently cold shower.\n\nThe small bathroom contained a huge, full-length mirror behind the door and so I could not escape the reflection of my naked self as I leaned in to turn on the shower faucet.\n\nMy skinniness always surprised me: my thin arms didn’t seem to get much bigger as they moved from wrist to shoulder, my chest lacked any hint of either fat or muscle, and I felt embarrassed and wondered if something could be done about the mirror. I pulled open the plain white shower curtain and ducked into the stall.\n\nUnfortunately, the shower seemed to have been designed for someone approximately three feet, seven inches tall, so the cold water hit my lower ribcage – with all the force of a dripping faucet. To wet my sweat-soaked face, I had to spread my legs and squat significantly.\n\nSurely, John F Kennedy (who was six feet tall according to his biography, my height exactly) did not have to squat at his boarding school.\n\nNo, this was a different beast entirely, and as the dribbling shower slowly soaked my body, I wondered whether I could find a Great Perhaps here at all or whether I had made a grand miscalculation.\n\nWhen I opened the bathroom door after my shower, a towel wrapped around my waist, I saw a short, muscular guy with a shock of brown hair. He was hauling a gigantic army-green duffel bag through the door of my room. He stood five feet and nothing, but was well-built, like a scale model of Adonis, and with him arrived the stink of stale cigarette smoke.\n\nGreat, I thought. I’m meeting my roommate naked. He heaved the duffel into the room, closed the door and walked over to me.\n\nI’m Chip Martin,” he announced in a deep voice, the voice of a radio DJ. Before I could respond, he added, “I’d shake your hand, but I think you should hold on damn tight to that towel till you can get some clothes on.”\n\nI laughed and nodded my head at him (that’s cool, right? the nod?) and said, “I’m Miles Halter. Nice to meet you.”\n\nMiles as in ‘to go before I sleep’?” he asked me.\n\nHuh?”\n\nIt’s a Robert Frost poem. You’ve never read him?”\n\nI shook my head no.\n\nConsider yourself lucky.” He smiled.\n\nI grabbed some clean underwear, a pair of blue Adidas soccer shorts and a white T-shirt, mumbled that I’d be back in a second and ducked back into the bathroom. So much for a good first impression.\n\nSo where are your parents?” I asked from the bathroom.\n\nMy parents? The father’s in California right now. Maybe sitting in his La-Z-Boy. Maybe driving his truck. Either way, he’s drinking. My mother is probably just now turning off campus.”\n\nOh,” I said, dressed now, not sure how to respond to such personal information. I shouldn’t have asked, I guess, if I didn’t want to know.\n\nChip grabbed some sheets and tossed them on to the top bunk. “I’m a top bunk man. Hope that doesn’t bother you.”\n\nUh, no. Whatever is fine.”\n\nI see you’ve decorated the place,” he said, gesturing towards the world map. “I like it.”\n\nAnd then he started naming countries. He spoke in a monotone, as if he’d done it a thousand times before.\n\nAfghanistan.\n\nAlbania.\n\nAlgeria.\n\nAmerican Samoa.\n\nAndorra.\n\nAnd so on. He got through the A’s before looking up and noticing my incredulous stare.\n\nI could do the rest, but it’d probably bore you.\n\nSomething I learned over the summer.\n\nGod, you can’t imagine how boring New Hope, Alabama, is in the summertime. Like watching soybeans grow. Where are you from, by the way?”\n\nFlorida,” I said.\n\nNever been.”\n\nThat’s pretty amazing, the countries thing,” I said.\n\nYeah, everybody’s got a talent. I can memorise things. And you can …?”\n\nUm, I know a lot of people’s last words.” It was an indulgence, learning last words. Other people had chocolate; I had dying declarations.\n\nExample?”\n\nI like Henrik Ibsen’s. He was a playwright.” I knew a lot about Ibsen, but I’d never read any of his plays. I didn’t like reading plays. I liked reading biographies.\n\nYeah, I know who he was,” said Chip.\n\nRight, well, he’d been sick for a while and his nurse said to him, ‘You seem to be feeling better this morning,’ and Ibsen looked at her and said, ‘On the contrary,’ and then he died.”\n\nChip laughed. “That’s morbid. But I like it.”\n\nHe told me he was in his third year at Culver Creek. He had started in ninth grade, the first year at the school, and was now a junior like me.\n\nA scholarship kid, he said. Got a full ride. He’d heard it was the best school in Alabama, so he wrote his application essay about how he wanted to go to a school where he could read long books.\n\nThe problem, he said in the essay, was that his dad would always hit him with the books in his house, so Chip kept his books short and paperback for his own safety. His parents got divorced his sophomore year.\n\nHe liked “the Creek”, as he called it, but, “You have to be careful here, with students and with teachers. And I do hate being careful,” he smirked. I hated being careful too – or wanted to, at least.\n\nHe told me this while ripping through his duffel bag, throwing clothes into drawers with reckless abandon. Chip did not believe in having a sock drawer or a T-shirt drawer. He believed that all drawers were created equal and filled each with whatever fit. My mother would have died.\n\nAs soon as he finished “unpacking”, Chip hit me roughly on the shoulder, said, “I hope you’re stronger than you look,” and walked out the door, leaving it open behind him. He peeked his head back in a few seconds later and saw me standing still. “Well, come on, Miles To Go Halter. We got shit to do.”\n\nWe made out way to the TV room, which according to Chip contained the only cable TV on campus. Over the summer, it served as a storage unit.\n\nPacked nearly to the ceiling with couches, fridges and rolled-up carpets, the TV room undulated with kids trying to find and haul away their stuff. Chip said hello to a few people, but didn’t introduce me.\n\n\nAs he wandered through the couch-stocked maze, I stood near the door, trying my best not to block pairs of roommates as they manoeuvred furniture through the narrow front door.\n\nIt took ten minutes for Chip to find his stuff, and an hour more for us to make four trips back and forth across the dorm circle between the TV room and Room 43. By the end, I wanted to crawl into Chip’s minifridge and sleep for a thousand years, but Chip seemed immune to both fatigue and heatstroke. I sat down on his couch.\n\nI found it lying on a curb in my neighbourhood a couple of years ago,” he said of the couch as he worked on setting up my PlayStation 2 on top of his footlocker. “I know the leather’s got some cracks, but come on. That’s a damn nice couch.” The leather had more than a few cracks – it was about 30 per cent baby-blue faux leather and 70 per cent foam – but it felt damn good to me anyway.\n\nAll right,” he said. “We’re about done.” He walked over to his desk and pulled a roll of duct tape from a drawer. “We just need your trunk.”\n\nI got up, pulled the trunk out from under the bed, and Chip situated it between the couch and the PlayStation 2 and started tearing off thin strips of duct tape. He applied them to the trunk so that they spelled out COFFEE TABLE.\n\nThere,” he said. He sat down and put his feet up on the, uh, coffee table.\n\nDone.”\n\nI sat down next to him, and he looked over at me and suddenly said, “Listen. I’m not going to be your entrée to Culver Creek social life.”\n\n“Uh, OK,” I said, but I could hear the words catch in my throat. I’d just carried this guy’s couch beneath a white-hot sun and now he doesn’t like me?\n\nBasically, you’ve got two groups here,” he explained, speaking with increasing urgency.\n\nYou’ve got the regular boarders, like me, and then you’ve got the Weekday Warriors; they board here, but they’re all rich kids who live in Birmingham and go home to their parents’ air-conditioned mansions every weekend.\n\nThose are the cool kids. I don’t like them and they don’t like me, and so if you came here thinking that you were hot shit at public school so you’ll be hot shit here, you’d best not be seen with me. You did go to public school didn’t you?”\n\nUh…” I said. Absentmindedly, I began picking at the cracks in the couch’s leather, digging my fingers into the foamy whiteness.\n\nRight, you did probably, because if you had gone to a private school your freakin’ shorts would fit.” He laughed.\n\nI wore my shorts just below my hips, which I thought was cool. Finally, I said, “Yeah, I went to public school. But I wasn’t hot shit there, Chip. I was regular shit.”\n\nHa! That’s good. And don’t call me Chip. Call me the Colonel.”\n\nI stifled a laugh.\n\n“The Colonel?”\n\nYeah. The Colonel.\n\nAnd we’ll call you …hmm. Pudge.”\n\nHuh?”\n\nPudge,” the Colonel said. “Because you’re skinny. It’s called irony, Pudge. Heard of it? Now, let’s go get some cigarettes and start this year off right.”\n\nHe walked out of the room, again just assuming I’d follow, and this time I did. Mercifully, the sun was descending towards the horizon. We walked five doors down to Room 48. A dry-erase board was taped to the door using duct tape. In blue marker, it read, Alaska has a single!\n\nThe Colonel explained to me that (1) this was Alaska’s room, and that (2) she had a single room because the girl who was supposed to be her roommate got kicked out at the end of the last year, and that (3) Alaska had cigarettes, although the Colonel neglected to ask whether (4) I smoked, which (5) I didn’t.\n\nHe knocked once, loudly. Through the door, a voice screamed, “Oh my God, come in you short little man because I have the best story.”\n\nAnd we walked in. I turned to close the door behind me, and the Colonel shook his head and said, “After seven, you have to leave the door open if you’re in a girl’s room,” but I barely heard him because the hottest girl in all of human history was standing before me in cut-off jeans and a peach tank top. And she was talking over the Colonel, talking loud and fast.\n\nSo first day of summer, I’m in grand old Vine Station with this boy named Justin and we’re at his house watching TV on the couch – and mind you, I’m already dating Jake – actually I’m still dating him, miraculously enough, but Justin is a friend of mine from when\n\nI was a kid and so we’re watching TV and literally chatting about the SATs or something, and Justin puts his arm around me and I think, Oh, that’s nice, we’ve been friends for so long and this is totally comfortable, and we’re just chatting and then I’m in the middle of a sentence about analogies or something and like a hawk he reaches down and he honks my boob.\n\nHONK.\n\nA much-too-firm, two– to three-second HONK. And the first thing I thought was, OK, how do I extricate this claw from my boob before it leaves permanent marks? and the second thing I thought was God, I can’t wait to tell Takumi and the Colonel.”\n\nThe Colonel laughed. I stared, stunned partly by the force of the voice emanating from the petite (but, God, curvy) girl and partly by the gigantic stacks of books that lined her walls. Her library filled her bookshelves and then overflowed into waist-high stacks of books everywhere, piled haphazardly against the walls.\n\nIf just one of them moved, I thought, the domino effect could engulf the three of us in an asphyxiating mass of literature.\n\nWho’s the guy that’s not laughing at my very funny story?” she asked.\n\nOh, right. Alaska, this is Pudge. Pudge memorises people’s last words. Pudge, this is Alaska. She got her boob honked over the summer.” She walked over to me with her hand extended, then made a quick move downwards at the last moment and pulled down my shorts.\n\nThose are the biggest shorts in the state of Alabama!”\n\nI like them baggy,” I said, embarrassed, and pulled them up. They had been cool back home in Florida.\n\nSo far in our relationship, Pudge, I’ve seen your chicken legs entirely too often,” the Colonel deadpanned.\n\nSo, Alaska. Sell us some cigarettes.”\n\nAnd then somehow, the Colonel talked me into paying five dollars for a pack of Marlboro Lights I had no intention of ever smoking.\n\n\nHe asked Alaska to join us, but she said, “I have to find Takumi and tell him about The Honk.” She turned to me and asked, “Have you seen him?” I had no idea whether I’d seen Takumi, since I had no idea who he was. I just shook my head.\n\nAll right. Meet ya at the lake in a few minutes then.” The Colonel nodded.\n\nAt the edge of the lake, just before the sandy (and, the Colonel told me, fake) beach, we sat down in an Adirondack swing. I made the obligatory joke: “Don’t grab my boob.”\n\nThe Colonel gave an obligatory laugh, then asked, “Want a smoke?” I had never smoked a cigarette, but when in Rome …\n\nIs it safe here?”\n\nNot really,” he said, then lit a cigarette and handed it to me. I inhaled. Coughed. Wheezed. Gasped for breath. Coughed again. Considered vomiting. Grabbed the swinging bench, head spinning, and threw the cigarette to the ground and stomped on it, convinced my Great Perhaps did not involve cigarettes.\n\nSmoke much?” He laughed, then pointed to a white speck across the lake and said, “See that?”\n\nYeah,” I said.\n\nWhat is that? A bird?”\n\nIt’s the swan,” he said.\n\nWow. A school with a swan. Wow.”\n\nThat swan is the spawn of Satan. Never get closer to it than we are now.”\n\nWhy?”\n\nIt has some issues with people. It was abused or something. It’ll rip you to pieces. The Eagle put it there to keep us from walking around the lake to smoke.”\n\nThe Eagle?”\n\nMr Starnes. Code name: the Eagle. The Dean of Students. Most of the teachers live on campus and they’ll all bust you. But only the Eagle lives in the dorm circle and he sees all. He can smell a cigarette from like five miles.”\n\nIsn’t his house back there?” I asked, pointing to it. I could see the house quite clearly despite the darkness, so it followed he could probably see us.\n\nYeah, but he doesn’t really go into blitzkrieg mode until classes start,” Chip said nonchalantly.\n\nGod, if I get in trouble my parents will kill me,” I said.\n\nI suspect you’re exaggerating. But look, you’re going to get in trouble. Ninety-nine per cent of the time your parents never have to know though. The school doesn’t want your parents to think you became a fuck-up here any more than you want your parents to think you’re a fuck-up.” He blew a thin stream of smoke forcefully towards the lake. I had to admit: he looked cool doing it. Taller, somehow.\n\nAnyway, when you get in trouble, just don’t tell on anyone. I mean, I hate the rich snots here with a fervent passion I usually reserve only for dental work and my father. But that doesn’t mean I would rat them out. Pretty much the only important thing is never never never never rat.”\n\nOK,” I said, although I wondered: if someone punches me in the face, I’m supposed to insist that I ran into a door? It seemed a little stupid.\n\nHow do you deal with bullies and assholes if you can’t get them into trouble? I didn’t ask Chip though.\n\nAll right, Pudge. We have reached the point in the evening when I’m obliged to go and find my girlfriend. So give me a few of those cigarettes you’ll never smoke anyway and I’ll see you later.”\n\nI decided to hang out on the swing for a while, half because the heat had finally dissipated into a pleasant, if muggy, eighty-something, and half because I thought Alaska might show up. But almost as soon as the Colonel left, the bugs encroached: no-see-ums (which, for the record, you can see) and mosquitoes hovered around me in such numbers that the tiny noise of their rubbing wings sounded cacophonous. And then I decided to smoke.\n\nNow, I did think, The smoke will drive the bugs away. And, to some degree, it did. I’d be lying though if I claimed I became a smoker to ward off insects.\n\nI became a smoker because (1) I was on an Adirondack swing by myself, and (2) I had cigarettes, and (3) I figured that if everyone else could smoke a cigarette without coughing, I could damn well too. In short, I didn’t have a very good reason. So yeah, let’s just say that (4) it was the bugs.\n\nI made it through three entire drags before I felt nauseous and dizzy and only semi-pleasantly buzzed. I got up to leave. As I stood, a voice behind me said:\n\nSo, do you really memorise last words?”\n\nShe ran up beside me and grabbed my shoulder and pushed me back on to the porch swing.\n\nYeah,” I said. And then hesitantly, I added, “You want to quiz me?”\n\nJFK,” she said.\n\nThat’s obvious,” I answered.\n\nOh, is it now?” she asked.\n\nNo. Those were his last words.\n\nSomeone said, ‘Mr President, you sure can’t say Dallas doesn’t love you,’ and then he said, ‘That’s obvious,’ and then he got shot.”\n\nShe laughed. “God, that’s awful. I shouldn’t laugh. But I will,” and then she laughed again.\n\nOK, Mr Famous Last Words Boy. I have one for you.” She reached into her overstuffed backpack and pulled out a book.\n\nGabriel García Márquez.\n\nThe General in His Labyrinth.\n\nAbsolutely one of my favourites. It’s about Simón Bolívar.” I didn’t know who Simón Bolívar was, but she didn’t give me time to ask. “It’s a historical novel, so I don’t know if this is true, but in the book, do you know what his last words are?\n\nNo, you don’t. But I am about to tell you, Señor Parting Remarks.”\n\nAnd then she lit a cigarette and sucked on it so hard for so long that I thought the entire thing might burn off in one drag. She exhaled and read to me:\n\nHe – that’s Simón Bolívar – was shaken by the overwhelming revelation that the headlong race between his misfortunes and his dreams was at that moment reaching the finish line. The rest was darkness. ‘Damn it,’ he sighed. ‘How will I ever get out of this labyrinth?’”\n\nI knew great last words when I heard them, and I made a mental note to get ahold of a biography of this Simón Bolívar fellow. Beautiful last words, but I didn’t quite understand.\n\nSo what’s the labyrinth?” I asked her.\n\nAnd now is as good a time as any to say that she was beautiful. In the dark beside me, she smelled of sweat and sunshine and vanilla, and on that thin-mooned night I could see little more than her silhouette except for when she smoked, when the burning cherry of the cigarette washed her face in pale red light. But even in the dark, I could see her eyes – fierce emeralds. She had the kind of eyes that predisposed you to supporting her every endeavour.\n\nAnd not just beautiful, but hot too, with her breasts straining against her tight tank top, her curved legs swinging back and forth beneath the swing, flip-flops dangling from her electric-blue-painted toes.\n\nIt was right then, between when I asked about the labyrinth and when she answered me, that I realised the importance of curves, of the thousand times where girls’ bodies ease from one place to another, from arc of the foot to ankle to calf, from calf to hip to waist to breast to neck to ski-slope nose to forehead to shoulder to the concave arch of the back to the butt to the etc.\n\nI’d noticed curves before, of course, but I had never quite apprehended their significance.\n\nHer mouth close enough to me that I could feel her breath warmer than the air, she said,\n\nThat’s the mystery, isn’t it? Is the labyrinth living or dying? Which is he trying to escape – the world or the end of it?” I waited for her to keep talking, but after a while it became obvious she wanted an answer.\n\nUh, I don’t know,” I said finally. “Have you really read all those books in your room?”\n\nShe laughed. “Oh God, no. I’ve maybe read a third of ’em. But I’m going to read them all. I call it my Life’s Library. Every summer since I was little, I’ve gone to garage sales and bought all the books that looked interesting. So I always have something to read. But there is so much to do: cigarettes to smoke, sex to have, swings to swing on. I’ll have more time for reading when I’m old and boring.”\n\nShe told me that I reminded her of the Colonel when he came to Culver Creek. They were freshmen together, she said, both scholarship kids with, as she put it, “a shared interest in booze and mischief”. The phrase booze and mischief left me worrying I’d stumbled into what my mother referred to as “the wrong crowd”, but for the wrong crowd, they both seemed awfully smart.\n\nAs she lit a new cigarette off the butt of her previous one, she told me that the Colonel was smart but hadn’t done much living when he got to the Creek.\n\nI got rid of that problem quickly.” She smiled.\n\nBy November, I’d gotten him his first girlfriend, a perfectly nice non-Weekday Warrior named Janice. He dumped her after a month because she was too rich for his poverty-soaked blood, but whatever.\n\nWe pulled our first prank that year – we filled Classroom 4 with a thin layer of marbles. We’ve progressed some since then, of course.” She laughed. So Chip became the Colonel – the military-style planner of their pranks – and Alaska was ever Alaska, the larger-than-life creative force behind them.\n\nYou’re smart like him,” she said. “Quieter, though. And cuter, but I didn’t even just say that, because I love my boyfriend.”\n\nYeah, you’re not bad either,” I said, overwhelmed by her compliment, “But I didn’t just say that, because I love my girlfriend. Oh, wait. Right. I don’t have one.”\n\nShe laughed. “Yeah, don’t worry, Pudge. If there’s one thing I can get you, it’s a girlfriend. Let’s make a deal: you figure out what the labyrinth is and how to get out of it, and I’ll get you laid.”\n\nDeal.” We shook on it.\n\nLater, I walked towards the dorm circle beside Alaska. The cicadas hummed their one-note song, just as they had at home in Florida. She turned to me as we made our way through the darkness and said, “When you’re walking at night, do you ever get creeped out and even though it’s silly and embarrassing you just want to run home?”\n\nIt seemed too secret and personal to admit to a virtual stranger, but I told her, “Yeah, totally.”\n\nFor a moment, she was quiet. Then she grabbed my hand, whispered, “Run run run run run,” and took off, pulling me behind her.\n\nOne Hundred and Twenty-seven Days Before\n\nEarly the next afternoon, I blinked sweat from my eyes as I taped a Van Gogh poster to the back of the door. The Colonel sat on the couch judging whether the poster was level and fielding my endless questions about Alaska.\n\nWhat’s her story? “She’s from Vine Station. You could drive past it without noticing – and from what I understand, you ought to. Her boyfriend’s at Vanderbilt on scholarship. Plays bass in some band. Don’t know much about her family.”\n\nSo she really likes him? “I guess. She hasn’t cheated on him, which is a first.” And so on. All morning, I’d been unable to care about anything else, not the Van Gogh poster and not video games and not even my class schedule, which the Eagle had brought by that morning. He introduced himself too:\n\nWelcome to Culver Creek, Mr Halter. You’re given a large measure of freedom here. If you abuse it, you’ll regret it. You seem like a nice young man. I’d hate to have to bid you farewell.”\n\nAnd then he stared at me in a manner that was either serious or seriously malicious. “Alaska calls that the Look of Doom,” the Colonel told me after the Eagle left. “The next time you see that, you’re busted.”\n\nOK, Pudge,” the Colonel said as I stepped away from the poster. Not entirely level, but close enough.\n\nEnough with the Alaska already.\n\nBy my count, there are ninety-two girls at this school and every last one of them is less crazy than Alaska, who, I might add, already has a boyfriend. I’m going to lunch. It’s bufriedo day.”\n\nHe walked out, leaving the door open. Feeling like an over-infatuated idiot, I got up to close the door. The Colonel, already halfway across the dorm circle, turned around.\n\nChrist. Are you coming or what?”\n\nYou can say a lot of bad things about Alabama, but you can’t say that Alabamans as a people are unduly afraid of deep fryers. In that first week at the Creek, the cafeteria served fried chicken, chicken-fried steak and fried okra, which marked my first foray into the delicacy that is the fried vegetable. I half expected them to fry the iceberg lettuce. But nothing matched the bufriedo, a dish created by Maureen, the amazingly (and understandably) obese Culver Creek cook.\n\nA deep-fried bean burrito, the bufriedo proved beyond the shadow of a doubt that frying always improves a food. Sitting with the Colonel and five guys I didn’t know at a circular table in the cafeteria that afternoon, I sank my teeth into the crunchy shell of my first bufriedo and experienced a culinary orgasm. My mom cooked OK, but I immediately wanted to bring Maureen home with me over Thanksgiving.\n\nThe Colonel introduced me (as “Pudge”) to the guys at the wobbly wooden table, but I only registered the name Takumi, whom Alaska had mentioned yesterday. A thin Japanese guy only a few inches taller than the Colonel, Takumi talked with his mouth full as I chewed slowly, savouring the beany crunch.\n\nGod,” Takumi said to me, “there’s nothing like watching a man eat his first bufriedo.”\n\nI didn’t say much – partly because no one asked me any questions and partly because I just wanted to eat as much as I could. But Takumi felt no such modesty – he could, and did, eat and chew and swallow while talking.\n\nThe lunch discussion centred on the girl who was supposed to have been Alaska’s roommate, Marya, and her boyfriend, Paul, who had been a Weekday Warrior.\n\nThey’d gotten kicked out in the last week of the previous school year, I learned, for what the Colonel called “the Trifecta” – they were caught committing three of Culver Creek’s expellable offences at once. Lying naked in bed together (“genital contact” being offence number one), already drunk (number two), they were smoking a joint (number three) when the Eagle burst in on them. Rumours had it that someone had ratted them out, and Takumi seemed intent on finding out who – intent enough, anyway, to shout about it with his mouth jampacked with bufriedo.\n\nPaul was an asshole,” the Colonel said. “I wouldn’t have ratted on them, but anyone who shacks up with a Jaguar-driving Weekday Warrior like Paul deserves what she gets.”\n\nDude,” Takumi responded, “yaw guhfwend,” and then he swallowed a bite of food, “is a Weekday Warrior.”\n\nTrue.” The Colonel laughed. “Much to my chagrin, that is an incontestable fact. But she is not as big an asshole as Paul.”\n\nNot quite.” Takumi smirked. The Colonel laughed, and I wondered why he wouldn’t stand up for his girlfriend. I wouldn’t have cared if my girlfriend was a Jaguar-driving Cyclops with a beard – I’d have been grateful just to have someone to make out with.\n\nThat evening, when the Colonel dropped by Room 43 to pick up the cigarettes (he seemed to have forgotten that they were, technically, mine), I didn’t really care when he didn’t invite me out with him.\n\nIn public school, I’d known plenty of people who made it a habit to hate this kind of person or that kind – the geeks hated the preps, etc – and it always seemed like a big waste of time to me. The Colonel didn’t tell me where he’d spent the afternoon, or where he was going to spend the evening, but he closed the door behind him when he left, so I guessed I wasn’t welcome.\n\nJust as well: I spent the night surfing the web (no porn, I swear) and reading The Final Days, a book about Richard Nixon and Watergate. For dinner, I microwaved a refrigerated bufriedo the Colonel had snuck out of the cafeteria.\n\nIt reminded me of nights in Florida – except with better food and no air-conditioning. Lying in bed and reading felt pleasantly familiar.\n\nI decided to heed what I’m sure would have been my mother’s advice and get a good night’s sleep before my first day of classes. French II started at 8.10, and figuring it couldn’t take more than eight minutes to put on some clothes and walk to the classrooms, I set my alarm for 8.02. I took a shower and then lay in bed waiting for sleep to save me from the heat.\n\nAround 11.00, I realised that the tiny fan clipped to my bunk might make more of a difference if I took off my shirt, and I finally fell asleep on top of the sheets wearing just boxers.\n\nA decision I found myself regretting some hours later when I awoke to two sweaty, meaty hands shaking the holy hell out of me.\n\nI woke up completely and instantly, sitting up straight in bed, terrified, and I couldn’t understand the voices for some reason, couldn’t understand why there were any voices at all, and what the hell time was it anyway?\n\nAnd finally my head cleared enough to hear, “C’mon, kid. Don’t make us kick your ass.\n\nJust get up,” and then from the top bunk, I heard, “Christ, Pudge. Just get up.” So I got up and saw for the first time three shadowy figures. Two of them grabbed me, one with a hand on each of my upper arms, and walked me out of the room. On the way out, the Colonel mumbled, “Have a good time.\n\nGo easy on him, Kevin.”\n\nThey led me, almost at a jog, behind my dorm building and then across the soccer field. The ground was grassy but gravelly too, and I wondered why no one had shown the common courtesy to tell me to put on shoes, and why was I out there in my underwear, chicken legs exposed to the world?\n\nA thousand humiliations crossed my mind: There’s the new junior, Miles Halter, handcuffed to the soccer goal wearing only his boxers. I imagined them taking me into the woods, where we now seemed headed, and beating the shit out of me so that I looked great for my first day of school.\n\nAnd the whole time, I just stared at my feet because I didn’t want to look at them and I didn’t want to fall, so I watched my steps, trying to avoid the bigger rocks. I felt the fight-or-flight reflex swell up in me over and over again, but I knew that neither fight nor flight had ever worked for me before.\n\nThey took me a roundabout way to the fake beach, and then I knew what would happen – a good, old-fashioned dunking in the lake – and I calmed down. I could handle that.\n\nWhen we reached the beach, they told me to put my arms at my side and the beefiest guy grabbed two rolls of duct tape from the sand. With my arms flat against my sides like a soldier at attention, they mummified me from my shoulder to my wrists.\n\nThen they threw me down on the ground; the sand from the fake beach cushioned the landing, but I still hit my head. Two of them pulled my legs together, while the other one – Kevin, I’d figured out – put his angular, strong-jawed face up so close to mine that the gel-soaked spikes of hair pointing out from his forehead poked at my face, and told me, “This is for the Colonel.\n\nYou shouldn’t hang out with that asshole.” They taped my legs together, from ankles to thighs. I looked like a silver mummy. I said, “Please, guys, don’t,” just before they taped my mouth shut. Then they picked me up and hurled me into the water.\n\nSinking.\n\nSinking, but instead of feeling panic or anything else, it occurred to me that “Please, guys, don’t” were terrible last words.\n\nBut then the great miracle of the human species – our buoyancy – came through, and as I felt myself floating towards the surface, I twisted and turned as best I could so that the warm night air hit my nose first, and I breathed. I wasn’t dead and wasn’t going to die.\n\nWell, I thought, that wasn’t so bad.\n\nBut there was still the small matter of getting to shore before the sun rose. First, to determine my position vis-à-vis the shoreline. If I tilted my head too much, I felt my whole body start to roll, and on the long list of unpleasant ways to die, “face-down in soaking-wet white boxers” is pretty high up there.\n\nSo instead I rolled my eyes and craned my neck back, my eyes almost underwater, until I saw that the shore – not ten feet away – was directly behind my head. I began to swim, an armless silver mermaid, using only my hips to generate motion, until finally my ass scraped against the lake’s mucky bottom. I turned then and used my hips and waist to roll three times, until I came ashore near a ratty green towel. They’d left me a towel. How thoughtful.\n\nThe water had seeped under the duct tape and loosened the adhesive’s grip on my skin, but the tape was wrapped around me three layers deep in places, which necessitated wiggling like a fish out of water. Finally, it loosened enough for me to slip my left hand up and out against my chest and rip the tape off.\n\nI wrapped myself in the sandy towel. I didn’t want to go back to my room and see Chip because I had no idea what Kevin had meant – maybe if I went back to the room, they’d be waiting for me and they’d get me for real; maybe I needed to show them,\n\nOK. Got your message. He’s just my roommate, not my friend.” And anyway, I didn’t feel terribly friendly towards the Colonel.\n\nHave a good time, he’d said. Yeah, I thought. I had a ball.\n\nSo I went to Alaska’s room. I didn’t know what time it was, but I could see a faint light underneath her door. I knocked softly.\n\nYeah,” she said, and I came in, wet and sandy and only wearing a towel and soaking boxers. This was not, obviously, how you want the world’s hottest girl to see you, but I figured she could explain to me what had just happened.\n\nShe put down a book and got out of bed with a sheet wrapped around her shoulders. For a moment, she looked concerned. She looked like the girl I met yesterday, the girl who said I was cute and bubbled over with energy and silliness and intelligence. And then she laughed.\n\nGuess you went for a swim, huh?” And she said it with such casual malice that I felt that everyone had known, and I wondered why the whole damn school agreed in advance to possibly drown Miles Halter.\n\nBut Alaska liked the Colonel, and in the confusion of the moment, I just looked at her blankly, unsure even of what to ask.\n\nGive me a break,” she said. “Come on. You know what? There are people with real problems I’ve got real problems. Mommy ain’t here, so buck up, big guy.”\n\nI left without saying a word to her and went to my room, slamming the door behind me, waking the Colonel and stomping into the bathroom. I got in the shower to wash the algae and the lake off me, but the ridiculous faucet of a showerhead failed spectacularly, and how could Alaska and Kevin and those other guys already dislike me?\n\nAfter I finished the shower, I dried off and went into the room to find some clothes.\n\nSo,” he said. “What took you so long? Get lost on your way home?”\n\nThey said it was because of you” I said, and my voice betrayed a hint of annoyance. “They said I shouldn’t hang out with you.”\n\nWhat? No, it happens to everybody,” the Colonel said. “It happened to me. They throw you in the lake. You swim out. You walk home.”\n\nI couldn’t just swim out,” I said softly, pulling on a pair of jean shorts beneath my towel. “They duct-taped me. I couldn’t even move really.”\n\nWait. Wait,” he said, and hopped out of his bunk, staring at me through the darkness.\n\nThey taped you? How?” And I showed him: I stood like a mummy, with my feet together and my hands at my sides, and showed him how they’d wrapped me up. And then I plopped down on to the couch.\n\nChrist! You could have drowned! They’re just supposed to throw you in the water in your underwear and run!” he shouted. “What the hell were they thinking? Who was it? Kevin Richman and who else? Do you remember their faces?”\n\nYeah, I think.”\n\nWhy the hell would they do that?” he wondered.\n\nDid you do something to them?” I asked.\n\nNo, but I’m sure as shit gonna do something to ’em now. We’ll get them.”\n\nIt wasn’t a big deal. I got out fine.”\n\nYou could have died.”\n\nAnd I could have, I suppose. But I didn’t.\n\nWell, maybe I should just go to the Eagle tomorrow and tell him,” I said.\n\nAbsolutely not,” he answered. He walked over to his crumpled shorts lying on the floor and pulled out a pack of cigarettes. He lit two and handed one to me. I smoked the whole goddamned thing.\n\nYou’re not,” he continued, “because that’s not how shit gets dealt with here. And besides, you really don’t want to get a reputation for ratting. But we will deal with those bastards, Pudge. I promise you. They will regret messing with one of my friends.”\n\nAnd if the Colonel thought that calling me his friend would make me stand by him, well, he was right. “Alaska was kind of mean to me tonight,” I said. I leaned over, opened an empty desk drawer and used it as a makeshift ashtray.\n\nLike I said, she’s moody.”\n\nI went to bed wearing a T-shirt, shorts and socks. No matter how miserably hot it got, I resolved, I would sleep in my clothes every night at the Creek, feeling – probably for the first time in my life – the fear and excitement of living in a place where you never know what’s going to happen or when.\n\nOne Hundred and Twenty-six Days Before\n\nWell, now it’s war,” the Colonel shouted the next morning. I rolled over and looked at the clock: 7.52. My first Culver Creek class, French, started in eighteen minutes. I blinked a couple of times and looked up at the Colonel, who was standing between the couch and the COFFEE TABLE, holding his well-worn, once-white tennis shoes by the laces.\n\nFor a long time, he stared at me and I stared at him. And then, almost in slow motion, a grin crept across the Colonel’s face.\n\nI’ve got to hand it to them,” he said finally. “That was pretty clever.”\n\nWhat?” I asked.\n\nLast night – before they woke you up, I guess – they pissed in my shoes.”\n\nAre you sure?” I said, trying not to laugh.\n\nDo you care to smell?” he asked, holding the shoes towards me. “Because I went ahead and smelled them, and yes, I am sure. If there’s one thing I know, it’s when I’ve just stepped in another man’s piss. It’s like my mom always says: ‘Ya think you’s a walkin’ on water, but turns out you just got piss in your shoes.’\n\nPoint those guys out to me if you see them today,” he added, “because we need to figure out why they’re so, uh, pissed at me. And then we need to go ahead and start thinking about how we’re going to ruin their miserable little lives.”\n\nWhen I received the Culver Creek Handbook over the summer and noticed happily that the “Dress Code” section contained only two words, casual modesty, it never occurred to me that girls would show up for class half asleep in cotton pyjama shorts, T-shirts and flip-flops. Modest, I guess, and casual.\n\nAnd there was something about girls wearing pyjamas (even if modest) which might have made French at 8.10 in the morning bearable, if I’d had any idea what Madame O’Malley was talking about.\n\nComment dis-tu “Oh my God, I don’t know nearly enough French to pass French II” en français? My French I class back in Florida did not prepare me for Madame O’Malley, who skipped the “how was your summer” pleasantries and dived directly into something called the passé composé, which is apparently a verb tense.\n\nAlaska sat directly across from me in the circle of desks, but she didn’t look at me once the entire class, even though I could notice little but her.\n\nMaybe she could be mean … but the way she talked that first night about getting out of the labyrinth – so smart. And the way her mouth curled up on the right side all the time, like she was preparing to smirk, like she’d mastered the right half of the Mona Lisa’s inimitable smile …\n\nFrom my room, the student population seemed manageable, but it overwhelmed me in the classroom area, which was a single, long building just beyond the dorm circle. The building was split into fourteen rooms facing out towards the lake.\n\nKids crammed the narrow sidewalks in front of the classrooms, and even though finding my classes wasn’t hard (even with my poor sense of direction, I could get from French in Room 3 to precalc in Room 12), I felt unsettled all day. I didn’t know anyone and couldn’t even figure out whom I should be trying to know, and the classes were hard, even on the first day.\n\nMy dad had told me I’d have to study and now I believed him. The teachers were serious and smart and a lot of them went by “Dr” and so when the  time came for my last class before lunch, World Religions, I felt tremendous relief.\n\nA vestige from when Culver Creek was a Christian boys’ school, I figured the World Religions class, required of every junior and senior, might be an easy A.\n\nIt was my only class all day where the desks weren’t arranged either in a square or a circle, so, not wanting to seem eager, I sat down in the third row at 11.03. I was seven minutes early, partly because I liked to be punctual, and partly because I didn’t have anyone to chat with out in the halls. Shortly thereafter, the Colonel came in with Takumi and they sat down on opposite sides of me.\n\nI heard about last night,” Takumi said. “Alaska’s pissed.”\n\nThat’s weird, since she was such a bitch last night,” I blurted out.\n\nTakumi just shook his head. “Yeah, well, she didn’t know the whole story. And people are moody, dude. You gotta get used to living with people. You could have worse friends than—”\n\nThe Colonel cut him off. “Enough with the psychobabble, MC Dr Phil. Let’s talk counter-insurgency.” People were starting to file into class, so the Colonel leaned in towards me and whispered, “If any of ’em are in this class, let me know, OK? Just, here, just put X’s where they’re sitting,” and he ripped a sheet of paper out of his notebook and drew a square for each desk.\n\nAs people filed in, I saw one of them – the tall one with immaculately spiky hair – Kevin. Kevin stared down the Colonel as he walked past, but in trying to stare, he forgot to watch his step and bumped his thigh against a desk. The Colonel laughed. One of the other guys, the one who was either a little fat or worked out too much, came in behind Kevin, sporting pleated khaki pants and a short sleeve black polo shirt.\n\nAs they sat down, I crossed through the appropriate squares on the Colonel’s diagram and handed it to him. Just then, the Old Man shuffled in.\n\nHe breathed slowly and with great labour through his wide-open mouth. He took tiny steps towards the lectern, his heels not moving much past his toes.\n\nThe Colonel nudged me and pointed casually to his notebook, which read, The Old Man only has one lung, and I did not doubt it. His audible, almost desperate breaths reminded me of my grandfather when he was dying of lung cancer. Barrel-chested and ancient, the Old Man, it seemed to me, might die before he ever reached the podium.\n\nMy name,” he said, “is Dr Hyde. I have a first name, of course. So far as you are concerned, it is Doctor.\n\nYour parents pay a great deal of money so that you can attend school here, and I expect that you will offer them some return on their investment by reading what I tell you to read when I tell you to read it and consistently attending this class. And when you are here, you will listen to what I say.” Clearly not an easy A.\n\nThis year, we’ll be studying three religious traditions: Islam, Christianity and Buddhism. We’ll tackle three more traditions next year. And in my classes, I will talk most of the time and you will listen most of the time, because you may be smart.\n\nBut I’ve been smart longer. I’m sure some of you do not like lecture classes, but as you have probably noted, I’m not as young as I used to be.\n\nI would love to spend my remaining breath chatting with you about the finer points of Islamic history, but our time together is short. I must talk and you must listen, for we are engaged here in the most important pursuit in history: the search for meaning.\n\nWhat is the nature of being a person?\n\nWhat is the best way to go about being a person? How did we come to be, and what will become of us when we are no longer? In short: what are the rules of this game and how might we best play it?”\n\nThe nature of the labyrinth, I scribbled into my spiral notebook, and the way out of it. This teacher rocked. I hated discussion classes. I hated talking, and I hated listening to everyone else stumble on their words and try to phrase things in the vaguest possible way so they wouldn’t sound dumb, and I hated how it was all just a game of trying to figure out what the teacher wanted to hear and then saying it. I’m in class, so teach me.\n\nAnd teach me he did: in those fifty minutes, the Old Man made me take religion seriously. I’d never been religious, but he told us that religion is important whether or not we believed in one, in the same way that historical events are important whether or not you personally lived through them. And then he assigned us fifty pages of reading for the next day – from a book called Religious Studies.\n\nThat afternoon, I had two classes and two free periods. We had nine fifty-minute class periods each day, which means that most everyone had three “study periods” (except for the Colonel, who had an extra independent-study math class on account of being an Extra Special Genius).\n\nThe Colonel and I had biology together, where I pointed out the other guy who’d duct-taped me the night before.\n\nIn the top corner of his notebook, the Colonel wrote, Longwell Chase. Senior W-day Warrior. Friends w/Sara. Weird. It took me a minute to remember who Sara was: the Colonel’s girlfriend.\n\nI spent my free periods in my room trying to read about religion. I learned that myth doesn’t mean a lie; it means a traditional story that tells you something about people and their worldview and what they hold sacred. Interesting. I also learned that after the events of the previous night, I was far too tired to care about myths or anything else, so I slept on top of the covers for most of the afternoon, until I awoke to Alaska singing,\n\nWAKE UP, LITTLE PUHHHHHDGIE!” directly into my left ear canal. I held the religion book close up against my chest like a small paperback security blanket.\n\nThat was terrible,” I said. “What do I need to do to ensure that never happens to me again?”\n\nNothing you can do!” she said excitedly. “I’m unpredictable. God, don’t you hate Dr Hyde? Don’t you? He’s so condescending.”\n\nI sat up and said, “I think he’s a genius,” partly because I thought it was true and partly because I just felt like disagreeing with her.\n\nShe sat down on the bed. “Do you always sleep in your clothes?”\n\nYup.”\n\nFunny,” she said. “You weren’t wearing much last night.” I just glared at her.\n\nC’mon, Pudge. I’m teasing. You have to be tough here. I didn’t know how bad it was – and I’m sorry and they’ll regret it – but you have to be tough.” And then she left. That was all she had to say on the subject. She’s cute, I thought, but you don’t need to like a girl who treats you like you’re ten: you’ve already got a mom.\n\nOne Hundred and Twenty-two Days Before\n\nAfter my last class of my first week at Culver Creek, I entered Room 43 to an unlikely sight: the diminutive and shirtless Colonel, hunched over an ironing board, attacking a pink button-down shirt.\n\nSweat trickled down his forehead and chest as he ironed with great enthusiasm, his right arm pushing the iron across the length of the shirt with such vigour that his breathing nearly mirrored Dr Hyde’s.\n\nI have a date,” he explained. “This is an emergency.” He paused to catch his breath. “Do you know …” breath “… how to iron?”\n\nI walked over to the pink shirt. It was wrinkled like an old woman who spent her youth sunbathing. If only the Colonel didn’t ball up his every belonging and stuff it into random drawers. “I think you just turn it on and press it against the shirt, right?” I said. “I don’t know. I didn’t even know we had an iron.”\n\nWe don’t. It’s Takumi’s. But Takumi doesn’t know how to iron either.\n\nAnd when I asked Alaska, she started yelling, ‘You’re not going to impose the patriarchal paradigm on me.’ Oh, God, I need to smoke. I need to smoke but I can’t reek when I see Sara’s parents.\n\nOK, screw it. We’re going to smoke in the bathroom with the shower on. The shower has steam. Steam gets rid of wrinkles, right?”\n\nBy the way,” he said as I followed him into the bathroom, “If you want to smoke inside during the day, just turn on the shower. The smoke follows the steam up the vents.”\n\nThough this made no scientific sense, it seemed to work. The shower’s shortage of water pressure and low showerhead made it all but useless for showering, but it worked great as a smoke screen.\n\nSadly, it made a poor iron. The Colonel tried ironing the shirt once more (“I’m just gonna push really hard and see if that helps”) and finally put it on wrinkled. He matched the shirt with a blue tie decorated with horizontal lines of little pink flamingos.\n\nThe one thing my lousy father taught me,” the Colonel said as his hands nimbly threaded the tie into a perfect knot, “was how to tie a tie. Which is odd, since I can’t imagine when he ever had to wear one.”\n\nJust then, Sara knocked on the door. I’d seen her once or twice before, but the Colonel never introduced me to her and didn’t have a chance to that night.\n\nOh. My. God. Can’t you at least press your shirt?” she asked, even though the Colonel was standing in front of the ironing board.\n\nWe’re going out with my parents.” Sara looked awfully nice in her blue summer dress. Her long, pale blonde hair was pulled up into a twist, with a strand of hair falling down each side of her face. She looked like a movie star – a bitchy one.\n\nLook, I did my best. We don’t all have maids to do our ironing.”\n\nChip, that chip on your shoulder makes you look even shorter.”\n\nChrist, can’t we get out the door without fighting?”\n\nI’m just saying. It’s the opera. It’s a big deal to my parents. Whatever. Let’s go.” I felt like leaving, but it seemed stupid to hide in the bathroom, and Sara was standing in the doorway, one hand cocked on her hip and the other fiddling with her car keys.\n\nI could wear a tuxedo and your parents would still hate me!” he shouted.\n\nThat’s not my fault! You antagonise them!” She held up the car keys in front of him. “Look, we’re going now or we’re not going.”\n\nFuck it. I’m not going anywhere with you,” the Colonel said.\n\nFine. Have a great night,” Sara slammed the door so hard that a sizeable biography of Leo Tolstoy (last words: “The truth is … I care a great deal … what they …”) fell off my bookshelf and landed with a thud on our chequered floor like an echo of the slamming door.\n\nAHHHHH!!!!!!!!!!!” he screamed.\n\nSo that’s Sara,” I said.\n\nYes.”\n\nShe seems nice.”\n\nThe Colonel laughed, knelt down next to the minifridge and pulled out a gallon of milk. He opened it, took a swig, winced, half-coughed and sat down on the couch with the milk between his legs.\n\nIs it sour or something?”\n\nOh, I should have mentioned that earlier. This isn’t milk. It’s five parts milk and one part vodka. I call it ambrosia. Drink of the gods. You can barely smell the vodka in the milk, so the Eagle can’t catch me unless he actually takes a sip.\n\nThe downside is that it tastes like sour milk and rubbing alcohol, but it’s Friday night, Pudge, and my girlfriend is a bitch. Want some?”\n\nI think I’ll pass.” Aside from a few sips of champagne on New Year’s under the watchful eye of my parents, I’d never really drunk any alcohol, and “ambrosia” didn’t seem like the drink with which to start.\n\nOutside, I heard the payphone ring. Given the fact that 190 boarders share five payphones, I was amazed how infrequently it rang. We weren’t supposed to have cell phones, but I’d noticed that some of the Weekday Warriors carried them surreptitiously. And most non-Warriors called their parents, as I did, on a regular basis, so parents only called when their kids forgot.\n\nAre you going to get that?” the Colonel asked me. I didn’t feel like being bossed around by him, but I also didn’t feel like fighting.\n\nThrough a buggy twilight, I walked to the payphone, which was drilled into the wall between Rooms 44 and 45. On both sides of the phone, dozens of phone numbers and esoteric notes were written in pen and marker (205.555.1584; Tommy to airport 4:20; 773.573.6521; JG – Kuffs?). Calling the payphone required a great deal of patience. I picked up on about the ninth ring.\n\nCan you get Chip for me?” Sara asked. It sounded like she was on a cell phone.\n\nYeah, hold on.”\n\nI turned and he was already behind me, as if he knew it would be her. I handed him the receiver and walked back to the room.\n\nA minute later, three words made their way to our room through the thick, still air of Alabama at almost-night. “Screw you too!” the Colonel shouted.\n\nBack in the room, he sat down with his ambrosia and told me, “She says I ratted out Paul and Marya. That’s what the Warriors are saying. That I ratted them out. Me. That’s why the piss in the shoes. That’s why the nearly killing you. ’Cause you live with me and they say I’m a rat.”\n\nI tried to remember who Paul and Marya were. The names were familiar, but I’d heard so many names in the last week, and I couldn’t match “Paul” and “Marya” with faces. And then I remembered why: I’d never seen them. They got kicked out the year before, having committed the Trifecta.\n\nHow long have you been dating her?” I asked.\n\nNine months. We never got along. I mean, I didn’t even briefly like her. Like, my mom and my dad – my dad would get pissed and then he would beat the shit out of my mom. And then my dad would be all nice and they’d have like a honeymoon period. But with Sara, there’s never a honeymoon period.\n\nGod, how could she think I was a rat? I know, I know: why don’t we break up?” He ran a hand through his hair, clutching a fistful of it atop his head, and said, “I guess I stay with her because she stays with me. And that’s not an easy thing to do. I’m a bad boyfriend. She’s a bad girlfriend. We deserve one another.”\n\nBut—”\n\nI can’t believe they think that,” he said as he walked to the bookshelf and pulled down the almanac. He took a long pull of his ambrosia.\n\nGoddamn Weekday Warriors. It was probably one of them that ratted out Paul and Marya and then blamed me to cover their tracks. Anyway, it’s a good night for staying in. Staying in with Pudge and ambrosia.”\n\nI still—” I said, wanting to say that I didn’t understand how you could kiss someone who believed you were a rat if being a rat was the worst thing in the world, but the Colonel cut me off.\n\nNot another word about it. You know what the capital of Sierra Leone is?”\n\nNo.”\n\nMe neither,” he said, “but I intend to find out.” And with that, he stuck his nose in the almanac and the conversation was over.\n\nOne Hundred and Ten Days Before\n\nKeeping up with my classes proved easier than I’d expected. My general predisposition to spending a lot of time inside reading gave me a distinct advantage over the average Culver Creek student.\n\nBy the third week of classes, plenty of kids had been sunburnt to a bufriedo-like golden brown from days spent chatting outside in the shadeless dorm circle during free periods. But I was barely pink: I studied.\n\nAnd I listened in class too, but on that Wednesday morning, when Dr Hyde started talking about how Buddhists believe that all things are interconnected, I found myself staring out the window. I was looking at the wooded, slow-sloping hill beyond the lake.\n\nAnd from Hyde’s classroom, things did seem connected: the trees seemed to clothe the hill, and just as I would never think to notice a particular cotton thread in the magnificently tight orange tank top Alaska wore that day, I couldn’t see the trees for the forest – everything so intricately woven together that it made no sense to think of one tree as independent from that hill. And then I heard my name and I knew I was in trouble.\n\nMr Halter,” the Old Man said, “here I am, straining my lungs for your edification. And yet something out there seems to have caught your fancy in a way that I’ve been unable to do. Pray tell: what have you discovered out there?”\n\nNow I felt my own breath shorten, the whole class watching me, thanking God they weren’t me. Dr Hyde had already done this three times, kicking kids out of class for not paying attention or writing notes to one another.\n\nUm, I was just looking outside at the, uh, at the hill and thinking about um the trees and the forest, like you were saying earlier, about the way—”\n\nThe Old Man, who obviously did not tolerate vocalised rambling, cut me off. “I’m going to ask you to leave class, Mr Halter, so that you can go out there and discover the relationship between the um-trees and the uh-forest. And tomorrow, when you’re ready to take this class seriously, I will welcome you back.”\n\nI sat still, my pen resting in my hand, my notebook open, my face flushed and my jaw jutting out into an underbite, an old trick I had to keep from looking sad or scared. Two rows behind me, I heard a chair move and turned around to see Alaska standing up, slinging her backpack over one arm.\n\nI’m sorry, but that’s bullshit. You can’t just throw him out of class. You drone on and on for an hour every day and we’re not allowed to glance out the window?”\n\nThe Old Man stared back at Alaska like a bull at a matador, then raised a hand to his sagging face and slowly rubbed the white stubble on his cheek.\n\nFor fifty minutes a day, five days a week, you abide by my rules. Or you fail. The choice is yours. Both of you leave.”\n\nI stuffed my notebook into my backpack and walked out, humiliated. As the door shut behind me, I felt a tap on my left shoulder. I turned, but there was no one there. Then I turned the other way and Alaska was smiling at me, the skin between her eyes and temple crinkled into a starburst. “The oldest trick in the book,” she said, “but everybody falls for it.”\n\nI tried a smile, but I couldn’t stop thinking about Dr Hyde. It was worse than the duct tape incident, because I always knew that the Kevin Richmans of the world didn’t like me. But my teachers had always been card-carrying members of the Miles Halter Fan Club.\n\nI told you he was an asshole,” she said.\n\nI still think he’s a genius. He’s right. I wasn’t listening.”\n\nRight, but he didn’t need to be a jerk about it. Like he needs to prove his power by humiliating you?! Anyway,” she said, “the only real geniuses are artists. Yeats, Picasso, García Márquez: geniuses. Dr Hyde: bitter old man.”\n\nAnd then she announced we were going to look for four-leaf clovers until class ended and we could go smoke with the Colonel and Takumi, “both of whom,” she added, “are big-time assholes for not marching out of class right behind us.”\n\nWhen Alaska Young is sitting with her legs crossed in a brittle, periodically green clover patch leaning forward in search of four-leaf clovers, the pale skin of her sizeable cleavage clearly visible, it is a plain fact of human physiology that it becomes impossible to join in her clover search. I’d gotten in enough trouble already for looking where I wasn’t supposed to, but still …\n\nAfter perhaps two minutes of combing through a clover patch with her long, dirty fingernails, Alaska grabbed a clover with three full-size petals and an undersize runt of a fourth, and looked up at me, barely giving me time to avert my eyes.\n\nEven though you were clearly not doing your part in the clover search, Perv,” she said wryly, “I really would give you this clover. Except luck is for suckers.” She pinched the runt petal between the nails of her thumb and finger and plucked it.\n\nThere,” she said to the clover as she dropped it on to the ground. “Now you’re not a genetic freak any more.”\n\nUh, thanks,” I said. The bell rang and Takumi and the Colonel were first out the door. Alaska stared at them.\n\nWhat?” asked the Colonel. But she just rolled her eyes and started walking. We followed in silence through the dorm circle and then across the soccer field. We ducked into the woods, following the faint path around the lake until we came to a dirt road.\n\nThe Colonel ran up to Alaska, and they started fighting about something quietly enough that I couldn’t hear the words so much as the mutual annoyance, and I finally asked Takumi where we were headed.\n\nThis road dead-ends into the barn,” he said. “So maybe there. But probably the Smoking Hole. You’ll see.”\n\nFrom here, the woods were a totally different creature than from Dr Hyde’s classroom. The ground was thick with fallen branches, decaying pine needles and brambly green bushes; the path wound past pine trees sprouting tall and thin, their stubbly needles providing a lace of shade from another sunburnt day.\n\nAnd the smaller oak and maple trees, which from Dr Hyde’s classroom had been invisible beneath the more majestic pines, showed hints of an as-yet-thermally-unforeseeable fall: their still-green leaves were beginning to droop.\n\nWe came to a rickety wooden bridge – just thick plywood laid over a concrete foundation – over Culver Creek, the winding rivulet that doubled back over and over again through the outskirts of campus. On the far side of the bridge, there was a tiny path leading down a steep slope. Not even a path so much as a series of hints – a broken branch here, a patch of stomped-down grass there – that people had come this way before.\n\nAs we walked down single file, Alaska, the Colonel and Takumi each held back a thick maple branch for one another, passing it along until I, last in line, let it snap back into place behind me. And there, beneath the bridge, an oasis.\n\nA slab of concrete, three feet wide and ten feet long, with three blue plastic chairs stolen long ago from some classroom. Cooled by the creek and the shade of the bridge, I felt unhot for the first time in weeks.\n\nThe Colonel dispensed the cigarettes. Takumi passed; the rest of us lit up.\n\nHe has no right to condescend to us is all I’m saying,” Alaska said, continuing her conversation with the Colonel. “Pudge is done with staring out the window, and I’m done with going on tirades about it, but he’s a terrible teacher and you won’t convince me otherwise.”\n\nFine,” the Colonel said. “Just don’t make another scene. Christ, you nearly killed the poor old bastard.”\n\nSeriously, you’ll never win by crossing Hyde,” Takumi said. “He’ll eat you alive, shit you out and then piss on his dump. Which by the way is what we should be doing to whoever ratted on Marya. Has anyone heard anything?”\n\nIt must have been some Weekday Warrior,” Alaska said.\n\nBut apparently they think it was the Colonel. So who knows. Maybe the Eagle just got lucky. She was stupid; she got caught; she got expelled; it’s over. That’s what happens when you’re stupid and you get caught.” Alaska made an O with her lips, moving her mouth like a goldfish eating, trying unsuccessfully to blow smoke rings.\n\nWow,” Takumi said, “if I ever get kicked out, remind me to even the score myself, since I sure can’t count on you.”\n\nDon’t be ridiculous,” she responded, not angry so much as dismissive. “I don’t understand why you’re so obsessed with figuring out everything that happens here, like we have to unravel every mystery. God, it’s over. Takumi, you gotta stop stealing other people’s problems and get some of your own.” Takumi started up again, but Alaska raised her hand as if to swat the conversation away.\n\nI said nothing – I hadn’t known Marya, and anyway, “listening quietly” was my general social strategy.\n\nAnyway,” Alaska said to me. “I thought the way he treated you was just awful. I wanted to cry. I just wanted to kiss you and make it better.”\n\nShame you didn’t,” I deadpanned, and they laughed.\n\nYou’re adorable,” she said, and I felt the intensity of her eyes on me and looked away nervously. “Too bad I love my boyfriend.” I stared at the knotted roots of the trees on the creek bank, trying hard not to look like I’d just been called adorable.\n\nTakumi couldn’t believe it either and he walked over to me, tussling my hair with his hand, and started rapping to Alaska. “Yeah, Pudge is adorable / but you want incorrigible / so Jake is more endurable / ’cause he’s so— damn. Damn! I almost had four rhymes on adorable. But all I could think of was unfloorable, which isn’t even a word.”\n\nAlaska laughed. “That made me not be mad at you any more. God, rapping is sexy. Pudge, did you even know that you’re in the presence of the sickest emcee in Alabama?”\n\nUm, no.”\n\nDrop a beat, Colonel Catastrophe,” Takumi said, and I laughed at the idea that a guy as short and dorky as the Colonel could have a rap name. The Colonel cupped his hands around his mouth and started making some absurd noises that I suppose were intended to be beats. Puh-chi. Puh-puhpuh-chi. Takumi laughed.\n\nRight here, by the river, you want me to kick it? / If your smoke was a popsicle, I’d surely lick it / My rhymin’ is old school, sort of like the ancient Romans / The Colonel’s beats is sad like Arthur Miller’s Willy Loman / Sometimes I’m accused of being a showman / ICanRhymeFast and I can rhyme slow, man.”\n\nHe paused, took a breath and then finished.\n\nLike Emily Dickinson, I ain’t afraid of slant rhyme / And that’s the end of this verse; emcee’s out on a high.”\n\nI didn’t know slant rhyme from regular rhyme, but I was suitably impressed. We gave Takumi a soft round of applause. Alaska finished her cigarette and flicked it into the river.\n\nWhy do you smoke so damn fast?” I asked.\n\nShe looked at me and smiled widely, and such a wide smile on her narrow face might have looked goofy were it not for the unimpeachably elegant green in her eyes. She smiled with all the delight of a kid on Christmas morning and said, “Y’all smoke to enjoy it. I smoke to die.”\n\nOne Hundred and Nine Days Before\n\nDinner in the cafeteria the next night was meat loaf, one of the rare dishes that didn’t arrive deep-fried and, perhaps as a result, meat loaf was Maureen’s greatest failure – a stringy, gravy-soaked concoction that did not much resemble a loaf and did not much taste like meat.\n\nAlthough I’d never ridden in it, Alaska apparently had a car and she offered to drive the Colonel and me to McDonald’s, but the Colonel didn’t have any money and I didn’t have much either, what with constantly paying for his extravagant cigarette habit.\n\nSo instead the Colonel and I reheated two-day-old bufriedos – unlike, say, French fries, a microwaved bufriedo lost nothing of its taste or its satisfying crunch – after which the Colonel insisted on attending the Creek’s first basketball game of the season.\n\nBasketball in the fall?” I asked the Colonel. “I don’t know much about sports, but isn’t that when you play football?”\n\nThe schools in our league are too small to have football teams, so we play basketball in the fall. Although, man, the Culver Creek football team would be a thing of beauty. Your scrawny ass could probably start at lineman. Anyway, the basketball games are great.”\n\nI hated sports. I hated sports, and I hated people who played them, and I hated people who watched them, and I hated people who didn’t hate people who watched or played them. In third grade – the very last year that one could play T-ball – my mother wanted me to make friends, so she forced me on to the Orlando Pirates. I made friends all right – with a bunch of kindergartners, which didn’t really bolster my social standing with my peers.\n\nPrimarily because I towered over the rest of the players, I nearly made it on to the T-Ball all-star team that year. The kid who beat me, Clay Wurtzel, had one arm. I was an unusually tall third-grader with two arms and I got beat out by kindergartner Clay Wurtzel.\n\nAnd it wasn’t some pity-the-one-armed kid thing, either.\n\nClay Wurtzel could flat-out hit whereas I sometimes struck out even with the ball sitting on the tee. One of the things that appealed to me most about Culver Creek was that my dad assured me there was no PE requirement.\n\nThere is only one time when I put aside my passionate hatred for the Weekday Warriors and their country-club bullshit,” the Colonel told me, “and that’s when they pump up the air-conditioning in the gym for a little old-fashioned Culver Creek basketball. You can’t miss the first game of the year.”\n\nAs we walked towards the airplane hangar of a gym, which I had seen but never even thought to approach, the Colonel explained to me the most important thing about our basketball team: they were not very good.\n\nThe “star” of the team, the Colonel said, was a senior named Hank Walsten, who played power forward despite being five foot eight.\n\nHank’s primary claim to campus fame, I already knew, was that he always had weed, and the Colonel told me that for four years, Hank started every game without ever once playing sober.\n\nHe loves weed like Alaska loves sex,” the Colonel said. “This is a man who once constructed a bong using only the barrel of an air rifle, a ripe pear and an eight-by-ten glossy photograph of Anna Kournikova. Not the brightest gem in the jewellery shop, but you’ve got to admire his single-minded dedication to drug abuse.”\n\nFrom Hank, the Colonel told me, it went downhill until you reached Wilson Carbod, the starting centre, who was almost six feet tall. “We’re so bad,” the Colonel said, “we don’t even have a mascot. I call us the Culver Creek Nothings.”\n\nSo they just suck?” I asked. I didn’t quite understand the point of watching your terrible team get walloped, though the air-conditioning was reason enough for me.\n\nOh, they suck,” the Colonel replied. “But we always beat the shit out of the deaf-and-blind school.” Apparently, basketball wasn’t a big priority at the Alabama School for the Deaf and Blind, and so we usually came out of the season with a single victory.\n\nWhen we arrived, the gym was packed with most every Culver Creek student – I noticed, for instance, the Creek’s three goth girls reapplying their eyeliner as they sat on the top row of the gym’s bleachers. I’d never attended a school basketball game back home, but I doubted the crowds there were quite so inclusive.\n\nEven so, I was surprised when none other than Kevin Richman sat down on the bleacher directly in front of me while the opposing school’s cheerleading team (their unfortunate school colours were mud-brown and dehydrated-piss-yellow) tried to fire up the small visitors’ section in the crowd. Kevin turned around and stared at the Colonel.\n\nLike most of the other guy Warriors, Kevin dressed preppy, looking like a lawyer-who-enjoys-golfing waiting to happen. And his hair, a blond mop, short on the sides and spiky on top, was always soaked through with so much gel that it looked perennially wet.\n\nI didn’t hate him like the Colonel did, of course, because the Colonel hated him on principle, and principled hate is a hell of a lot stronger than, “Boy, I wish you hadn’t mummified me and thrown me into the lake” hate.\n\nStill, I tried to stare at him intimidatingly as he looked at the Colonel, but it was hard to forget that this guy had seen my skinny ass in nothing but boxers a couple of weeks ago.\n\nYou ratted our Paul and Marya. We got you back. Truce?” Kevin asked.\n\nI didn’t rat them out. Pudge here certainly didn’t rat them out, but you brought him in on your fun. Truce? Hmm, let me take a poll real quick.” The cheerleaders sat down, holding their pom-poms close to their chest as if praying. “Hey, Pudge,” the Colonel said. “What do you think of a truce?”\n\nIt reminds me of when the Germans demanded that the US surrender at the Battle of the Bulge,” I said. “I guess I’d say to this truce offer what General McAuliffe said to that one: nuts.”\n\nWhy would you try to kill this guy, Kevin? He’s a genius. Nuts to your truce.”\n\nCome on, dude. I know you ratted them out, and we had to defend our friend and now it’s over. Let’s end it.” He seemed very sincere, perhaps due to the Colonel’s reputation for pranking.\n\nI’ll make you a deal. You pick one dead American president. If Pudge doesn’t know that guy’s last words, truce. If he does, you spend the rest of your life lamenting the day you pissed in my shoes.”\n\nThat’s retarded.”\n\nAll right, no truce,” the Colonel shot back.\n\nFine. Millard Fillmore,” Kevin said. The Colonel looked at me hurriedly, his eyes saying, Was that guy a president? I just smiled.\n\nWhen Fillmore was dying, he was super hungry. But his doctor was trying to starve his fever or whatever. Fillmore wouldn’t shut up about wanting to eat, though, so finally the doctor gave him a tiny teaspoon of soup.\n\nAnd all sarcastic, Fillmore said, ‘The nourishment is palatable,’ and then died. No truce.”\n\nKevin rolled his eyes and walked away, and it occurred to me that I could have made up any last words for Millard Fillmore and Kevin probably would have believed me if I’d used that same tone of voice, the Colonel’s confidence rubbing off on me.\n\nThat was your first bad-ass moment!” The Colonel laughed. “Now, it’s true that I gave you an easy target. But still. Well done.”\n\nUnfortunately for the Culver Creek Nothings, we weren’t playing the deaf-and-blind school. We were playing some Christian school from downtown Birmingham, a team stocked with huge, gargantuan apemen with thick beards and a strong distaste for turning the other cheek.\n\nAt the end of the first quarter: 20–4.\n\nAnd that’s when the fun started. The Colonel led all of the cheers.\n\nCornbread!” he screamed.\n\nCHICKEN!” the crowd responded.\n\nRice!”\n\nPEAS!”\n\nAnd then, all together: “WE GOT HIGHER S-A-Ts.”\n\nHip Hip Hip Hooray!” the Colonel cried.\n\nYOU’LL BE WORKIN’ FOR US SOME DAY!”\n\nThe opposing team’s cheerleaders tried to answer our cheers with “The roof, the roof, the roof is on fire! Hell is in your future if you give in to desire,” but we could always do them one better.\n\nBuy!”\n\nSELL!”\n\nTrade!”\n\nBARTER!”\n\nYOU’RE MUCH BIGGER, BUT WE ARE SMARTER!”\n\nWhen the visitors shoot a free throw on most every court in the country, the fans make a lot of noise, screaming and stomping their feet. It doesn’t work, because players learn to tune out white noise.\n\nAt Culver Creek, we had a much better strategy.\n\nAt first, everyone yelled and screamed like in a normal game.\n\nBut then everyone said, “Shh!” and there was absolute silence. Just as our hated opponent stopped dribbling and prepared for his shot, the Colonel stood up and screamed something. Like:\n\nFor the love of God, please shave your back hair!” Or:\n\nI need to be saved. Can you minister to me after your shot?!”\n\nTowards the end of the third quarter, the Christian school coach called a time-out and complained to the ref about the Colonel, pointing at him angrily. We were down 56–13. The Colonel stood up. “What?! You have a problem with me!?”\n\nThe coach screamed, “You’re bothering my players!”\n\nTHAT’S THE POINT, SHERLOCK!” the Colonel screamed. The ref came over and kicked him out of the gym. I followed him.\n\nI’ve gotten thrown out of thirty-seven straight games,” he said.\n\nDamn.”\n\nYeah. Once or twice, I’ve had to go really crazy. I ran on to the court with eleven seconds left once and stole the ball from the other team. It wasn’t pretty. But, you know. I have a streak to maintain.”\n\nThe Colonel ran ahead of me, gleeful at his ejection, and I jogged after him, trailing in his wake. I wanted to be one of those people who have streaks to maintain, who scorch the ground with their intensity.\n\nBut for now, at least I knew such people, and they needed me, just like comets need tails.\n\nOne Hundred and Eight Days Before\n\nThe next day, Dr Hyde asked me to stay after class. Standing before him, I realised for the first time how hunched his shoulders were, and he seemed suddenly sad and kind of old. “You like this class, don’t you?” he asked.\n\nYessir.”\n\nYou’ve got a lifetime to mull over the Buddhist understanding of interconnectedness.” He spoke every sentence as if he’d written it down, memorised it and was now reciting it.\n\nBut while you were looking out the window, you missed the chance to explore the equally interesting Buddhist belief in being present for every facet of your daily life, of being truly present. Be present in this class.\n\nAnd then, when it’s over, be present out there,” he said, nodding towards the lake and beyond.\n\nYessir.”\n\nOne Hundred and One Days Before\n\nOn the first morning of October, I knew something was wrong as soon as I woke up enough to turn off the alarm clock. The bed didn’t smell right. And I didn’t feel right. It took me a groggy minute before I realised: I felt cold. Well, at the very least, the small fan clipped to my bunk seemed suddenly unnecessary. “It’s cold!” I shouted.\n\nOh God, what time is it?” I heard above me.\n\nEight-oh-four,” I said.\n\nThe Colonel, who didn’t have an alarm clock but almost always woke up to take a shower before mine went off, swung his short legs over the side of the bed, jumped down and dashed to his dresser.\n\nI suppose I missed my window of opportunity to shower,” he said as he put on a green CULVER CREEK BASKETBALL T-shirt and a pair of shorts.\n\nOh, well. There’s always tomorrow. And it’s not cold. It’s probably eighty.”\n\nGrateful to have slept fully dressed, I just put on shoes and the Colonel and I jogged to the classrooms. I slid into my seat with twenty seconds to spare. Halfway through class, Madame O’Malley turned around to write something in French on the blackboard and Alaska passed me a note.\n\nNice bedhead. Study at McDonald’s for lunch?\n\nOur first significant precalc test was only two days away, so Alaska grabbed the six precalc kids she did not consider Weekday Warriors and piled us into her tiny blue two-door. By happy coincidence, a cute sophomore girl named Lara ended up sitting on my lap.\n\nLara’d been born in Russia or someplace, and she spoke with a slight accent.\n\nSince we were only four layers of clothes from doing it, I took the opportunity to introduce myself.\n\nI know who you are.” She smiled. “You’re Alaska’s freend from FlowReeda.”\n\nYup. Get ready for a lot of dumb questions, ’cause I suck at precalc,” I said.\n\nShe started to answer, but then she was thrown back against me as Alaska shot out of the parking lot.\n\nKids, meet Blue Citrus. So named because she is a lemon,” Alaska said.\n\nBlue Citrus, meet the kids. If you can find them, you might want to fasten your seat belts. Pudge, you might want to serve as a seat belt for Lara.” What the car lacked in speed, Alaska made up for by refusing to move her foot from the accelerator, damn the consequences.\n\nBefore we even got off campus, Lara was lurching helplessly whenever Alaska took hard turns, so I took Alaska’s advice and wrapped my arms around Lara’s waist.\n\nThanks,” she said, almost inaudibly.\n\nAfter a fast if reckless three miles to McDonald’s, we ordered seven large French fries to share. Alaska taught class, smoking while she ate.\n\nLike any good teacher, she tolerated little dissension. She smoked and talked and ate for an hour without stopping, and I scribbled in my notebook as the muddy waters of tangents and cosines began to clarify. But not everyone was so fortunate.\n\nAs Alaska zipped through something obvious about linear equations, stoner/baller Hank Walsten said, “Wait wait. I don’t get it.”\n\n“That’s because you have eight functioning brain cells.”\n\n“Studies show that marijuana is better for your health than those cigarettes,” Hank said.\n\nAlaska swallowed a mouthful of French fries took a drag on her cigarette and blew smoke across the table at Hank. “I may die young,” she said, “but at least I’ll die smart. Now, back to tangents.”\n\nOne Hundred Days Before\n\nNot to ask the obvious question, but why Alaska?” I asked. I’d just gotten my precalc test back and I was awash with admiration for Alaska, since her tutoring had paved my way to a B-plus. She and I sat alone in the TV lounge watching MTV on a drearily cloudy Saturday.\n\nFurnished with couches left behind by previous generations of Culver Creek students, the TV room had the musty air of dust and mildew – and, perhaps for that reason, was almost perennially unoccupied. Alaska took a sip of Mountain Dew and grabbed my hand in hers.\n\nAlways comes up eventually. All right, so my mom was something of a hippie when I was a kid. You know, wore oversized sweaters she knitted herself, smoked a lot of pot, etc.\n\nAnd my dad was a real Republican type, and so when I was born, my mom wanted to name me Harmony Springs Young and my dad wanted to name me Mary Frances Young.”\n\nAs she talked, she bobbed her head back and forth to the MTV music, even though the song was the kind of manufactured pop ballad she professed to hate.\n\nSo instead of naming me Harmony or Mary, they agreed to let me decide. So when I was little, they called me Mary. I mean, they called me sweetie or whatever, but like on school forms and stuff, they wrote Mary Young.\n\nAnd then on my seventh birthday, my present was that I got to pick my name. Cool, huh? So I spent the whole day looking at my dad’s globe for a really cool name. And so my first choice was Chad, like the country in Africa. But then my dad said that was a boy’s name, so I picked Alaska.”\n\nI wish my parents had let me pick my name. But they went ahead and picked the only name first-born male Halters have had for a century. “But why Alaska?” I asked her.\n\nShe smiled with the right side of her mouth. “Well, later, I found out what it means. It’s from an Aleut word, Alyeska. It means, ‘That which the sea breaks against’ and I love that.\n\nBut at the time, I just saw Alaska up there. And it was big, just like I wanted to be. And it was damn far away from Vine Station, Alabama, just like I wanted to be.”\n\nI laughed. “And now you’re all grown up and fairly far away from home,” I said, smiling. “So congratulations.” She stopped the head bobbing and let go of my (unfortunately sweaty) hand.\n\nGetting out isn’t that easy,” she said seriously, her eyes on mine like I knew the way out and wouldn’t tell her. And then she seemed to switch conversational horses in midstream.\n\nLike after college, know what I want to do? Teach disabled kids. I’m a good teacher, right? Shit, if I can teach you precalc, I can teach it to anybody. Like maybe kids with autism.”\n\nShe talked softly and thoughtfully, like she was telling me a secret, and I leaned in towards her, suddenly overwhelmed with the feeling that we must kiss, that we ought to kiss right now on the dusty orange couch with its cigarette burns and its decades of collected dust.\n\nAnd I would have: I would have kept leaning towards her until it became necessary to tilt my face so as to miss her ski-slope nose, and I would have felt the shock of her so-soft lips. I would have. But then she snapped out of it.\n\nNo,” she said, and I couldn’t tell at first whether she was reading my kiss-obsessed mind or responding to herself out loud. She turned away from me, and softly, maybe to herself, said, “Jesus, I’m not going to be one of those people who sits around talking about what they’re gonna do. I’m just going to do it. Imagining the future is a kind of nostalgia.”\n\nHuh?” I asked.\n\nYou spend your whole life stuck in the labyrinth, thinking about how you’ll escape it one day, and how awesome it will be, and imagining that future keeps you going, but you never do it. You just use the future to escape the present.”\n\nI guess that made sense. I had imagined that life at the Creek would be a bit more exciting than it was – in reality, there’d been more homework than adventure – but if I hadn’t imagined it, I would never have gotten to the Creek at all.\n\nShe turned back to the TV, a commercial for a car now, and made a joke about Blue Citrus needing its own car commercial. Mimicking the deep-voiced passion of commercial voice-overs, she said, “It’s small, it’s slow and it’s shitty, but it runs. Sometimes.\n\nBlue Citrus: See Your Local Used Car Dealer.” But I wanted to talk more about her and Vine Station and the future.\n\nSometimes I don’t get you,” I said.\n\nShe didn’t even glance at me. She just smiled towards the television and said, “You never get me. That’s the whole point.”\n\nNinety-nine Days Before\n\nI spent most of the next day lying in bed, immersed in the miserably uninteresting fictional world of Ethan Frome while the Colonel sat at his desk, unravelling the secrets of differential equations or something.\n\nAlthough we tried to ration our smoke breaks amid the shower’s steam, we ran out of cigarettes before dark, necessitating a trip to Alaska’s room. She lay on the floor, holding a book over her head.\n\nLet’s go smoke,” he said.\n\nYou’re out of cigarettes, aren’t you?” she asked without looking up.\n\nWell. Yes.”\n\nGot five bucks?” she asked.\n\nNope.”\n\nPudge?” she asked.\n\nYeah, all right.” I fished a five out of my pocket and Alaska handed me a pack of twenty Marlboro Lights. I knew I’d smoke maybe five of them, but so long as I subsidised the Colonel’s smoking, he couldn’t really attack me for being another rich kid, a Weekday Warrior who just didn’t happen to live in Birmingham.\n\nWe grabbed Takumi and walked down to the lake, hiding behind a few trees, laughing. The Colonel blew smoke rings and Takumi called them “pretentious”, while Alaska followed the smoke rings with her fingers, stabbing at them like a kid trying to pop bubbles.\n\nAnd then we heard a branch break. It might have been a deer, but the Colonel busted out anyway. A voice directly behind us said, “Don’t run, Chipper,” and the Colonel stopped, turned around and returned to us sheepishly.\n\nThe Eagle walked towards us slowly, his lips pursed in disgust. He wore a white shirt and a black tie, like always. He gave each of us in turn the Look of Doom.\n\nY’all smell like a North Carolina tobacco field in a wildfire,” he said.\n\nWe stood silent. I felt disproportionately terrible, like I had just been caught fleeing the scene of a murder. Would he call my parents?\n\nI’ll see you in Jury tomorrow at five,” he announced and then walked away. Alaska crouched down, picked up the cigarette she had thrown away and started smoking again. The Eagle wheeled around, his sixth sense detecting Insubordination To Authority Figures. Alaska dropped the cigarette and stepped on it. The Eagle shook his head, and even though he must have been crazy mad, I swear to God he smiled.\n\nHe loves me,” Alaska told me as we walked back to the dorm circle. “He loves all y’all too. He just loves the school more. That’s the thing. He thinks busting us is good for the school and good for us. It’s the eternal struggle, Pudge. The Good versus the Naughty.”\n\nYou’re awfully philosophical for a girl that just got busted,” I told her.\n\nSometimes you lose a battle. But mischief always wins the war.”\n\nNinety-eight Days Before\n\nOne of the unique things about Culver Creek was the Jury. Every semester, the faculty elected twelve students, three from each class, to serve on the Jury. The Jury meted out punishment for non-expellable offences, for everything from staying out past curfew to smoking.\n\nUsually, it was smoking or being in a girl’s room after seven. So you went to the Jury, you made your case and they punished you. The Eagle served as the Judge, and he had the right to overturn the Jury’s verdict (just like in the real American court system), but he almost never did.\n\nI made my way to Classroom 4 right after my last class – forty minutes early, just to be safe. I sat with my back against the wall and read my American History textbook (kind of remedial reading for me, to be honest) until Alaska showed up and sat down next to me. She was chewing on her bottom lip and I asked whether she was nervous.\n\nWell, yeah. Listen, just sit tight and don’t talk,” she told me. “You don’t need to be nervous. But this is the seventh time I’ve been caught smoking. I just don’t want – whatever. I don’t want to upset my dad.”\n\nDoes your mom smoke or something?” I asked.\n\n“Not any more,” Alaska said. “It’s fine. You’ll be fine.”\n\nI didn’t start to worry until it got to be 4.50 and the Colonel and Takumi were still unaccounted for. The members of the Jury filed in one by one, walking past us without any eye contact, which made me feel worse. I counted all twelve by 4.56, plus the Eagle.\n\nAt 4.58, the Colonel and Takumi rounded the corner towards the classrooms.\n\nI never saw anything like it. Takumi wore a starched white shirt and a red tie with a black paisley print; the Colonel wore his wrinkled pink button-down and flamingo tie. They walked in step, heads up and shoulders back like some kind of action movie heroes.\n\nI heard Alaska sigh. “The Colonel’s doing his Napoleon walk.”\n\nIt’s all good,” the Colonel told me. “Just don’t say anything.”\n\nWe walked in – two of us wearing ties and two of us wearing ratty T-shirts – and the Eagle banged an honest-to-God gavel against the podium in front of him. The Jury sat in a line behind a rectangular table. At the front of the room, by the blackboard, were four chairs. We sat down and the Colonel explained exactly what happened.\n\nAlaska and I were smoking down by the lake. We usually go off campus, but we forgot. We’re sorry. It won’t happen again.”\n\nI didn’t know what was going on. But I knew my job: sit tight and shut up. One of the kids looked at Takumi and asked, “What about you and Halter?”\n\nWe were keeping them company,” Takumi said calmly.\n\nThe kid turned to the Eagle then and asked, “Did you see anyone smoking?”\n\nI only saw Alaska, but Chip ran away, which struck me as cowardly, as does Miles and Takumi’s ‘aw-shucks’ routine,” the Eagle said, giving me the Look of Doom. I didn’t want to look guilty, but I couldn’t hold his stare, so I just looked down at my hands.\n\nThe Colonel gritted his teeth, like it pained him to lie. “It is the truth, sir.”\n\nThe Eagle asked if any of us wanted to say anything, and then asked if there were any more questions, and then sent us outside.\n\nWhat the hell was that?” I asked Takumi when we got outside.\n\nJust sit tight, Pudge.”\n\nWhy have Alaska confess when she’d already been in trouble so many times? Why the Colonel, who literally couldn’t afford to get in serious trouble? Why not me? I’d never been busted for anything. I had the least to lose. After a couple of minutes, the Eagle came out and motioned for us to come back inside.\n\nAlaska and Chip,” a member of the Jury said, “you get ten work hours – doing dishes in the cafeteria – and you’re both officially one problem away from a phone call home. Takumi and Miles, there’s nothing in the rules about watching someone smoke, but the Jury will remember your story if you break the rules again. Fair?”\n\nFair,” Alaska said quickly, obviously relieved. On my way out, the Eagle spun me around.\n\nDon’t abuse your privileges at this school, young man, or you will regret it.” I nodded.\n\nEighty-nine Days Before\n\nWe found you a girlfriend,” Alaska said to me. Still, no one had explained to me what happened the week before with the Jury. It didn’t seem to have affected Alaska, though, who was (1) in our room after dark with the door closed, and (2) smoking a cigarette as she sat on the mostly foam couch. She had stuffed a towel into the bottom of our door and insisted it was safe, but I worried – about the cigarette and the “girlfriend”.\n\nAll I have to do now,” she said, “is convince you to like her and convince her to like you.”\n\nMonumental tasks,” the Colonel pointed out. He lay on the top bunk, reading for his English class. Moby Dick.\n\nHow can you read and talk at the same time?” I asked.\n\nWell, I usually can’t, but neither the book nor the conversation is particularly intellectually challenging.”\n\nI like that book,” Alaska said.\n\nYes.” The Colonel smiled and leaned over to look at her from his top bunk. “You would. Big white whale is a metaphor for everything. You live for pretentious metaphors.”\n\nAlaska was unfazed. “So, Pudge, what’s your feeling on the former Soviet bloc?”\n\nUm. I’m in favour of it?”\n\nShe flicked the ashes of her cigarette into my pencil holder. I almost protested, but why bother.\n\nYou know that girl in our precalc class,” Alaska said. “Soft voice, says thees not this. Know that girl?”\n\nYeah. Lara. She sat on my lap on the way to McDonald’s.”\n\nRight. I know. And she liked you. You thought she was quietly discussing precalc, when she was clearly talking about having hot sex with you. Which is why you need me.”\n\nShe has great breasts,” the Colonel said without looking up from the whale.\n\nDO NOT OBJECTIFY WOMEN’S BODIES!” Alaska shouted.\n\nNow he looked up. “Sorry. Perky breasts.”\n\nThat’s not any better!”\n\nSure it is,” he said. “Great is a judgement on a woman’s body. Perky is merely an observation. They are perky. I mean, Christ.”\n\nYou’re hopeless,” she said. “So she thinks you’re cute, Pudge.”\n\nNice.”\n\nDoesn’t mean anything. Problem with you is that if you talk to her you’ll ‘uh um uh’ your way to disaster.”\n\nDon’t be so hard on him,” the Colonel interrupted, as if he’s my mom. “God, I understand whale anatomy. Can we move on now, Herman?”\n\nSo Jake is going to be in Birmingham this weekend and we’re going on a triple date. Well, triple and a half, since Takumi will be there too. Very low pressure. You won’t be able to screw up because I’ll be there the whole time.”\n\nOK.”\n\nWho’s my date?” the Colonel asked.\n\nYour girlfriend is your date.”\n\nAll right,” he said, and then deadpanned, “but we don’t get along very well.”\n\nSo Friday? Do you have plans for Friday?” and then I laughed because the Colonel and I didn’t have plans for this Friday, or for any other Friday for the rest of our lives.\n\nI didn’t think so.” She smiled. “Now, we gotta go do dishes in the cafeteria, Chipper. God, the sacrifices I make.”\n\nEighty-seven Days Before\n\nOur triple-and-a-half date started off well enough. I was in Alaska’s room – for the sake of getting me a girlfriend, she’d agreed to iron a green button-down shirt for me – when Jake showed up. With blond hair to his shoulders, dark stubble on his cheeks and the kind of faux-ruggedness that gets you a career as a catalogue model, Jake was every bit as good-looking as you’d expect Alaska’s boyfriend to be.\n\nShe jumped on to him and wrapped her legs around him (God forbid anyone ever does that to me, I thought. I’ll fall over). I’d heard Alaska talk about kissing, but I’d never seen her kiss until then: as he held her by her waist, she leaned forward, her pouty lips parted, her head just slightly tilted, and enveloped his mouth with such passion that I felt I should look away but couldn’t. A good while later, she untangled herself from Jake and introduced me.\n\nThis is Pudge,” she said. Jake and I shook hands.\n\nI’ve heard a lot about ya,” he spoke with a slight Southern accent, one of the few I’d heard outside of McDonald’s. “I hope your date works out tonight, ’cause I wouldn’t want you stealin’ Alaska out from under me.”\n\nGod, you’re so adorable,” Alaska said before I could answer, kissing him again. “I’m sorry,” she laughed. “I just can’t seem to stop kissing my boyfriend.”\n\nI put on my freshly starched green shirt and the three of us gathered up the Colonel, Sara, Lara and Takumi, and then walked to the gym to watch the Culver Creek Nothings take on Harsden Academy, a private day school in Mountain Brook, Birmingham’s richest suburb.\n\nThe Colonel’s hatred for Harsden burned with the fire of a thousand suns. “The only thing I hate more than rich people,” he told me as we walked to the gym, “is stupid people. And all the kids at Harsden are rich, and they’re all too stupid to get into the Creek.”\n\nSince we were supposed to be on a date and all, I thought I’d sit next to Lara at the game, but as I tried to walk past a seated Alaska on my way to Lara, Alaska shot me a look and patted the empty spot next to her on the bleachers.\n\nI’m not allowed to sit next to my date?” I asked.\n\nPudge, one of us has been a girl her whole life. The other of us has never gotten to second base. If I were you, I’d sit down, look cute and be your pleasantly aloof self.”\n\nOK. Whatever you say.”\n\nJake said, “That’s pretty much my strategy for pleasing Alaska.”\n\nAww,” she said, “so sweet! Pudge, did I tell you that Jake is recording an album with his band? They’re fantastic. They’re like Radiohead meets the Flaming Lips.\n\nDid I tell you that I came up with their name, Hickman Territory?” And then, realising she was being silly: “Did I tell you that Jake is hung like a horse and a beautiful, sensual lover?”\n\nBaby, Jesus.” Jake smiled. “Not in front of the kids.”\n\nI wanted to hate Jake, of course, but as I watched them together, smiling and fumbling all over one another, I didn’t hate him. I wanted to be him, sure, but I tried to remember I was ostensibly on a date with someone else.\n\nHarsden Academy’s star player was a six-foot-seven Goliath named Travis Eastman that everyone – even his mother I suspect – called the Beast. The first time the Beast got to the free-throw line, the Colonel could not keep himself from swearing while he taunted:\n\nYou owe everything to your daddy, you stupid redneck bastard.”\n\nThe Beast turned around and glared, and the Colonel almost got kicked out after the first free throw, but he smiled at the ref and said, “Sorry!”\n\nI want to stay around for a good part of this one,” he said to me.\n\nAt the start of the second half, with the Creek down by a surprisingly slim margin of twenty-four points and the Beast at the foul line, the Colonel looked at Takumi and said, “It’s time.” Takumi and the Colonel stood up as the crowd went, “Shhh …”\n\nI don’t know if this is the best time to tell you this,” the Colonel shouted at the Beast, “but Takumi here hooked up with your girlfriend just before the game.”\n\nThat made everyone laugh – except the Beast, who turned from the free throw line and walked calmly, with the ball, towards us.\n\nI think we run now,” Takumi said.\n\nI haven’t gotten kicked out,” the Colonel answered.\n\nLater,” Takumi said.\n\nI don’t know whether it was the general anxiety of being on a date (albeit one with my would-be date sitting five people away from me) or the specific anxiety of having the Beast stare in my direction, but for some reason,\n\nI took off running after Takumi. I thought we were in the clear as we began to round the corner of the bleachers, but then I saw, out of the corner of my eye, a cylindrical orange object getting bigger and bigger, like a fast-approaching sun.\n\nI thought: I think that is going to hit me.\n\nI thought: I should duck\n\nBut in the time between when something gets thought and when it gets done, the ball hit me square across the side of the face. I fell, the back of my head slamming against the gym floor. I then stood up immediately, as if unhurt … and left the gym.\n\nPride had gotten me off the floor of the gym, but as soon as I was outside, I sat down.\n\nI am concussed,” I announced, entirely sure of my self-diagnosis.\n\nYou’re fine,” Takumi said as he jogged back towards me. “Let’s get out of here before we’re killed.”\n\nI’m sorry,” I said. “But I can’t get up. I have suffered a mild concussion.”\n\nLara ran out and sat down next to me.\n\nAre you OK?”\n\nI am concussed,” I said.\n\nTakumi sat down with me and looked me in the eye. “Do you know what happened to you?”\n\nThe Beast got me.”\n\nDo you know where you are?”\n\nI’m on a triple-and-a-half date.”\n\nYou’re fine,” Takumi said. “Let’s go.”\n\nAnd then I leaned forward and threw up on to Lara’s pants. I can’t say why I didn’t lean backwards or to the side. I leaned forward and aimed my mouth towards her jeans – a nice, butt-flattering pair of jeans, the kind of pants a girl wears when she wants to look nice but not look like she is trying to look nice – and I threw up all over them.\n\nMostly peanut butter, but also clearly some corn.\n\nOh!” she said, surprised and slightly horrified.\n\nOh God,” I said. “I’m so sorry.”\n\nI think you might have a concussion,” Takumi said, as if the idea had never been suggested.\n\nI am suffering from the nausea and dizziness typically associated with a mild concussion,” I recited. While Takumi went to get the Eagle and Lara changed pants, I lay on the concrete sidewalk.\n\nThe Eagle came back with the school nurse, who diagnosed me with – get this – a concussion, and then Takumi drove me to the hospital with Lara riding shotgun.\n\nApparently, I lay in the back and slowly repeated the words: “The. Symptoms Generally. Associated. With. Concussion.”\n\nSo I spent my date at the hospital with Lara and Takumi. The doctor told me to go home and sleep a lot, but to make sure and have someone wake me up every four hours or so.\n\nI vaguely remember Lara standing in the doorway, the room dark and the outside dark and everything mild and comfortable but sort of spinny, the world pulsing as if from a heavy bass beat. And I vaguely remember Lara smiling at me from the doorway, the glittering ambiguity of a girl’s smile, which seems to promise an answer to the question but never gives it.\n\nThe question, the one we’ve all been asking since girls stopped being gross, the question that is too simple to be uncomplicated: does she like me or like me? And then I fell deeply, endlessly asleep and slept until three in the morning, when the Colonel woke me up.\n\nShe dumped me,” he said.\n\nI am concussed,” I responded.\n\nSo I heard. Hence my waking you up. Video game?”\n\nOK. But keep it on mute. My head hurts.”\n\nYeah. Heard you puked on Lara. Very suave.”\n\nDumped?” I asked, getting up.\n\nYeah. Sara told Jake that I had a hard-on for Alaska. Those words. In that order. And I was like, ‘Well, I don’t have a hard on for anything at this moment. You can check if you’d like,’ and Sara thought I was being too glib, I suppose, because then she said she knew for a fact I’d hooked up with Alaska.\n\nWhich, incidentally, is ridiculous. I. Don’t. Cheat,” he said, and finally the game finished loading and I half listened as I drove a stock car in circles around a silent track in Talladega. The circles nauseated me, but I kept at it.\n\nSo Alaska went ballistic, basically.” He affected Alaska’s voice then, making it more shrill and headache-inducing than it actually was.\n\n‘No woman should ever lie about another woman! You’ve violated the sacred covenant between women! How will stabbing one another in the back help women to rise above patriarchal oppression?!’ And so on.\n\nAnd then Jake came to Alaska’s defence, saying that she would never cheat because she loved him, and then I was like, ‘Don’t worry about Sara. She just likes bullying people.’ And then Sara asked me why I never stood up for her, and somewhere in there I called her a crazy bitch, which didn’t go over particularly well.\n\nAnd then the waitress asked us to leave, and so we were standing in the parking lot and she said, ‘I’ve had enough,’ and I just stared at her and she said, ‘Our relationship is over.’”\n\nHe stopped talking then. “Our relationship is over?” I repeated. I felt very spacey, and thought it was just best to repeat the last phrase of whatever the Colonel said, so he could keep talking.\n\nYeah. So that’s it. You know what’s lame, Pudge? I really care about her. I mean, we were hopeless. Badly matched. But still. I mean, I said I loved her. I lost my virginity to her.”\n\nYou lost your virginity to her?”\n\nYeah. Yeah. I never told you that? She’s the only girl I’ve slept with. I don’t know. Even though we fought, like, 94 per cent of the time, I’m really sad.”\n\nYou’re really sad?”\n\nSadder than I thought I’d be, anyway. I mean, I knew it was inevitable. We haven’t had a pleasant moment this whole year. Ever since I got here, I mean, we were just on each other relentlessly. I should have been nicer to her. I don’t know. It’s sad.”\n\nIt is sad,” I repeated.\n\nI mean, it’s stupid to miss someone you didn’t even get along with. But, I don’t know, it was nice, you know, having someone you could always fight with.”\n\nFighting,” I said, and then, confused, barely able to drive, I added, “is nice.”\n\nRight. I don’t know what I’ll do now. I mean, it was nice to have her. I’m a mad guy, Pudge. What do I do with that?”\n\nYou can fight with me,” I said. I put my controller down and leaned back on our foam couch and was asleep.\n\nAs I drifted off, I heard the Colonel say, “I can’t be mad at you, you harmless skinny bastard.”\n\nEighty-four Days Before\n\nThree days later, the rain began. My head still hurt, and the sizeable knot above my left temple looked, the Colonel thought, like a miniaturised topographical map of Macedonia, which I had not previously known was a place, let alone a country.\n\nAnd as the Colonel and I walked over the parched, half-dead grass that Monday, I said, “I suppose we could use some rain,” and the Colonel looked up at the low clouds coming in fast and threatening, and then he said, “Well, use it or not, we’re sure as shit going to get some.”\n\nAnd we sure as shit did. Twenty minutes into French class and Madame O’Malley was conjugating the verb “to believe” in the subjunctive.\n\nJe croie. Tu croies. Il ou elle croie. She said it over and over, like it wasn’t a verb so much as a Buddhist mantra.\n\nQue je croie; Que tu croies; Qu’il ou qu’elle croie. What a funny thing to say over and over again: I would believe; you would believe; he or she would believe. Believe what? I thought, and right then, the rain came.\n\nIt came all at once and in a furious torrent, like God was mad and wanted to flood us out.\n\nDay after day, night after night, it rained. It rained so that I couldn’t see across the dorm circle, so that the lake swelled up and lapped against the Adirondack swing, swallowing half of the fake beach.\n\nBy the third day, I abandoned my umbrella entirely and walked around in a perpetual state of wetness. Everything at the cafeteria tasted like the minor acid of rainwater and everything stank of mildew, and showers became ludicrously inappropriate because the whole goddamned world had better water pressure than the showers.\n\nAnd the rain made hermits of us all. The Colonel spent every not-in-class moment sitting on the couch, reading the almanac and playing video games, and I wasn’t sure whether he wanted to talk or whether he just wanted to sit on the white foam and drink his ambrosia in peace.\n\nAfter the disaster that was our “date” I felt it best not to speak to Lara under any circumstances, lest I suffer a concussion and/or an attack of puking, even though she’d told me in precalc the next day that it was “no beeg deal”.\n\nAnd I saw Alaska only in class and could never talk to her, because she came to every class late and left the moment the bell rang, before I could even cap my pen and close my notebook.\n\nOn the fifth evening of the rain, I walked into the cafeteria fully prepared to go back to my room and eat a reheated bufriedo for dinner if Alaska and/or Takumi weren’t eating (I knew full well the Colonel was in Room 43, dining on milk ‘n’ vodka). But I stayed because I saw Alaska sitting alone, her back to the rain-streaked window. I grabbed a heaped plate of fried okra and sat down next to her.\n\nGod, it’s like it’ll never end,” I said, referring to the rain.\n\nIndeed,” she said. Her wet hair hung from her head and mostly covered her face. I ate some. She ate some.\n\nHow’ve you been?” I finally asked.\n\nI’m really not up for answering any questions that start with how, when, where, why or what.”\n\nWhat’s wrong?” I asked.\n\nThat’s a what. I’m not doing whats right now. All right, I should go.” She pursed her lips and exhaled slowly, like the way the Colonel blew out smoke.\n\nWhat—” and then I stopped myself and reworded. “Did I do something?” I asked.\n\nShe gathered her tray and stood up before answering. “Of course not, sweetie.”\n\nHer sweetie felt condescending, not romantic, like a boy enduring his first biblical rainstorm couldn’t possibly understand her problems – whatever they were. It took a sincere effort not to roll my eyes at her, though she wouldn’t have even noticed as she walked out of the cafeteria with her hair dripping over her face.7Embed"}