{"Lyrics": "3 ContributorsRise LyricsWoke up again from a state of trance\nSame shit every day, my life got out of hand\nWhite noise in my ears\nThe way in front is blurred and dark\nIn the unknown, did I go to far?\nBlacking out, I can't see\nAnd I feel like I can't erase it\nErase all the pain that I live with\nGive up on the life that I'm chasing\nThere's no fucking time for patience\nIn this world that is constantly changing\nLungs start to cave in\nI am suffocating on the lies that I'm facing\nThere's no escape in this fucking maze of pain\nWill I rise, will I fall?\nI'm raging in the haze\nNo more cries, take it all\nAnd crush it in a blaze\nDon't tеll me this is all I will regret\nIt's nothing likе the hurt that I have met\nDon't care about the consequence, I swear\nWill I rise?\nWoke up again from the strange, old trance\nIt's the third time today I am scared of myself\nAnd I'll let it happen again\nLike a puppet that's tied to tangled strings\nCaught me red-handed doing all the weirdest things\nWith imaginary, old friends\nAnd I feel like it's constantly raining\nIn my head and I just can't explain it\nNo more wasting my time here waiting\nAll i need is some entertainment\nAlways feel like my life is a show\nLights turning low\nEvery single part of my mind is dark, never glows\nI dont wanna be another part of your broken life so i start to sacrifice\nWill I rise, will I fall?\nI'm raging in the haze\nNo more cries, take it all\nAnd crush it in a blaze\nDon't tell me this is all I will regret\nIt's nothing like the hurt that I have met\nDon't care about the consequence, I swear\nWill I rise? I'm raging in the haze\nBeen trying so hard but after all the world keeps changing\nIt's breaking my heart but I lost hope\nDon't know if this is worth it\nI'm cursing myself, I hate looking for help but I keep failing\nI'm fucking upset but I'll finally accept\nNo one cares if you're hurting\nWill I rise, will I fall?\nNo more cries, take it allYou might also likeEmbed"}