{"Lyrics": "3 ContributorsMerciless Lyrics[Intro: The Deevil]\nHe said he wanted, the Kut-Throat, to come.. do this… okay?\n\n[Verse 1: The Deevil’s Advocate]\nYoung Toronto told me to leave you neonates shook, like an abusive baby sitter\nSo now I aim to jostle your brain’s cerebellum with tremors that are staying bitter\nI don’t play fair, everything I say remains saltier than Lacy Spear’s son\nIntended to abstain from this pitiful clusterfuck, even as jocular disses these are looking crazy dumb\nNow I need to shave away each and every of one these, hair-follicle, tiny modicum, bars like Sinea O’ Conner\nI swear some of you are about as sharp as Amber Rose’s bald lemon head, like y’all strive for dishonor\nSpeaking of KEMO therapy looking trollops, Shaolin’s parasitic bars gave me Pulmonary Lymphoma at the very sight\nWho the fuck even are half of you people? It’s like the darkest recesses of the site came out for sunlight\nRegardless, the killer lurks, leaving you riveted like Rosie, biologically shocking, Big Daddy of sin like I pimped out E-V-E\nI’m flipping dopamine and Adam, while Toronto’s creating shit like he’s finger to finger with God, not E.T\nChef’s in Shambles, flamingly flagrant, because Shaolin Land’s just rambles, faker than China Town\nAll Caps needs a paper bag mask after he rapped that ragged trash, even MF DOOM would frown\nThe cacodemon’s furnace of hell melting y’all like the wicked witch, everyone else’s bars akin to how the Cowardly Lion would sound\nI hand out the L’s and y’all add the “GBT”, but I’ve got a Q for you vacuous queers;\nHow come all your bars are looking more androgynous than David Bowie and Young M.A.’s tears?\nChef is serving me with shit softer than butterscotchpie’s bars and AVI alike\nJason Voorhees and I, eviscerating you invertebrates, spinal tapping, draining your marrow left and right\nShaolin Chef, the self-proclaimed mediator OG, slaving on a site for free, too damn hardcore for me\nIsn’t your job to dissolve contention?\nWe’re supposed to disregard IQ and judge by character? And not mention Jay’s 10x the person you are in both regards?\nYou’re an empty book, cover to cover so there’s nothing other to judge by, all your disses are ambiguous cause you seemingly can’t read\nGoing AWOL as I leave y’all deserted, MIA, with a mental breakdown like Bowe Bergdahl\nSwapping this criminality for everybody’s pusillanimity, you gotta be kidding me, I’ll pretend like I never heard y’all\nFirst, Jay called out Master Chef Junior on his bullshit, then the whole site turned into an amalgamation of retardation\nIndirect cross-dissing with logical bars missing, non-sequitur, labyrinthine garbage like every bar is penned by ALLCAPSification\nIn all honesty, I hate all of you and didn’t even wanna do this, but when the KING calls his Kut-Throat I’m happy to oblige\nIrreverent misanthrope’s not too much of a misnomer but at least I’m not jacking it to hentai, playing Janet Jackson and Mary J. Blige\nGlad Shaolin can drop a track, dissing the whole site right before I throw this shit out here so it looks like I wasn’t writing this before him\nEverybody’s switching poles like ChannelPINK’s role on the site, and every script is valued less than his opinions on the forum\n30 tracks of full circle, turn the corner fuck around, everybody’s spread eagle, face down like Whitney Houston, that’s my fucking problem A$AP\nIs this in good spirit anymore? Leaps of logic are abundant like a Michael Strahan/Bobby Christina Brown tooth gap\nCanadians Can’t Clap, claims the misguided mistake of majuscule, All Caps\nDunno why Onemandhandjob came in here at all, whitehats dicking around in this mediator circle jerk, at least JC Assassin was giving everyone dirt naps\nDunno why ScopeY thought his input was valued, his bars leave you feeling more violated than wire taps\nDunno why Gabbles kept his references infantile, thankfully Vesuvius could divulge his spiteful crap\nDunno why Zade, JC and Dayer were the only ones with respectably written bars in their raps\n72 bars is how you make a murderer, but this shit never ends like Steven Avery’s court proceedings\n27 Club literally has more bodies than anyone of you people have written, Cobain’s got half a mind to stop reading\nNevertheless, the omnipotent Daemonum only entered in to drain your jugular and abscond\nGenius meets the KING and the Kut-Throat, we’ll always have dominion over you vagabondsYou might also likeEmbed"}