{"Lyrics": "1 ContributorStar Trek: Tomorrow Is Yesterday Lyrics[US Air Force base - radar room]\n\nWEBB: (the radar operator) Captain.\nCAPTAIN: What is it, Webb?\nWEBB: A blip, sir. Just came on the screen.\nCAPTAIN: How do you read it?\nWEBB: Aircraft of some sort. By the size of it and the speed, it's not one of ours, sir. It doesn't even read like anything I've ever seen.\nCAPTAIN: What was the approach?\nWEBB: None, sir. It was just there, like it fell out of the sky or something.\nCAPTAIN: (suddenly interested) Current position?\nWEBB: Directly over the Omaha installation, sir. Holding there.\nCAPTAIN: Watch the scope, Webb. Air Defence will want to send somebody up for a closer look. We may have a real UFO on our hands.\n(The alert sounds, a fighter is scrambled, and we get a shot of the USS Enterprise flying across the blue sky.)\n\nCaptain 's log Stardate 3113.2. We were en-route to Starbase 9 for resupply when a black star of high gravitational attraction began to drag us toward it. It required all warp power in reverse to pull us away from the star. But, like snapping a rubber band, the breakaway sent us plunging through space, out of control, to stop here, wherever we are.\n\n[Bridge]\n\n(The crew are picking themselves and their chairs up off the floor)\nKIRK: Mister Spock.\nSPOCK: Except for secondary systems, everything is out, sir. We're on impulse power only.\nKIRK: Auxiliaries?\nSPOCK: If Mister Scott is still with us, auxiliaries should be on momentarily. (Uhura is just stirring on the floor) Are you all right, Lieutenant?\n(He helps her back to her seat, and the lights come on.)\nSPOCK: Mister Scott is still with us.\nKIRK: This is the Captain. Damage control parties on all decks, check in. All departments tie in with the record computer. Report casualties and operational readiness to the First Officer. Kirk out. Lieutenant Uhura, contact Starfleet Control. I want them alerted to the position of that black star that's in the area of Starbase 9.\nUHURA: Yes, sir.\nSPOCK: Captain? Casualty reports indicate only minor injuries. Engineering reports warp engines non-operational. Mister Scott overrode the automatic helm setting and is holding us in orbit on impulse power.\nKIRK: Orbit where?\nSPOCK: Earth, Captain. We were on a general course in this direction when we were pulled in by the star. Apparently the breakaway threw us on in the same direction.\nKIRK: Screen on.\n(A full view of north America is on screen, with not a cloud in sight.)\nSPOCK: We are too low in the atmosphere to retain this orbit, Captain. Engineering reports we have sufficient impulse power to achieve escape velocity.\nKIRK: Give us some altitude, Mister Sulu.\nSULU: Yes, sir. Helm answering. She's sluggish, sir.\nUHURA: Captain, normal Starfleet channel has nothing but static. I'm getting something on another frequency, but it's not Starfleet.\nKIRK: Put it on audio.\nMAN [OC]: This is the five thirty news summary. Cape Kennedy. The first manned Moon shot is scheduled for Wednesday, six am Eastern Standard Time. All three astronauts who are to make this historic\n(Kirk signals it cut off)\nKIRK: Manned Moon shot? That was in the late 1960s.\nSPOCK: Apparently, Captain, so are we.\nKIRK: What?\nSPOCK: Whiplash propelled us into a time warp, Captain. Backward. Exact chronometer readings in a few moments.\nUHURA: Captain, I'm getting ground to air transmission.\nSPOCK: Verified. Scanners report some type of craft approaching from below us. Under cloud cover and closing.\n[Jet fighter]\n\nFLIGHT [OC]: Bluejay 4, this is Blackjack. We're tracking you and the UFO.\nCHRISTOPHER: I have him on my screen. Following.\n\n[Bridge]\n\nKIRK: Mister Sulu, can you gain altitude faster? I want to outdistance him.\nSULU: Picking up, sir, but she's still slow in responding.\n\n[Jet fighter]\n\nCHRISTOPHER: Blackjack, this is Bluejay 4. UFO is picking up speed and climbing. I'm going in closer.\nFLIGHT [OC]: Bluejay 4, you should be close enough for visual contact.\nCHRISTOPHER: I can see it now. Whatever this is, it's big. Two cylindrical projections on top, one below. Purpose undetermined.\nFLIGHT [OC]: We have two flights scrambled and on the way. They should rendezvous in your sector in two minutes.\nCHRISTOPHER: I won't be here. The UFO's climbing away fast.\n\n[Bridge]\n\nFLIGHT [OC]: Bluejay 4, you are ordered to close on the UFO. and attempt to force him to land. We want it brought down or at least disabled until the other planes arrive.\nCHRISTOPHER [OC]: Acknowledged. Closing on target.\nSPOCK: Positive identification, Captain. Aircraft is an interceptor, equipped with missiles, possibly armed with nuclear warheads. If he hits us with one, he might damage us severely, perhaps beyond our capacity to repair under current circumstances.\nKIRK: Scotty, activate tractor beam. Lock onto that aircraft and hold it out there.\nSPOCK: Captain, this type of aircraft might be too fragile to take our tractor beam.\nSCOTT [OC]: Tractor beam on, sir. We have the target.\n(The bright light of the tractor beam forces Captain Christopher to lower his visor)\nSPOCK: Aircraft is breaking up, Captain.\nKIRK; Transporter room. Can you lock onto the cockpit of that aircraft?\nKYLE: Scanning area, sir.\nKIRK: Try and beam that pilot aboard. Take over, Mister Spock.\n[Transporter room]\n\n(From his seated position strapped into his fighter, Captain Christopher is beamed aboard standing up.)\nKIRK: Welcome aboard the Enterprise.\nCHRISTOPHER: You speak English.\nKIRK: That's right. You can step off the transporter\nCHRISTOPHER: Captain John Christopher, United States Air Force. Serial number 4857932.\nKIRK: Relax, Captain, you're among friends. I'm Captain James T. Kirk.\nCHRISTOPHER: What's going on here? Where am I? What happened? You people, who are you?\nKIRK: All in good time, Captain. Meanwhile, let me apologise for bringing you aboard the ship so abruptly, but it couldn't be helped. I didn't know that your craft couldn't stand up to our tractor beam.\nCHRISTOPHER: Don't give me any double-talk. Just tell me who you are.\nKIRK: We'll tell you what we decide to tell you in a few moments. In the meantime, relax. You're our guest. I have a feeling you'll find it interesting.\nSPOCK [OC]: Bridge to Captain Kirk.\nKIRK: Kirk here. What is it, Mister Spock?\nSPOCK [OC]: The aircraft has completely broken up, Captain. Shall we turn off the tractor beam?\nKIRK: Affirmative. We have the pilot aboard. I'll be right up. Kirk out. Follow me.\n\n[Corridor]\n\nCREWWOMAN: Good morning, Captain.\nKIRK: Morning. (drags Christopher along) Captain.\nCHRISTOPHER: A woman?\nKIRK: Crewman.\n\n[Turbolift]\nKIRK: Bridge.\nCHRISTOPHER: Must have taken quite a lot to build a ship like this.\nKIRK: There are only twelve like it in the fleet.\nCHRISTOPHER: I see. Did the Navy\nKIRK: We're a combined service, Captain. Our authority is the United Earth Space Probe Agency.\nCHRISTOPHER: United Earth?\nKIRK: This is very difficult to explain. We're from your future. A time warp placed us here. It was an accident.\nCHRISTOPHER: You seem to have a lot of them. However, I can't deny the fact that you're here. With this ship.\n\n[Bridge]\n\nCHRISTOPHER: I never have believed in little green men.\nSPOCK: Neither have I.\nKIRK: Captain Christopher, this is my First Officer, Lieutenant Commander Spock.\nSPOCK: Captain.\nKIRK: Feel free to look around, Captain. Don't touch anything, but I think you'll find it interesting.\nCHRISTOPHER: Interesting is a word and a half for it, Captain.\nSPOCK: We've achieved a stable orbit out of Earth's atmosphere. Our deflectors are operative, enough to prevent our being picked up again as a UFO. And Mister Scott wishes to speak to you about the engines.\nKIRK: Very well, Mister Spock. Anything else on your mind?\nSPOCK: Captain Christopher.\nKIRK: What about him?\nSPOCK: We cannot return him to Earth, Captain. He already knows too much about us and is learning more. I do not specifically refer to Captain Christopher, but suppose an unscrupulous man were to gain certain knowledge of man's future? Such a man could manipulate key industries, stocks, and even nations. and in so doing, change what must be. And if it is changed, Captain, you and I and all that we know might not even exist.\nKIRK: Your logic can be most annoying.\n(Goes over to Christopher, who is talking to Uhura.)\nKIRK: That flight suit must be uncomfortable. (to Spock) Why don't you have the quartermaster issue him something more suitable? Then I want to meet you and him in my quarters.\nSPOCK: Yes, sir.\n\n{Captain's quarters]\n\nKIRK: Computer on. Record.\nCOMPUTER: (in a low, breathy voice) Recording.\nKIRK: Come.\n(Spock enters with Christopher, who is now dressed in Command gold)\nKIRK: Captain's log, supplemental. Engineering Officer Scott informs warp engines damaged, but can be made operational and reenergised.\nCOMPUTER: Computed and recorded, dear.\nKIRK: Computer, you will not address me in that manner. Compute.\nCOMPUTER: Computed, dear.\nKIRK: Mister Spock, I ordered this computer and its interlinking systems repaired.\nSPOCK: I have investigated it, Captain. To correct the fault will require an overhaul of the entire computer system and a minimum of three weeks at a Starbase.\nKIRK: I wouldn't mind so much if it didn't get so affectionate.\nSPOCK: It also has an unfortunate tendency to giggle.\nCHRISTOPHER: I take it that a lady computer is not routine.\nSPOCK: We put in at Cygnet Fourteen for general repair and maintenance. Cygnet Fourteen is a planet dominated by women. They seemed to feel the ship's computer system lacked a personality. They gave it one. Female, of course.\nCHRISTOPHER: Well, you people certainly have interesting problems. I'd love to stay around to see how your girlfriend works out, but\nKIRK: I'm afraid you'll have to. We can't send you back.\nCHRISTOPHER: Can't? Spock here told me that your transporter can beam down an object even from an orbit this high.\nKIRK: It's not the transporter. It's you. You know what the future looks like. If anybody else finds out, they could change the course of it, destroy it.\nCHRISTOPHER: Well then my disappearance would change something, too.\nSPOCK: I have run a computer check on all historical tapes. They show no record of any relevant contribution by John Christopher.\nCHRISTOPHER: Look, Captain, I don't buy all your time accident story. The experts can figure out who you are and what you are. It's my duty to report what I've seen. Well, what would you do?\nKIRK: I'd report, If I could. We can't take the risk.\nCHRISTOPHER: I don't want to know about risks. I have a wife, two children. What about them?\nKIRK: I'm sorry.\nSCOTT [OC]: Engine room to Captain Kirk.\nKIRK: Kirk here.\n\n[Engineering]\n\nKIRK [OC]: What is it, Scotty?\nSCOTT: Progress report, sir. Everything's jury-rigged, but we're coming along with the repairs. We could re-energise in about four hours, but\n\n[Captain's quarters]\n\nKIRK: But what, Scotty?\n\n[Engineering]\n\nSCOTT: Well sir, as I say, the engines are being repaired, but we've no place to go in this time. If you, if you see what I mean?\n\n[Captain's quarters]\n\nSCOTT [OC]: Sir?\nKIRK: Yes, Scotty. Carry on.\nCHRISTOPHER: Too bad, Captain. Maybe I can't go home, but neither can you. You're as much a prisoner in time as I am.\n\nCaptain's Log Stardate 3113.7. Our engines are being repaired, but we are still locked in time, and we have aboard a passenger whom we do not want, and we cannot return.\n\n[Captain's quarters]\n\nCOMPUTER: Recommendation for his disposition, dear?\nKIRK: Maintenance note. My recording computer has a serious malfunction. Recommend it either be corrected or scrapped. Compute.\nCOMPUTER: (petulant) Computed.\nSPOCK [OC]: Bridge to Captain Kirk.\nKIRK: Kirk here.\nSPOCK [OC]: Have some new information regarding Captain Christopher. Important I see you both immediately.\nKIRK: Yes, Mister Spock. Report to my quarters. I'll contact Captain Christopher.\nSPOCK [OC]: Yes, sir. Bridge out.\nKIRK: Captain Christopher. Captain Christopher? Security, this is the Captain.\nCHIEF [OC]: Security Chief here, sir.\nKirk; All decks alert. Captain Christopher is not in his assigned quarters. He may be trying to escape the ship. I want a man outside the transporter room immediately. I'm heading there myself.\n\n[Corridor]\n\n(Christopher gets the jump on a hapless red-shirt and takes his phaser, then steps into)\n\n[Transporter room]\n\nCHRISTOPHER: All right. Nice and easy. Now I'm going to step into that thing, and you're going to transport me back to Earth.\n(He hears a noise behind him, and turns to have Kirk disarm him and knock him out)\n\n[Sickbay]\n\nMCCOY: Well, Jim, with the exception of a slight bruise or two, our Captain is as healthy as a proverbial horse. He'll be coming out of it in a minute or two.\nKIRK: He tried to escape. I know how he feels, but I can't send him back with what he knows.\nMCCOY: Jim, what if we can't go back? What do we do, sit up here and wait for our supplies to run out, our power to die? It has to eventually, you know. We certainly can't go back to Earth. It would be worse than the Captain being returned. There are four hundred and thirty of us, and that means four hundred and thirty chances of altering the future.\nKIRK: Yes. But we're not in that position yet.\nMCCOY: I'm glad to hear it.\nKIRK: And if we do get back to where we belong, then he won't belong. We're roughly about the same age, but in our society he'd be useless. Archaic.\nMCCOY: Maybe he could be retrained, reeducated.\nKIRK: Now you're sounding like Spock.\nMCCOY: If you're going to get nasty, I'm going to leave.\nKIRK: Could he be retrained to forget his family? His children?\nCHRISTOPHER: The answer to that is no.\nKIRK: You all right?\nCHRISTOPHER: Yeah. I see physical training is required in your service, too.\nSPOCK: Crude methods, but effective.\nCHRISTOPHER: What does he mean by that?\nMCCOY: It's just a joke, Captain.\nKIRK: You said you had some additional information, Mister Spock?\nSPOCK: I made an error in my computations.\nMCCOY: Oh? This could be an historic occasion.\nSPOCK: I find that we must return Captain Christopher to Earth after all.\nCHRISTOPHER: Why? You said I made no relative contribution.\nSPOCK: Poor choice of words on my part. I neglected, in my initial run-through, to correlate the possible contributions by offspring. I find, after running a crosscheck on that factor, that your son Colonel Shaun Geoffrey Christopher headed, or will head, the first successful Earth-Saturn probe, which is a rather significant\nCHRISTOPHER: Wait a minute. I don't have a son.\nMCCOY: You mean yet.\nSPOCK: The doctor is correct. Unless we return Captain Christopher to Earth, There will be no Colonel Shaun Geoffrey Christopher to go to Saturn.\nKIRK: Well, that's it, isn't it? We'll have to find some way of\nCHRISTOPHER: A boy. I'm going to have a son.\n\n[Briefing room]\n\nSPOCK: Acknowledging that we must return Captain Christopher, there are several problems, prime of which is the explanation of his return. We tracked his plane wreckage down after our tractor beam crushed it. It crashed in an open section of southern Nebraska.\nKIRK: That means those search parties will be crawling all over that wreckage.\nSPOCK: And Captain Christopher himself complicated the matter.\nCHRISTOPHER: When I made visual contact, I turned on my wing cameras. I got close enough to take some pretty clear pictures of you. Air Defence Command will be processing that film fast. And ADC Control was probably recording my radio transmissions.\nKIRK: If I remember my history, these things were being dismissed as weather balloons, sun dogs, explainable things. At least publicly.\nSPOCK: Captain, our tractor beam caught and crushed an Air Force plane. It'll be impossible to explain this as anything other than a genuine UFO. Possibly alien, definitely destructive.\nKIRK: What about our problem, Mister Spock? Any ideas on how to get us back to our own time?\nSPOCK: A theory. A reverse application of what happened to us. Logically, it could work. Also, logically, there are a hundred variables, any one of which could put us in a worse position than we're in now.\nKIRK: We're going to have to go back and get those reports and photos. If the Captain feels duty bound to report what he saw, there won't be any evidence to support him.\nCHRISTOPHER: That makes me out to be either a liar or a fool.\nKIRK: Perhaps.\nSPOCK: Not at all. You'll simply be one of the thousands who thought he saw a UFO.\nCHRISTOPHER: Captain, I know that base. I was stationed there a year ago. I'd like to\nKIRK: No, Captain. Thank you, but if anything should go wrong, you might get hurt. We couldn't risk that. Neither could you or your son.\nCHRISTOPHER: Well, I'd like to help. I could sketch a layout of the place for you. Show you where the record section and the photo lab are.\n(Kirk hands him a PADD)\n\n[498 Airbase Group Air Defence Command]\n\n(It's nighttime, and a guard is patrolling the corridors when Kirk and Sulu beam in. They smile at the quaint notice board and trophy cupboard before breaking into the Statistical Services Division by means of a sort of sonic screwdriver. Kirk's torch lights up a bank of magnetic tapes)\nKIRK: Primitive computer. I've seen them demonstrated in museums.\nSULU: Me, too. If this one's like those, it'll make the devil's noise if you start it.\nKIRK: I don't intend to start it.\n\n[Transporter room]\n\nMCCOY: How long have they been down there now?\nSPOCK: Fifteen minutes, twenty eight seconds.\nMCCOY: Well, shouldn't they be coming up?\nSPOCK: It is a fact, Doctor, that prowling by stealth is more time-consuming than a direct approach. In our case\nMCCOY: Shouldn't you be working on your time warp calculations, Mister Spock?\nSPOCK: I am.\n\n[ADC Statistical Services]\n\n(They've just taken the magnetic tape when the lights go on and an armed guard confronts them)\nSERGEANT: Hold it. Get your hands up. Now, one at a time, hand me those belts.\n(They hand over the belts with the phasers attached to them)\nSERGEANT: And the bag.\n\n[Transporter room]\n\nMCCOY: It's been too long. Jim should have at least signaled by now.\nSPOCK: You may be correct, Doctor. Open communicator channel.\n\n[ADC Statistical Services]\n\n(There's a beeping sound)\nSERGEANT: What was that?\nKIRK: What was what?\nSERGEANT: That noise.\nSULU: I didn't hear anything.\nSERGEANT: That noise. It's coming from one of these things.\n(He has a communicator in his hand, so he puts down the bag and belts and opens it.)\nSULU: The emergency signal.\nSERGEANT: Stay right where you are.\n\n[Transporter room]\n\nKYLE: One emergency signal, sir.\nSPOCK: Beam up immediately.\nMCCOY: Only one signal. What happened?\nSPOCK: We'll know in a moment, Doctor.\n(The Sergeant is beamed aboard.)\nKIRK [OC]: Kirk to Enterprise.\nSPOCK: Spock here. Are you all right, Captain?\n\n[ADC Statistical Services]\n\nKIRK: Yes, I'm all right, but as you can see, we have another problem.\n\nCaptain 's Log, Stardate 3113.9. First Officer Spock recording. Due to an unfortunate accident, we have taken aboard another unwanted passenger.\n\n[ADC Statistical Services]\n\nKIRK: Your surprise package is an Air Police sergeant from the base.\n\n[Transporter room]\n\nKIRK [OC]: I want you to keep him in the transporter room. No sense in letting him see more of the ship than is necessary.\nSPOCK: I don't believe there'll be trouble in that respect, Captain.\n(The Sergeant still hasn't hardly moved a muscle when McCoy gently takes the gun and communicator out of his hands.)\nSPOCK: Our guest seems quite satisfied to remain where he is.\n\n[ADC Statistical Services]\n\nKIRK: Kirk out. (returns to the magnetic tapes) What was the chronometer reading when we first sighted Christopher's jet?\nSULU: Five thirty in that time zone, maybe a little after.\nKIRK: Put it at the end of these tapes, will you? Get them all.\n(They leave the room and head off down the corridor to the photo section)\n\n[Photo lab]\n\nKIRK: We'll try the darkroom.\n\n[Guard room]\n\n(On the monitor board, a light flashes on the board, indicating someone has entered the Photo Section)\nFELLINI: Photo lab.\n\n[Dark room]\n\n(Kirk is checking reels of film)\nKIRK: Yes, that's it. That's all of them. Signal Mister Spock that we're almost ready to beam up. I'll make a check of the files just in case.\nSULU: Yes, sir.\n\n[Photo lab]\n\n(Kirk walks out into the main lab just as security walk in. He shuts the door behind him and fights the three men, making lots of noise so Sulu can hear what is going on. He's eventually restrained, and the Colonel takes a look in the dark room. It's empty.)\nFELLINI: All right. Where's the other one?\nKIRK: What other one?\nFELLINI: Your partner. I saw you looking that was and I saw somebody move in there.\nKIRK: No, no, no. Just me. Besides, could anyone get out of here without your seeing them?\nFELLINI: No. Nobody should have been able to.\n\n[Briefing room]\n\nSPOCK: Your decision to beam up was quite correct, Mister Sulu.\nSCOTT [OC]: Engine room to Mister Spock.\nSPOCK: Spock here.\nSCOTT [OC]: We've completed re-energising the warp engines, sir. We can re-fire them anytime.\nSPOCK: Do so now, engineer. We'll need all power to test our theory.\nSCOTT [OC]: Aye, sir. Engine room out.\nSPOCK: (examining a roll of film) Poor photography.\nMCCOY: Blast your theories and observations, Mister Spock. What about Jim? He's down there alone, probably under arrest. He doesn't have a communicator, and we can't locate him or beam him back aboard without one.\nSPOCK: I am aware of that, Doctor. This is the first officer. Captain Christopher to the briefing room.\n\n[Guard room]\n\nFELLINI: Now, look, Mister. You and I had better start communicating. I want to know how you got in here. That's a simple question. Give me a simple answer. Nobody saw you. You got all the way inside without tripping any alarm. How did you do it?\nKIRK: Believe me, Colonel, you wouldn't believe me.\nFELLINI: Don't try to be funny. How did you get in?\nKIRK: I popped in out of thin air.\nFELLINI: You seem to think this is some kind of a game.\nKIRK: No, Colonel. I know it's no game.\nFELLINI: All right. What did you say your name was?\nKIRK: For the fourth time, my name is James T. Kirk.\nFELLINI: And how did you get inside a top security installation, James T. Kirk?\nKIRK: I told you, you wouldn't believe me.\n(The Colonel picks up the communicator)\nKIRK: Colonel, would you mind being careful with that?\nFELLINI: That worries you a little bit, huh? What is that, a radio? Transmitter of some kind?\nKIRK: Of some kind.\nFELLINI: You can be more specific than that, Kirk. I don't like mysteries.\nKIRK: If you don't stop being careless with that, you'll have one. A big one.\nFELLINI: I'll have it disassembled and examined. We are not dummies, mister. We know how to find out things we want to know. (tosses it to the guard standing nearby) What is that? Is that a uniform of some kind?\nKIRK: This little thing? Just something I slipped on.\nFELLINI: Kirk, maybe you don't realise how serious this is. Sabotage of a government installation\nKIRK: Did I sabotage something?\nFELLINI: No. We stopped you in time. But what would you have done if we hadn't found you?\nKIRK: Believe me, Colonel, nothing at all.\nFELLINI: Is that what you're here for? Nothing at all?\nKIRK: That's what would have happened if you hadn't interfered.\nFELLINI: All right, Kirk. Maybe this will make you laugh. Sabotage, espionage, unauthorised entry, burglary. How are those for starters? And I can think up lots more if you don't start talking.\nKIRK: All right, Colonel. The truth is, I'm a little green man from Alpha Centauri. A beautiful place. You ought to see it.\nFELLINI: I am going to lock you up for two hundred years.\nKIRK: That ought to be just about right.\n\n[Briefing room]\n\nCHRISTOPHER: He's probably being held in security section. Even if they've notified the authorities, it'll take a little time for someone to get there.\nSPOCK: Quite logical, Captain. Can you give us the co-ordinates to beam down a landing party near those interrogation rooms?\nCHRISTOPHER: Yes, but you're not going to get them unless you take me with you.\nSPOCK: I can't do that, Captain.\nMCCOY: If something went wrong\nCHRISTOPHER: Something's already gone wrong. Of course, you could beam down anywhere inside that base, but it would take time to find him.\nSPOCK: Mister Sulu, you and Captain Christopher will beam down with me. The captain will provide the co-ordinates for the transporter chief.\nSULU: Shall I issue phasers?\nSPOCK: One for you, one for me. Set them on heavy stun force.\nSULU: Yes, sir. (leaves)\nCHRISTOPHER: You don't trust me, Spock.\nSPOCK: In fact, I do. But only to a certain point.\n\n[Transporter room]\n\nSPOCK: Energise.\n(The party are beamed down)\nSERGEANT: Do they do that all the time?\nKYLE: Are you hungry?\nSERGEANT: Uh-huh.\nKYLE: What would you like?\nSERGEANT: Maybe some chicken soup.\n(Kyle puts a card in the slot and the hatch slides up to reveal a bowl on a tray. The Sergeant dips his finger in to taste it.) SERGEANT: It is.\n\n[Air Base - Corridor]\n\n(Captain Christopher walks past the guard on duty)\nGUARD: Just a minute, sir. Hold it.\n(Sulu karate-chops him into unconsciousness)\n\n[Guard room]\n\n(There's a knock at the door)\nFELLINI: See what that is, airman.\n(It's Spock, who neck-pinches the hapless airman. Kirk punches Lt. Colonel Fellini's lights out.) SPOCK: Don't you find that painful, Captain?\nKIRK: Yes, I do. What's he doing here?\nSPOCK: He knew the exact beam down co-ordinates for this section of the base. It was necessary to bring him along.\nKIRK: I see. No harm done. Mister Sulu, did you check out those tapes?\nSULU: Mister Spock ran them through. They were the right ones. We got them all.\n(Spock goes into the Colonel's office)\nCHRISTOPHER: They know you've been here.\nKIRK: All they have is a mystery and no answers. Mister Sulu, signal the Transporter Chief. Four to beam up.\nSULU: Yes, sir.\nCHRISTOPHER: (holding the security guard's gun) Uh-uh. Not me.\nKIRK: Don't be a fool. You know what's at stake.\nCHRISTOPHER: You bet I do. My family. A son that isn't born yet. You don't have to return me now, Captain. Spock, come out of there.\nKIRK: You can't explain your presence on the base.\nCHRISTOPHER: I told you it's my duty to report everything I've seen. That's explanation enough. Spock!\nKIRK: You'll go home, Christopher but you'll do it our way.\n(Spock appears in the doorway behind Christopher)\nCHRISTOPHER: Over my dead body.\n(So he gets neck-pinched into unconsciousness)\nSPOCK: I suspected he might not wish to return with us.\nKIRK: Four to beam up, Mister Sulu.\nSULU: Yes, sir.\n\nCaptain's Log, Stardate 3114.1. We must make an attempt to break free of this time, or we and our reluctant passengers will remain its prisoners. All we have is a theory and a few facts.\n\n[Briefing room]\n\nSPOCK: Mister Scott and I both agree that the only possible solution is the slingshot effect, like the one that put us here. My computations indicate that if we fly toward the sun, seek out its magnetic attraction, then pull away at full power, the whiplash will propel us into another time warp.\nCHRISTOPHER: Slingshot effects are fine for you people. How do you propose to return the Sergeant and me?\nSPOCK: Logically, as we move faster and faster toward the sun, we'll begin to move backward in time. We'll actually go back beyond yesterday, beyond the point when we first appeared in the sky. Then, breaking free will shoot us forward in time, and we'll transport you back before any of this happened.\nKIRK: You won't have anything to remember, because it never would have happened.\nCHRISTOPHER: What if you can't pull free of the sun?\nSCOTT: Oh, we'll do that all right, Captain. We'll not be getting so close that my engines couldn't pull us out. What I am worried about, sir, that we may not have much control when we're thrown forward again.\nKIRK: Helm control?\nSCOTT: Braking control, sir. If I can't stop us soon enough, we may overshoot our time, and if I stop the engines suddenly the strain may tear us apart. Anyway we do it, it's a mighty rough ride.\nKIRK: Well, gentlemen, we all have to take a chance. Especially if one is all you have. Assume your stations.\n\n[Bridge]\n\n(Enterprise leaves orbit, and we watch the pretty blue and white globe receding on the viewscreen.)\nKIRK: Ahead warp factor three, Mister Sulu.\nSULU: Warp factor three, sir.\nCHRISTOPHER: I never thought I'd make it into space. I was in line to be chosen for the space programme but I didn't qualify.\nKIRK: Take a good look around, Captain. You made it here ahead of all of them.\nSULU: Sir, our speed is increasing. We're travelling at over warp eight.\nKIRK: Mister Spock.\nSPOCK: Since we've passed Mercury, the sun's pull on us has increased greatly. From here, we'll move even faster. And Captain, notice the chronometers. They've started backward. Minute by minute, the speed of time passage will now increase.\nKIRK: Get your gear. Report to the transporter room. And Captain Christopher, you only have about fifteen years, so you'd better hurry.\n(Christopher leaves, and time passes.)\nSPOCK: Approaching breakaway point. On the countdown. Ten, nine, eight, seven, six, five, four, three, two, one.\nKIRK: Now, Mister Sulu. (the ship lurches sideways) More power, Mister Sulu.\nSULU: It's maximum now, sir. She's fighting it.\n(Then everyone's thrown forward)\nSPOCK: We've broken free and heading back.\nSULU: Gaining speed now, Captain. We're now at warp four, warp seven. Eight. Off the dial, sir.\nSPOCK: Chronometers moving forward again, Captain.\nKIRK: Do you have the chronometer reading and the co-ordinates to return Captain Christopher and the guard?\nSPOCK: Computed.\nKIRK: Bridge to transporter room. Captain Christopher.\n\n{Transporter room]\n\nCHRISTOPHER: This is Christopher.\n\n[Bridge]\n\nKIRK: We're coming up on Earth fast, Captain. Are you ready?\nCHRISTOPHER [OC]: Everything A-OK.\n\n[Transporter room]\n\nCHRISTOPHER: Captain, thanks for the look ahead.\n\n[Bridge]\n\nKIRK: Our pleasure, Captain. Bridge out.\n(The blue planet grows larger on the viewscreen)\nSPOCK: Twenty minutes, sir. It'll be close.\nKIRK: Bridge to transporter room. Prepare to energise.\nSPOCK: Ten minutes. Nine, eight, seven, six, five, four, three, two, one.\nKIRK: Energise.\n\n[Jet Fighter]\n\nFLIGHT: You should be close enough for a visual contact.\n(Captain Christopher is beamed into himself. He has a look around, but Enterprise has vanished.)\nFLIGHT: Bluejay Four. Can you see it? What is it? Bluejay 4. Come in. We've lost the image.\nCHRISTOPHER: Blackjack, this is Bluejay Four. I could have sworn there was some kind of ship, but nothing could have moved that fast.\nFLIGHT: We don't track mirages.\n\n[Bridge]\n\nCHRISTOPHER [OC]: Mark it down as another UFO. Bluejay Four returning to base. Out.\nSPOCK: Approaching second beaming, Captain.\nKIRK: Bridge to transporter room, prepare to energise.\nSPOCK: Now.\nKIRK: Energise.\n(The sergeant is beamed into himself as he is about to look through the glass door of the Statistical Services Division. There's no one there, so he continues on his round.)\nSULU: Past Pluto, sir.\nKIRK: What's our reading, Mister Spock?\nSPOCK: Approaching our century, Captain. Braking should begin now.\nKIRK: Bridge to engineering. Begin full braking power.\n\n[Engineering]\n\nSCOTT: Pulling away from the sun weakened them, sir. They may blow apart if I reverse.\n\n[Bridge]\n\nKIRK: No choice, Mister Scott.\n\n[Engineering]\n\nSCOTT: Aye, sir.\n\n[Bridge]\n\nSPOCK: Fifty years to go.\nSULU: Engines cutting back, sir. No decrease in speed.\nSPOCK: Forty, thirty.\nKIRK: Never mind, Mister Spock.\n(Once again, everyone gets thrown around)\nSULU: The engines!\n\n[Engineering]\n\nSCOTT: Engine room to Bridge. Engines are on full reverse. They're buckling! Bridge!\n\n[Bridge]\n\n(Things return to normal)\nKIRK: Mister Scott is still with us.\nUHURA: Captain.\nSTARFLEET [OC]: Starfleet Control calling Enterprise. Come in, Enterprise.\nKIRK: Open a channel, Uhura.\nUHURA: Frequency open, sir.\nKIRK: Starfleet Control, this is the Enterprise. Captain Kirk speaking.\nCOMPUTER: Record ship arrival, dear.\nSTARFLEET [OC]: Enterprise, this is Starfleet Control. Come in, please.\nKIRK: Starfleet Control, repeating message. The Enterprise is home. Kirk out.Embed"}