{"Lyrics": "14 ContributorsWho’s Gonna Take the Weight (Episode 3) LyricsOUTSIDE CRISPUS ATTUCKS COMPLEX, NIGHT\nThere is loads of gunfire and crashing noises coming from inside the building. People are shouting incomprehensibly. Suddenly a couch crashes through one of the windows and falls in the street. The shouting and gunfire stops, and a lone figure calmly exits the complex carrying a bag. It is Luke Cage.\nTHEME SONG\nCOTTONMOUTH'S OFFICE\nThe office seems empty. We hear a news broadcast before we see it in a super fancy turns-out-of-the-wall TV set up. Eventually Cottonmouth walks into the frame. During this recap/newscast we see Luke Cage waking up in his bedroom and leaving his apartment.\n\nANCHOR: And for more on the story we go to our correspondent, Megan McLaren, in Harlem, live. Megan.\n\nMEGAN: Thanks, Tim. Local residents are still stunned by the loss of Henry Hunter, or Pop, as he was known in this Harlem neighborhood. Pop's Barber Shop was a gathering place for everyone from local kids to well-known celebrities. But now, it's become something all too familiar in Harlem a crime scene. Unknown assailants fired into the shop just after 9:00 last night, killing Mr. Hunter. Wilfredo Diaz, an employee, was also critically wounded. This shooting comes just days after rising tension between black and Latino street gangs after a multiple shooting at a Harlem junkyard. Some residents fear the recent uptick in gunfire may mar what many have referred to as the New Harlem Renaissance. It's clear this neighborhood will mourn the loss of a man whose calm, humorous voice made many days brighter.\n\nLuke sees Connie worrying over bills. He walks to the memorial in front of the barbershop, overflowing with flowers and remembrances, and looks at a picture of Pop.\n\nLUKE: Forward always.\nAN ALLEY\nSome men (presumably Cottonmouth's) are loading up a van with boxes. We can see into a few and they seem to be filled with toys. Another car approaches and the new men shoot and injure the men in the toy van. The robbers approach the van (speaking Spanish), reach into the boxes of toys, and confirm that the boxes in fact contain guns.  They steal the laden van and drive it away.\nTHE SAME PLACE, A CRIME SCENE\n\nMISTY: Well, check with those people. They talking?\nSCARFE: Nah. \"I ain't see shit. \" It's the catchphrase of the day.\n\nMISTY:Classic. I should get that trademarked. You know how many times I hear that\n\nSCARFE: Nah. I can't hear shit either.\n-\nMISTY: The hits looked precise.\n\nSCARFE: Oh, they knew what they were doing. Uh, victims said the assailants were Spanish-speaking.\n\nMISTY: Are the victims a part of Cottonmouth's crew?\n\nSCARFE: Who knows? Computer's down.  We can run it back at the station.\n\nMISTY: Or get a first-person ID. What do you say? You like hospital food?\n\nSCARFE: Who's driving?\n\nMISTY: Shoot for it...You driving.\n\nSCARFE: Yes, Miss Daisy.\nTHE FUNERAL PARLOR\n\nLUKE: Gold inlay on a mahogany casket? I appreciate the sentiment. I do. But it's a bit much.\nSPURLOCK:Well, um, we do have more affordable options.\n\nLUKE: Can I see the body?\n\nSPURLOCK: I'm sorry. That body just arrived from the morgue. It still has to be prepped for viewing.\n\nLUKE: Look, Mr. Hunter...Pop...was like a father to me. He's my wife's people and she's gone now, too. It's just me. I'm all he has. I just want to make sure he's taken care of until I can get the cash to pay for this.\n\nCOTTONMOUTH (sweeping in sans entourage): Don't worry about it now, brother. It's already taken care of. Flourish is a silent way of us treasuring the dearly departed. It's too bad you're not in a position to give Pop the grand homegoing he deserves.\n\nLUKE: The service should match the man's integrity.\n\nCOTTONMOUTH: Hmm...Can we have the room, Joel?\n\nSPURLOCK: Uh, no problem, Mr.\nStokes.\n\nCOTTONMOUTH: Me and Henry didn't see eye to eye. But I always had his back. He wouldn't want any drama. Especially here.\n\nLUKE: What Pop would have wanted is for you not to pay for his arrangements with bloody guilt money. We set a parley. I thought your word was bond.\nCOTTONMOUTH: It is. A former associate of mine was feelin' himself. He's not feelin' much of anything right now.\n\nLUKE: Doesn't matter. Pop's death is still on you.\n\nCOTTONMOUTH: Step off. Before you get hurt.\nLUKE: Why? I'm just getting started.\n\nCOTTONMOUTH: Good to know. How's the job search coming? Dishwasher.\n\nTHE BLOWN-OUT BARBERSHOP\nLuke comes into the shop, slowly looking around. He picks up Pop's abandoned hat and looks at a bloodstain on it. Fish comes in from the back room.\n\nFISH: I saw you standing out there earlier.\n\nLUKE: I wasn't ready to come in yet.\n\nFISH: Yeah, I hear you on that. Walking in this shop is the hardest thing I've ever done.\n\nLUKE: Yeah.\n\nFISH: I mean, who's ever really ready to see something like this, though?\n\nLUKE: How'd you know Pop?\n\nFISH: We used to play chess in Marcus Garvey Park. He got too busy to play, so I started coming here.\n\nLUKE: When you played him who would win?\n\nFISH: Me. Just 'cause the brother's dead don't mean I gotta start changing the facts.\n\nLUKE: So what will happen to this place?\n\nFISH: Ah, the bank will swoop in and take it eventually.\n\nLUKE: How do you know that?\n\nFISH: Besides playing chess, I used to do the man's taxes every year. I know where every account is and who's owed what. Trust me, soon as the word spreads that he's gone, the wolves will be at the door.\n\nLUKE: Not on my watch.\n\nFISH: You got 80 grand lying around? 'Cause that's what it's gonna take to keep this place open.\n\nLUKE: So it's too late.\n\nFISH: Not necessarily.\n\nLUKE: Eighty grand isn't just gonna come fallin' out of the sky. What should we do? Talk to the bank?\n\nFISH: Well, we have a little time. No one's gonna be asking questions and shutting things down as long as things are paid for on time. Why do you think so many people get Grandma's house without having to fill out extra paperwork or hire a lawyer? You pay the bills, people shut up and get on with things. So what you thinkin' now?\n\nLUKE: As much I'd like to put my foot in Cottonmouth's behind, I need to put my hands in his pockets. That's how you hurt someone like that.\n\nFISH: Robbin' Cottonmouth was what caused all this trouble in the first place.\n\nLUKE: You're absolutely right. I'm not gonna touch him. Not the way I should. Since I can't touch the king, I'm gonna take his queen, his knights his rooks...I'm knocking all his pieces off the board.\n\nFISH: Where you goin' now?\n\nLUKE: Check these fools.\n\nCHICO'S HOSPITAL ROOM\n\nMISTY: Three friends. Grade school tight. Playground tight. All-City in basketball in a town where that really matters. So what happens? Y'all don't go pro. One of you starts working for Cottonmouth makes some money, sees a slick opportunity, and you guys go for it. You were part of the heist, right? And the shootout at the barber shop was payback for the heist. So, what happened to your man Dante?\n\nCHICO: Shameek killed Dante.\n\nMISTY: You admit to that?\n\nCHICO: I admit what? I mean, I was assuming Shameek did it. 'Cause I know I didn't.\n\nSCARFE: Never assume anything, kiddo.\n\nMISTY: Too bad your boys aren't here to back up your story.\n\nSCARFE: Maybe he's telling the truth.\n\nMISTY: Let's say he is. Shameek sees all that cash and says, \"Oh, shit, there's no way I'm splitting that three ways.\" So...\n\nScarfe claps his hands and there's a sudden, startling flashback to the gunshot that killed Dante.\n\nSCARFE: Boom!\n\nMISTY: Now it's a two-way split instead of three. Shameek gets caught with his share of the cash.\n\nSCARFE: By Cottonmouth, I'm assuming.\n\nCHICO: ...Who?\n\nSCARFE (mockingly): \"Who?\"\n\nMISTY: Cottonmouth. The man you stole from. Dante's former boss. The man who shot up Pop's Barber Shop and killed a good man trying to get at you. Hey, look, we don't want you, Chico. We want the people who killed Shameek and who shot up the barber shop. Testify. Do something good for somebody for once.\n\nCHICO: I can't help you with that. Hey, look, can y'all please take off these handcuffs? I'm the victim here. Me.\n\nMISTY: Talk to us. Talk to a grand jury. You can save lives, Wilfredo. Step up.\n\nCHICO: Well, the streets will handle it. Just like they always do.\n\nMisty leans forward and puts her hand on one of Chico's wounds, pressing enough to hurt him.\n\nMISTY: Yeah, they will.\n\nMisty leaves and Scarfe steps forward and unlocks the cuff chaining Chico to the bed.\n\nCHICO: What are you doing?\n\nSCARFE: Letting you go. Like you said you're the victim not a suspect, right? So, go. Wherever. You got no clothes, you got no money. And your friends are gonna be looking to finish the job, right? But you're a man. You're gonna be just fine, Chico.  Chico is the man.\n\nScarfe tosses Chico a copy of his card.\nTHE FUNERAL PARLOR, BACK ROOM\nCottonmouth and Spurlock the funeral director stand over Pop's corpse.\n\nCOTTONMOUTH: Pop was a friend. He deserves the best.\n\nSPURLOCK: Yeah. I see you've been busy. What about this man right here?\n\nCOTTONMOUTH: Tone? I had to let him go. Nothing humbles a man like gravity. Remember same as always. This body can't exist.\n\nCottonmouth hands Spurlock a bag of cash. Spurlock checks the contents and tucks it away.\n\nSPURLOCK: What body?\n\nCOTTONMOUTH: My man.\n\nTHE HOSPITAL, HALLWAY\nMisty bumps into Luke on his way to see Chico.\n\nMISTY: And there's the bartender. Luke Cage. Right in the center of the nightclub of the barber shop of everything. Where you going?\n\nLUKE: To see a friend.\n\nMISTY (blocking his way): Mmm-mmm.\n\nLUKE: Woman, what's your problem? I've done nothing.\n\nMISTY: There's only one person who worked for both Pop and Cottonmouth, and that's you. In the past 72 hours, three people connected are dead. Shameek, Dante and Pop. And there was another shooting this morning tied to all of this. Would you call that nothing?\n\nLUKE: And all that's on me? Why don't y'all find Pop's killer instead of being all up in my business?\n\nMISTY: Your business and our investigation are one and the same.\nYou know where I live. You wanna work some things out, hmm? We can always do it there. You can even bring handcuffs this time.\nScarfe heard the end of that. He gives Misty a look as they both head for the exit.\nCHICO'S ROOM\nLuke brought Chico clothes so he can leave the hospital\n\nLUKE: You don't have to worry. Cottonmouth ain't trying to kill you.\n\nCHICO: Are you kidding? Were you at the same shootout as I was?\n\nLUKE: It was his boy, Tone. Tone acted on his own. And he died on his own, too.\n\nCHICO: He's cleanin' up and I ain't trying to be next.\n\nLUKE: Cottonmouth has his cash. That's all he cares about.\n\nCHICO:Hell, you right about that.\nDoesn't matter how many people had to die to get it, huh?\n\nLUKE: Wasn't like the money fell in your lap. Your hands have blood all over them.\n\nCHICO: That don't matter. I'm out. I've caused enough trouble.\n\nLUKE: More than enough. Pop signed his death warrant the minute he decided to help you.\n\nCHICO: Well, it's the other way around, ain't it? The bullet that killed Pops probably bounced off you. You're one of them, ain't you?\n\nLUKE: You don't know nothin'.\n\nCHICO: I know this isn't my fault.\nParley or no parley, this is on Cottonmouth.\n\nLUKE: So help me hurt him.\n\nCHICO: What do you want?\n\nLUKE: Before you guys decided to rob him how much did Dante tell you about Cottonmouth's operations?\n\nCHICO: Everything. Cottonmouth sells guns. Mariah, his cousin, runs the banks.\n\nLUKE: Where does all that money go?\n\nCHICO: Everywhere you could think. They got drops and stash houses across the city. Apartments, sham businesses, street pushers. I mean, they got it locked in.\n\nLUKE: Is there a final spot? A central bank?\n\nShots of bags full of money going into the \"central bank.\"\n\nCHICO (voiceover): They got a plan if shit goes down. Everything goes to Crispus Attucks. I even heard they got this locked room, like a vault, right in the middle of the whole joint.\n\nLUKE: So why rob a gun shipment if it was all just about a cash grab?\n\nCHICO: Are you crazy? Man, Crispus Attucks is like a fortress. I mean, they got concrete walls, cats with machine guns, machetes, dark hallways One entrance, one exit. It's like a beehive of misery. That place is a suicide mission, for real.\n\nLUKE: Did Dante tell you where any of these other stash houses are?\n\nCHICO: Yeah. I mean, yeah, we scoped a few out.\n\nLUKE: There was a shooting this morning. A couple of Cottonmouth's people got hit.\n\nCHICO: Yeah. I mean, the cops got the guns at the heist. And my guess is that's Domingo and them, hollering at Cottonmouth to let him know they ain't happy.\n\nLUKE: If they hit him a few more times Cottonmouth might just have to move everything to Crispus to keep it safe.\n\nCHICO: You gonna try to convince Domingo to hit 'em up?\n\nLUKE: No. I don't need Domingo to be Domingo. I can do that all by myself.\n\nHARLEM'S PARADISE\na \"soundcheck\" reveals that it's daytime and Harlem's Paradise isn't open, but cottonmouth is in VIP listening to Charles Bradley performing \"Ain't It A Sin.\" Cut in with Bradley's performance are scenes of Luke robbing the a stash houseS single-handedly, destroying guns as he goes. Later the police arrive at the same stash houseS and see the money Cage left behind.\n\nOFFICER: You see this?\n\nOFFICER: Yeah. Why leave the cash?\nMisty interviews a woman who was in one of these stash houses, who seems to be high.\n\nMISTY: Hey. Hey you okay? What the hell happened here?\n\nWOMAN: Some dude in a hoodie rolled through.\n\nMISTY: Yeah?\n\nWOMAN: Yeah.\n\nMISTY: \"Rolled through\"? Did you see his face? Hey.  what can you tell me about him?\n\nWOMAN: He was fine.\n\nTHE PARK OUTSIDE CRISPUS ATTUCKS\n\nMARIAH: What do you mean everything is fine?\n\nCOTTONMOUTH: Like I said, it's fine.\n\nMARIAH: You've got welders reinforcing doors to rooms I don't even go into. What are they doing?\n\nCOTTONMOUTH: We got hit today. We need to take precautions.\n\nMARIAH: Get the bars down. Place looks like a goddamn prison now.\nAnd what do you mean \"we?\" You got hit again this morning?\n\nCOTTONMOUTH: Four of my stash houses were hit today. Fort Knox is my contingency plan. It's always been the plan if shit goes down.\n\nMARIAH: That is not a plan. That's a reaction. You ever hear of not putting all your eggs in one basket?\n\nCOTTONMOUTH: Look at it. One way in, one way out. Sight lines as far as the eye can see. Ain't nobody goin' up in the projects. We got that shit on lockdown.\n\nMARIAH: They are not projects. It's going to be a community as soon as I get the rest of the funding and we start our construction.\n\nCOTTONMOUTH (laughing): That's just spin. It's a front, Mariah. It's always been a front.\n\nMARIAH: It's real! This affordable housing initiative is going to change things, man!\n\nCOTTONMOUTH: Let me worry about the street shit. You're just the laundromat for the money.\n\nMARIAH: Uh, no, I'm not. I'm the face on the money.\n\nCOTTONMOUTH: So what's that make me? Loose change?\n\nMARIAH:  You are a strong asset, whose reckless actions are often a liability...Crispus Attucks is real, Cornell. Nothing I do is a hustle. I sincerely care about what happens up here. The only way to save Harlem is to do it legally and fortify it against the real invaders.\n\nCOTTONMOUTH: Whatever. It's the same as it always was, and you know it. Keep livin' in that fantasy land.\n\nMARIAH: Well, it has got to be a fantasy before it become a reality. I mean, look around. Mama Mabel loved this place. It was her political connections got that jungle gym over there built.\n\nCOTTONMOUTH: We doin' this for jungle gyms? Those political connections were just freaky old men she blackmailed to push the paperwork through.\n\nMARIAH: Why do you think she blackmailed those politicians? It was all to serve a greater good. Have you forgotten that?\n\nCOTTONMOUTH: No.\n\nMARIAH: This building may be your bank right now. But the Crispus Attucks, Madam C.J. Walker, Adam Clayton Powell, Shirley Chisholm complexes will be vibrant communities reflecting the change that's gonna keep Harlem black and us in the green.\n\nCOTTONMOUTH: You focus on the black, I'll protect our green. Fort Knox is central to that.\n\nMARIAH: Just need to be ready.\n\nCOTTONMOUTH: I stay ready, baby.\n\nNearby, Luke Cage is skulking around, casing the joint. He sees Mariah walk back into the Complex.\nTHE STATION HOUSE\n\nSCARFE: Oh, it's gonna work. See, that's the thing about a dude like Chico. Trick is you gotta get inside his head.\n\nMISTY: Uh-huh.\n\nSCARFE: You gotta make him believe that he needs us. That's the whole trick. And then you give him the illusion of freedom. Hey. You didn't hear a word I just said.\n\nMISTY: I'm sorry. I can't stop thinking about Pop.\n\nSCARFE: Hmm. You knew him forever, huh?\n\nMISTY: Since I was nine. He was the reason I played basketball.\n\nSCARFE: He was your coach?\n\nMISTY: No. I never saw him outside the shop. My dad used to drag me with him when he went to go get his hair cut.\n\nSCARFE: Daddy's girl.\n\nMISTY: Always. They would sit around all the time and just argue about basketball. Larry Bird, Kevin McHale, Robert Parish...\n\nSCARFE: Whoa, whoa, whoa Celtics?\n\nMISTY: My dad is a Celtics fan.\n\nSCARFE: Please, please tell me that's not the case.\nMISTY: The most progressive team in NBA history.\n\nSCARFE: The Celtics?\n\nMISTY: The first black head coach with Bill Russell. K.C. Jones as head coach during the height of the '80s with Bird and McHale. Come on.\n\nSCARFE: Now I got it all figured out.\nSee I thought you didn't have a boyfriend because you love the brothers, and not many brothers can get with a girl who carry a gun and kick their ass. But that's not the reason.\n\nMISTY: Oh, so now you an expert?\n\nSCARFE: The reason is you're a Celtics fan living in New York City.\n\nMISTY: I like the Pistons.\n\nSCARFE: Oh, shit!\n\nMISTY: I would hear Pop and my dad argue so much about basketball, it made me wanna play. So I did. Pop would complain about players who couldn't go left or right, or box out, or hustle back on D. So, I did.\n\nSCARFE: Sounds like he taught you well.\n\nMISTY: I was playing college ball before I realized how much watching games at the shop and those arguments shaped me.\n[sighs] A lot of people loved this guy. Even when it was wild during the summers shootouts every other day the shop was safe. Nobody ever said anything. It just was. Always. Until...\n\nSCARFE: Until what?\n\nMISTY: Until Luke Cage started workin' there.\n\nSCARFE: You got a real problem with this guy. Well, maybe you shouldn't have jumped in the sack with him so quickly...How soon did it happen? A couple days after you were undercover at the Harlem's Paradise?\n\nMISTY: ...Same night?\n\nSCARFE: Damn, girl! His place or yours?\n\nMISTY: Shut up. Look, I'm telling you, there is just something about this dude. I can't put my finger on it.\n\nSCARFE: Sounds like you put a lot more than your finger on him.\n\nMISTY: Don't make me choke you out.\n\nSCARFE: Hey! Watch the tofu supreme! And watch the hair! This takes time.\n\nMISTY: It's too much product.\n\nHARLEM'S PARADISE\nDomingo Colon comes in with a couple of minions.\n\nDOMINGO: Damn. You can't really appreciate this place till the lights are on.\n\nCOTTONMOUTH: Fall back, Zip. Domingo's right. When the lights are on you really can see things for what they are.\n\nDOMINGO: (Speaks untranslated Spanish)\n\nCOTTONMOUTH: I got some verdad for you. We got hit. And it was you. You didn't have to send no mercs to break up my organization.\n\nDOMINGO: I think somebody's pulling your chain and using my name to do it. 'Cause if my people were to hit you, you'd be dead. Muerto.\n\nDomingo takes a Milky Way bar out of his coat and opens it up, dropping the wrapper ostentatiously on the floor, He eats half of it as he talks.\n\nDOMINGO:  You know what a plover is, Cornell? Plover bird sits inside the crocodile's mouth. This bird ain't stupid. The plover picks scraps of meat out of the crocodile's teeth, helping the crocodile avoid infection. And the plover...he gets a free meal.\n\nCOTTONMOUTH:Where's this analogy going, Animal Planet?\n\nDomingo drops the other half of his Milky Way on the floor.\n\nDOMINGO: You're a plover. I'm a crocodile. You peddle your guns, picking up my scraps. And I allow it.\n\nCOTTONMOUTH: So you admit raidin' me?\n\nDOMINGO: You think I need to bust your shit up?\n\nDomingo brings out another Milky Way and drops the wrapper on the floor.\n\nDOMINGO: You broke your word, Cornell. How does Diamondback feel about that? You didn't think I knew who your supplier was that night, huh? I was just checking to see if you would tell me the truth.\n\nHe drops the other Milky Way half\n\nDOMINGO: I want a refund. Or the product that was promised me.\n\nCOTTONMOUTH (laughing): Oh, Domingo. There ain't no return policy. This ain't L.L. Bean.\n\nDOMINGO: (untranslated Spanish)...Nice.\n\nDomingo and his minions leave.\n\nZIP:So? What's poppin'?\n\nCOTTONMOUTH: Better get that Spanish dictionary. Domingo Colon just declared war on us.\n\nCRISPUS ATTUCKS\nLuke watches from behind a tree as a whole bunch of people carry black bags into the complex. He waits a moment, then looks again to see Mariah getting into a car and driving away. Cage puts in his headphones and plays Wu Tang Clan's \"Bring Da Ruckus.\"\nLuke rips a door of a nearby car and charges into the complex. He smashes the door in and generally raises hell, using the car door as a shield for a while against the irritating bullets until he wraps one guy up into a car door burrito and sends him down the stairs into another few minions. He beats guys up and sends them crashing through walls, eventually sending that couch through the window, until he reaches the inner sanctum, Mariah's office.He takes one bag of money and leaves the rest.\nTHE STATION HOUSE, LATER\nMisty is doing her Misty-vision thing. She looks closer and closer at the hooded figure until she can almost be sure that it's Luke.\n\nSCARFE: It's a lot of money.\n\nMISTY: What?\n\nSCARFE: In the duffel bags. It's a lot of money.\n\nMISTY: Just give me a second.\n\nSCARFE:  Millions.\n\nMISTY: It's you.\n\nSCARFE: Damn it, you're doing it again.\n\nMISTY:  Damn it, you just broke my concentration.\n\nSCARFE: As usual, your priorities are all out of whack. Now, you're looking at a picture of an empty husk of a building. I'm looking at millions of dollars of contraband.\n\nMISTY: You know this money belongs to Cottonmouth.\n\nCOTTONMOUTH: Allegedly.\n\nSCARFE: Allegedly. Thing I can't figure out why would somebody go through all this hell outside, cause all this mayhem, and then leave the money behind?\n\nMISTY:  To take it off the streets. Once it's logged, whoever it belongs to doesn't have access to it anymore.\n\nSCARFE: That's quite a message someone's trying to send.\n\nMISTY: All that gunfire and no bodies.\n\nSCARFE: Oh, you got that right. They are nobodies.\n\nMISTY:  I mean, no bodies. Not one. Some big black dude in a hoodie takes on direct bullet shots slaps, punches and pulls people all over the place and doesn't kill a single one? That doesn't seem strange to you? It's like this person wanted us to shut this place down.\n\nSCARFE: Who cares?\n\nMISTY: What?\n\nSCARFE: I'm serious. Who cares? How many investigations, from the time we put boots on the ground, begin and end in these projects?\n\nMISTY: Dozens.\n\nSCARFE: And now somebody comes along and wants to clean up a year's worth of patrol work by himself? I don't see anything wrong with that.\n\nMISTY: A vigilante? Yeah, there's something wrong with that. It's anarchy, a complete breakdown of the system. There are rules and regulations to what we do.\n\nSCARFE: Yeah, and lawyers and paperwork and excuses. Other than mopping up blood and arresting the same piece of shit over and over, you know, not much we can do as cops.\n\nMISTY: Jesus, Scarfe, whose side are you on?\n\nSCARFE: I saw the incident up close.\nWhat we can do as cops, what we can't do. Now, unless this sidearm that I'm wearing suddenly turns into some kind of magic hammer this whole job is irrelevant.\n\nMISTY: They have no training.\nNo responsibility. You have to know what you're doing. They don't have the right to just start meting out justice.\n\nSCARFE: Come on. Some guy in a hoodie hits various gun-running spots around the city today? I think that's wonderful. I think we should thank him.\n\nMISTY: For doing our job?\n\nSCARFE: Exactly. I don't like paperwork but I'd rather get a paper cut on my finger than a bullet in my ass. Look at...Look at all them rounds. Look! You really wanna be in the middle of all this? And for what? For a chicken banquet dinner and a photo with the mayor as a reward? Hell, no.\n\nMISTY: Wow. You are a credit to the badge, Scarfe.\n\nScarfe's phone rings. As Scarfe takes his call Misty remembers the bullet holes in Luke's T-shirt at the barbershop.\n\nSCARFE: Hello? Glad to hear it...Where? We'll be there.\n\nMISTY: It has to be you.\n\nSCARFE: Uh-huh. I'll pick you up out front...That was Chico. He wants to talk, needs a pick up.\n\nMISTY: This is where you say, \"I told you so?\"\n\nSCARFE: Somethin' like that. You coming?\n\nMISTY: No. Your guy in the hoodie left plenty for the real cops to clean up.\n\nSCARFE: I'll get Chico to give up the ghost. We got rapport.\n\nMISTY: Yeah, you're all about rapport.\n\nSCARFE: Oh, you know that. See you when I see you.\n\nNEARBY OFFICER: Did you see the guy who attacked you?\n\nWITNESS: Man, I ain't see shit.\n\nMISTY: I really need that trademark.\n\nUNDER A BRIDGE\n\nSCARFE: I was always a Jumbo's guy myself. Used to love Willie Burger back in the day. But I can't give up the fries.\n\nCHICO: True. Where's Detective Knight?\n\nScarfe is unknotting his tie and taking it off.\n\nSCARFE: Busy. I suppose you heard about what happened at the Crispus Attucks today.\n\nCHICO: That's why I called. It's my turn.\n\nSCARFE: Your turn for what?\n\nCHICO: Tell you everything.\n\nSCARFE: I'm listening.\n\nCHICO: Somebody told me we owe it to Pops to come forward. He did his part. I gotta do mine. I'm ready to talk. Cottonmouth. I'll name names, dates. The whole nine. Pop he used to always talk to me about responsibility. About being a man. Standing up straight. He told me to take charge. Forward, never backwards...Luke Cage, I don't even...\n\nScarfe suddenly attacks Chico, wrapping his tie around his neck and strangling him. It takes a long time for Chico to die. Once he does, Scarfe puts his tie back on, replaces his tie clip, and eats a handful of fries.\nHARLEM'S PARADISE, VIP\nCottonmouth is smashing things with a baseball bat. Mariah sits in the corner.\n\nCOTTONMOUTH: SEVEN...MILLION...DOLLARS!\n\nMARIAH: Cornell!\n\nCOTTONMOUTH: You don't wanna be in my face right now, Mariah!\n\nMARIAH: If anybody should be breaking shit, it should be me! They hit my office. My office!\n\nCOTTONMOUTH: They took damn near every penny I got, and you up here talkin' about an office?\n\nMARIAH: You can always make more money. I can't get my name back. And somebody is gonna start asking questions. Step off, Cornell!\n\nCOTTONMOUTH: Shut up, Black Mariah.\nMariah loses her patience and throws a bottle at Cottonmouth's head. It shatters against the wall.\n\nCOTTONMOUTH: That's my shit to break!\n\nMARIAH: You better shut up, or I will cut your color-struck ass.\nCall me that again.\n\nZIP: Uh, Mr. Stokes?\n\nCOTTONMOUTH: Spit it out.\n\nZIP: There's...there's a detective here to see you.\n\nMARIAH: The cops are here?\n\nCottonmouth looks down into the main club and sees Scarfe saunter in.\n\nCOTTONMOUTH: Detective.\n\n\nSCARFE: Well, I've had warmer receptions.\n\nCOTTONMOUTH: What's the use of having a pig on payroll if you can't get no early intel?\n\nSCARFE: Oh, I've got your intel.\nSwinging.\n\nCottonmouth makes his way downstairs as Scarfe helps himself to a bottle from behind the bar.\n\nSCARFE: Oh, yeah.\n\nCOTTONMOUTH: Anything related to how I lost 80% of my cash reserves?\n\nSCARFE: Maybe. Maybe.\n\nScarfe takes out his car keys and throws them to Zip\n\nSCARFE: In my trunk, you will find a deceased individual. One Wilfredo \"Chico\" Diaz. I'm sure your homie down at Spurlock's Mortuary can hook you up. So that's off your plate. You're welcome!\n\nCOTTONMOUTH: What else you got for me?\n\nSCARFE: What else I got for ya? What else I got-Oh! Well...I know who's been busting up your shit all day, and who raided the projects all by himself. I don't imagine you know anything about Luke Cage, do you?\n\nCOTTONMOUTH: Luke Cage? That's who did all this shit?\n\nSCARFE: That's what I'm telling you. And as a proud NYPD detective see, my partner and I, well we're accountable for each other. We need to know each other's whereabouts, 24/7. And thanks to my partner's GPS on her phone, I got Mr.\nCage's home address. And I will give it to you if you're a good boy.\n\nCOTTONMOUTH: Virginia Slim, you just might prove to be useful.\n\nSCARFE: Virginia Slim, what's that?\n\nCOTTONMOUTH: What else do you call a skinny white bitch?  Time for me to go holler at the dishwasher. Personally.\n\nMARIAH: Don't want to know the details. Just get it done.\n\nTHE BARBERSHOP\nFish is dozing in a chair. It looks like he started trying to tidy up. Luke Cage comes in, straight from Crispus Attucks.\n\nFISH: Goddamn, negro. You all right? What happened to you? You get hit by a bus?\n\nLUKE: Swear jar. You cursed.\n\nFISH: Swear jar? Come on, man. I...All right, look, I don't have anything on me now.\n\nLuke drops the bag into Fish's lap.\n\nLUKE: Yeah, you do. Now you've got change that can make change.\n\nFISH: What the hell did you do? Oh, can you forget the swear jar for a minute? What the...Where'd all this money come from?\n\nLUKE: Bank's not worried about it neither should you. Use it for this.\n\nFISH: You ain't gotta tell me twice. Ask no questions, tell no lies. I'll call some people and we get started on this in here.\n\nLUKE: Good. I see you been at it.\n\nFISH: Yeah. You, too.\n\nLUKE: Why haven't you gone home yet?\n\nFISH: Couldn't leave this place lookin' so bad. That was the thing about Pops. He had a lot of pride in detail. Like that gold leaf window with the \"Pop's Barber Shop\" logo?\n\nLUKE: I polished it every day. P-O-P. Had to be spotless...First thing Pop said when he hired me was, \"You do windows, brother\"...That wasn't no question.\n\nLUKE: We need this place open.\n\nFISH: I know.\n\nLUKE: You gonna run it?\n\nFISH: I ain't no barber. What about you?\n\nLUKE: Another question for another time, my man.\n\nFISH: We gotta figure out something soon either way.\n\nLUKE: I will. You should know that about me by now. I like to get things done.\n\nFISH: Where you goin' now?\n\nLUKE: I'm starving.\n\nGENGHIS CONNIE'S\nLuke is finishing a very big meal.\n\nCONNIE: I've never seen you eat so much.\n\nLUKE: I guess I worked up a bit of an appetite today.\n\nCONNIE: Did you go for your run?\n\nLUKE: Something like that.\n\nLuke hands Connie a wad of cash.\n\nCONNIE: The food wasn't that good.\n\nLUKE: I just wanted to make things right.\nCONNIE: Where'd the money come from?\n\nLUKE: It doesn't matter. What matters is what you do with it.\nConnie tears up and gives Luke a hug. Across the street, Cottonmouth fires a rocket straight at Luke's head. Luke looks up when he hears it and somehow finds time to say:\n\nLUKE: Sweet sister!\nBefore Genghis Connie's is completely destroyed.Embed"}