{"Lyrics": "5 ContributorsOn the Rainy River (Chapter 4) LyricsThis is one story I've never told before. Not to anyone. Not to my parents, not to my brother or sister, not even to my wife. To go into it, I've always thought, would only cause embarrassment for all of us, a sudden need to be elsewhere, which is the natural response to a confession. Even now, I'll admit, the story makes me squirm. For more than twenty years I've had to live with it, feeling the shame, trying to push it away, and so by this act of remembrance, by putting the facts down on paper, I'm hoping to relieve at least some of the pressure on my dreams. Still, it's a hard story to tell. All of us, I suppose, like to believe that in a moral emergency we will behave like the heroes of our youth, bravely and forthrightly, without thought of personal loss or discredit. Certainly that was my conviction back in the summer of 1968. Tim O'Brien: a secret hero. The Lone Ranger. If the stakes ever became high enough—if the evil were evil enough, if the good were good enough—I would simply tap a secret reservoir of courage that had been accumulating inside me over the years. Courage, I seemed to think, comes to us in finite quantities, like an inheritance, and by being frugal and stashing it away and letting it earn interest, we steadily increase our moral capital in preparation for that day when the account must be drawn down. It was a comforting theory. It dispensed with all those bothersome little acts of daily courage; it offered hope and grace to the repetitive coward; it justified the past while amortizing the future.\nIn June of 1968, a month after graduating from Macalester College, I was drafted to fight a war I hated. I was twenty-one years old. Young, yes, and politically naive, but even so the American war in Vietnam seemed to me wrong. Certain blood was being shed for uncertain reasons. I saw no unity of purpose, no consensus on matters of philosophy or history or law. The very facts were shrouded in uncertainty: Was it a civil war? A war of national liberation or simple aggression? Who started it, and when, and why? What really happened to the USS Maddox on that dark night in the Gulf of Tonkin? Was Ho Chi Minh a Communist stooge, or a nationalist savior, or both, or neither? What about the Geneva Accords? What about SEATO and the Cold War? What about dominoes? America was divided on these and a thousand other issues, and the debate had spilled out across the floor of the United States Senate and into the streets, and smart men in pinstripes could not agree on even the most fundamental matters of public policy. The only certainty that summer was moral confusion. It was my view then, and still is, that you don't make war without knowing why. Knowledge, of course, is always imperfect, but it seemed to me that when a nation goes to war it must have reasonable confidence in the justice and imperative of its cause. You can't fix your mistakes. Once people are dead, you can't make them undead.\nIn any case those were my convictions, and back in college I had taken a modest stand against the war. Nothing radical, no hothead stuff, just ringing a few doorbells for Gene McCarthy, composing a few tedious, uninspired editorials for the campus newspaper. Oddly, though, it was almost entirely an intellectual activity. I brought some energy to it, of course, but it was the energy that accompanies almost any abstract endeavor; I felt no personal danger; I felt no sense of an impending crisis in my life. Stupidly, with a kind of smug removal that I can't begin to fathom, I assumed that the problems of killing and dying did not fall within my special province.\nThe draft notice arrived on June 17, 1968. It was a humid afternoon, I remember, cloudy and very quiet, and I'd just come in from a round of golf. My mother and father were having lunch out in the kitchen. I remember opening up the letter, scanning the first few lines, feeling the blood go thick behind my eyes. I remember a sound in my head. It wasn't thinking, just a silent howl. A million things all at once—I was too good for this war. Too smart, too compassionate, too everything. It couldn't happen. I was above it. I had the world dicked—Phi Beta Kappa and summa cum laude and president of the student body and a full-ride scholarship for grad studies at Harvard. A mistake, maybe—a foul-up in the paperwork. I was no soldier. I hated Boy Scouts. I hated camping out. I hated dirt and tents and mosquitoes. The sight of blood made me queasy, and I couldn't tolerate authority, and I didn't know a rifle from a slingshot. I was a liberal, for Christ sake: If they needed fresh bodies, why not draft some back-to-the-stone-age hawk? Or some dumb jingo in his hard hat and Bomb Hanoi button, or one of LBJ's pretty daughters, or Westmoreland's whole handsome family—nephews and nieces and baby grandson. There should be a law, I thought. If you support a war, if you think it's worth the price, that's fine, but you have to put your own precious fluids on the line. You have to head for the front and hook up with an infantry unit and help spill the blood. And you have to bring along your wife, or your kids, or your lover. A law, I thought.\nI remember the rage in my stomach. Later it burned down to a smoldering self-pity, then to numbness. At dinner that night my father asked what my plans were. \"Nothing,\" I said. \"Wait.\"\nI spent the summer of 1968 working in an Armour meatpacking plant in my hometown of Worthington, Minnesota. The plant specialized in pork products, and for eight hours a day I stood on a quarter-mile assembly line—more properly, a disassembly line—removing blood clots from the necks of dead pigs. My job title, I believe, was Declotter. After slaughter, the hogs were decapitated, split down the length of the belly, pried open, eviscerated, and strung up by the hind hocks on a high conveyer belt. Then gravity took over. By the time a carcass reached my spot on the line, the fluids had mostly drained out, everything except for thick clots of blood in the neck and upper chest cavity. To remove the stuff, I used a kind of water gun. The machine was heavy, maybe eighty pounds, and was suspended from the ceiling by a heavy rubber cord. There was some bounce to it, an elastic up-and-down give, and the trick was to maneuver the gun with your whole body, not lifting with the arms, just letting the rubber cord do the work for you. At one end was a trigger; at the muzzle end was a small nozzle and a steel roller brush. As a carcass passed by, you'd lean forward and swing the gun up against the clots and squeeze the trigger, all in one motion, and the brush would whirl and water would come shooting out and you'd hear a quick splattering sound as the clots dissolved into a fine red mist. It was not pleasant work. Goggles were a necessity, and a rubber apron, but even so it was like standing for eight hours a day under a lukewarm blood-shower. At night I'd go home smelling of pig. It wouldn't go away. Even after a hot bath, scrubbing hard, the stink was always there—like old bacon, or sausage, a dense greasy pig-stink that soaked deep into my skin and hair. Among other things, I remember, it was tough getting dates that summer. I felt isolated; I spent a lot of time alone. And there was also that draft notice tucked away in my wallet.\nIn the evenings I'd sometimes borrow my father's car and drive aimlessly around town, feeling sorry for myself, thinking about the war and the pig factory and how my life seemed to be collapsing toward slaughter. I felt paralyzed. All around me the options seemed to be narrowing, as if I were hurtling down a huge black funnel, the whole world squeezing in tight. There was no happy way out. The government had ended most graduate school deferments; the waiting lists for the National Guard and Reserves were impossibly long; my health was solid; I didn't qualify for CO status—no religious grounds, no history as a pacifist. Moreover, I could not claim to be opposed to war as a matter of general principle. There were occasions, I believed, when a nation was justified in using military force to achieve its ends, to stop a Hitler or some comparable evil, and I told myself that in such circumstances I would've willingly marched off to the battle. The problem, though, was that a draft board did not let you choose your war.\n\nBeyond all this, or at the very center, was the raw fact of terror. I did not want to die. Not ever. But certainly not then, not there, not in a wrong war. Driving up Main Street, past the courthouse and the Ben Franklin store, I sometimes felt the fear spreading inside me like weeds. I imagined myself dead. I imagined myself doing things I could not do— charging an enemy position, taking aim at another human being.\nAt some point in mid-July I began thinking seriously about Canada. The border lay a few hundred miles north, an eight-hour drive. Both my conscience and my instincts were telling me to make a break for it, just take off and run like hell and never stop. In the beginning the idea seemed purely abstract, the word Canada printing itself out in my head; but after a time I could see particular shapes and images, the sorry details of my own future—a hotel room in Winnipeg, a battered old suitcase, my father's eyes as I tried to explain myself over the telephone. I could almost hear his voice, and my mother's. Run, I'd think. Then I'd think, Impossible. Then a second later I'd think, Run.\nIt was a kind of schizophrenia. A moral split. I couldn't make up my mind. I feared the war, yes, but I also feared exile. I was afraid of walking away from my own life, my friends and my family, my whole history, everything that mattered to me. I feared losing the respect of my parents. I feared the law. I feared ridicule and censure. My hometown was a conservative little spot on the prairie, a place where tradition counted, and it was easy to imagine people sitting around a table down at the old Gobbler Cafe on Main Street, coffee cups poised, the conversation slowly zeroing in on the young O'Brien kid, how the damned sissy had taken off for Canada. At night, when I couldn't sleep, I'd sometimes carry on fierce arguments with those people. I'd be screaming at them, telling them how much I detested their blind, thoughtless, automatic acquiescence to it all, their simple-minded patriotism, their prideful ignorance, their love-it- or-leave-it platitudes, how they were sending me off to fight a war they didn't understand and didn't want to understand. I held them responsible. By God, yes, I did. All of them—I held them personally and individually responsible—the polyestered Kiwanis boys, the merchants and farmers, the pious churchgoers, the chatty housewives, the PTA and the Lions club and the Veterans of Foreign Wars and the fine upstanding gentry out at the country club. They didn't know Bao Dai from the man in the moon. They didn't know history. They didn't know the first thing about Diem's tyranny, or the nature of Vietnamese nationalism, or the long colonialism of the French—this was all too damned complicated, it required some reading—but no matter, it was a war to stop the Communists, plain and simple, which was how they liked things, and you were a treasonous pussy if you had second thoughts about killing or dying for plain and simple reasons.\nI was bitter, sure. But it was so much more than that.\nThe emotions went from outrage to terror to bewilderment to guilt to sorrow and then back again to outrage. I felt a sickness inside me. Real disease.\nMost of this I've told before, or at least hinted at, but what I have never told is the full truth. How I cracked. How at work one morning, standing on the pig line, I felt something break open in my chest. I don't know what it was. I'll never know. But it was real, I know that much, it was a physical rupture—a cracking-leaking-popping feeling. I remember dropping my water gun. Quickly, almost without thought, I took off my apron and walked out of the plant and drove home. It was midmorning, I remember, and the house was empty. Down in my chest there was still that leaking sensation, something very warm and precious spilling out, and I was covered with blood and hog-stink, and for a long while I just concentrated on holding myself together. I remember taking a hot shower. I remember packing a suitcase and carrying it out to the kitchen, standing very still for a few minutes, looking carefully at the familiar objects all around me. The old chrome toaster, the telephone, the pink and white Formica on the kitchen counters. The room was full of bright sunshine. Everything sparkled. My house, I thought. My life. I'm not sure how long I stood there, but later I scribbled out a short note to my parents.\nWhat it said, exactly, I don't recall now. Something vague. Taking off, will call, love Tim.\nI drove north.\nIt's a blur now, as it was then, and all I remember is a sense of high velocity and the feel of the steering wheel in my hands. I was riding on adrenaline. A giddy feeling, in a way, except there was the dreamy edge of impossibility to it—like running a dead-end maze—no way out—it couldn't come to a happy conclusion and yet I was doing it anyway because it was all I could think of to do. It was pure flight, fast and mindless. I had no plan. Just hit the border at high speed and crash through and keep on running. Near dusk I passed through Bemidji, then turned northeast toward International Falls. I spent the night in the car behind a closed-down gas station a half mile from the border. In the morning, after gassing up, I headed straight west along the Rainy River, which separates Minnesota from Canada, and which for me separated one life from another. The land was mostly wilderness. Here and there I passed a motel or bait shop, but otherwise the country unfolded in great sweeps of pine and birch and sumac. Though it was still August, the air already had the smell of October, football season, piles of yellow-red leaves, everything crisp and clean. I remember a huge blue sky. Off to my right was the Rainy River, wide as a lake in places, and beyond the Rainy River was Canada.\nFor a while I just drove, not aiming at anything, then in the late morning I began looking for a place to lie low for a day or two. I was exhausted, and scared sick, and around noon I pulled into an old fishing resort called the Tip Top Lodge. Actually it was not a lodge at all, just eight or nine tiny yellow cabins clustered on a peninsula that jutted northward into the Rainy River. The place was in sorry shape. There was a dangerous wooden dock, an old minnow tank, a flimsy tar paper boathouse along the shore.\nThe main building, which stood in a cluster of pines on high ground, seemed to lean heavily to one side, like a cripple, the roof sagging toward Canada. Briefly, I thought about turning around, just giving up, but then I got out of the car and walked up to the front porch.\nThe man who opened the door that day is the hero of my life. How do I say this without sounding sappy? Blurt it out—the man saved me. He offered exactly what I needed, without questions, without any words at all. He took me in. He was there at the critical time—a silent, watchful presence. Six days later, when it ended, I was unable to find a proper way to thank him, and I never have, and so, if nothing else, this story represents a small gesture of gratitude twenty years overdue.\nEven after two decades I can close my eyes and return to that porch at the Tip Top Lodge. I can see the old guy staring at me. Elroy Berdahl: eighty-one years old, skinny and shrunken and mostly bald. He wore a flannel shirt and brown work pants. In one hand, I remember, he carried a green apple, a small paring knife in the other. His eyes had the bluish gray color of a razor blade, the same polished shine, and as he peered up at me I felt a strange sharpness, almost painful, a cutting sensation, as if his gaze were somehow slicing me open. In part, no doubt, it was my own sense of guilt, but even so I'm absolutely certain that the old man took one look and went right to the heart of things—a kid in trouble. When I asked for a room, Elroy made a little clicking sound with his tongue. He nodded, led me out to one of the cabins, and dropped a key in my hand. I remember smiling at him. I also remember wishing I hadn't. The old man shook his head as if to tell me it wasn't worth the bother.\n\"Dinner at five-thirty,\" he said. \"You eat fish?\" \"Anything,\" I said.\nElroy grunted and said, \"I'll bet.\"\nWe spent six days together at the Tip Top Lodge. Just the two of us. Tourist season was over, and there were no boats on the river, and the wilderness seemed to withdraw into a great permanent stillness. Over those six days Elroy Berdahl and I took most of our meals together. In the mornings we sometimes went out on long hikes into the woods, and at night we played Scrabble or listened to records or sat reading in front of his big stone fireplace. At times I felt the awkwardness of an intruder, but Elroy accepted me into his quiet routine without fuss or ceremony. He took my presence for granted, the same way he might've sheltered a stray cat—no wasted sighs or pity—and there was never any talk about it. Just the opposite. What I remember more than anything is the man's willful, almost ferocious silence. In all that time together, all those hours, he never asked the obvious questions: Why was I there? Why alone? Why so preoccupied? If Elroy was curious about any of this, he was careful never to put it into words.\nMy hunch, though, is that he already knew. At least the basics. After all, it was 1968, and guys were burning draft cards, and Canada was just a boat ride away. Elroy Berdahl was no hick. His bedroom, I remember, was cluttered with books and newspapers. He killed me at the Scrabble board, barely concentrating, and on those occasions when speech was necessary he had a way of compressing large thoughts into small, cryptic packets of language. One evening, just at sunset, he pointed up at an owl circling over the violet-lighted forest to the west. \"Hey, O'Brien,\" he said. \"There's Jesus.\" The man was sharp—he didn't miss much. Those razor eyes. Now and then he'd catch me staring out at the river, at the far shore, and I could almost hear the tumblers clicking in his head. Maybe I'm wrong, but I doubt it.\nOne thing for certain, he knew I was in desperate trouble. And he knew I couldn't talk about it. The wrong word—or even the right word— and I would've disappeared. I was wired and jittery. My skin felt too tight. After supper one evening I vomited and went back to my cabin and lay down for a few moments and then vomited again; another time, in the middle of the afternoon, I began sweating and couldn't shut it off. I went through whole days feeling dizzy with sorrow. I couldn't sleep; I couldn't lie still. At night I'd toss around in bed, half awake, half dreaming, imagining how I'd sneak down to the beach and quietly push one of the old man's boats out into the river and start paddling my way toward Canada. There were times when I thought I'd gone off the psychic edge. I couldn't tell up from down, I was just falling, and late in the night I'd lie there watching weird pictures spin through my head. Getting chased by the Border Patrol—helicopters and searchlights and barking dogs—I'd be crashing through the woods, I'd be down on my hands and knees—people shouting out my name—the law closing in on all sides— my hometown draft board and the FBI and the Royal Canadian Mounted Police. It all seemed crazy and impossible. Twenty-one years old, an ordinary kid with all the ordinary dreams and ambitions, and all I wanted was to live the life I was born to—a mainstream life—I loved baseball and hamburgers and cherry Cokes—and now I was off on the margins of exile, leaving my country forever, and it seemed so impossible and terrible and sad.\nI'm not sure how I made it through those six days. Most of it I can't remember. On two or three afternoons, to pass some time, I helped Elroy get the place ready for winter, sweeping down the cabins and hauling in the boats, little chores that kept my body moving. The days were cool and bright. The nights were very dark. One morning the old man showed me how to split and stack firewood, and for several hours we just worked in silence out behind his house. At one point, I remember, Elroy put down his maul and looked at me for a long time, his lips drawn as if framing a difficult question, but then he shook his head and went back to work. The man's self-control was amazing. He never pried. He never put me in a position that required lies or denials. To an extent, I suppose, his reticence was typical of that part of Minnesota, where privacy still held value, and even if I'd been walking around with some horrible deformity—four arms and three heads—I'm sure the old man would've talked about everything except those extra arms and heads. Simple politeness was part of it. But even more than that, I think, the man understood that words were insufficient. The problem had gone beyond discussion. During that long summer I'd been over and over the various arguments, all the pros and cons, and it was no longer a question that could be decided by an act of pure reason. Intellect had come up against emotion. My conscience told me to run, but some irrational and powerful force was resisting, like a weight pushing me toward the war. What it came down to, stupidly, was a sense of shame. Hot, stupid shame. I did not want people to think badly of me. Not my parents, not my brother and sister, not even the folks down at the Gobbler Cafe. I was ashamed to be there at the Tip Top Lodge. I was ashamed of my conscience, ashamed to be doing the right thing.\nSome of this Elroy must've understood. Not the details, of course, but the plain fact of crisis.\nAlthough the old man never confronted me about it, there was one occasion when he came close to forcing the whole thing out into the open. It was early evening, and we'd just finished supper, and over coffee and dessert I asked him about my bill, how much I owed so far. For a long while the old man squinted down at the tablecloth.\n\"Well, the basic rate,\" he said, \"is fifty bucks a night. Not counting meals. This makes four nights, right?\"\nI nodded. I had three hundred and twelve dollars in my wallet.\nElroy kept his eyes on the tablecloth. \"Now that's an on-season price. To be fair, I suppose we should knock it down a peg or two.\" He leaned back in his chair. \"What's a reasonable number, you figure?\"\n\"I don't know,\" I said. \"Forty?\"\n\"Forty's good. Forty a night. Then we tack on food—say another hundred? Two hundred sixty total?\"\n\"I guess.\"\nHe raised his eyebrows. \"Too much?\"\n\"No, that's fair. It's fine. Tomorrow, though ... I think I'd better take off tomorrow.\"\nElroy shrugged and began clearing the table. For a time he fussed with the dishes, whistling to himself as if the subject had been settled. After a second he slapped his hands together.\n\"You know what we forgot?\" he said. \"We forgot wages. Those odd jobs you done. What we have to do, we have to figure out what your time's worth. Your last job—how much did you pull in an hour?\"\n\n\"Not enough,\" I said. \"A bad one?\"\n\"Yes. Pretty bad.\"\nSlowly then, without intending any long sermon, I told him about my days at the pig plant. It began as a straight recitation of the facts, but before I could stop myself I was talking about the blood clots and the water gun and how the smell had soaked into my skin and how I couldn't wash it away. I went on for a long time. I told him about wild hogs squealing in my dreams, the sounds of butchery, slaughterhouse sounds, and how I'd sometimes wake up with that greasy pig-stink in my throat.\nWhen I was finished, Elroy nodded at me.\n\"Well, to be honest,\" he said, \"when you first showed up here, I wondered about all that. The aroma, I mean. Smelled like you was awful damned fond of pork chops.\" The old man almost smiled. He made a snuffling sound, then sat down with a pencil and a piece of paper. \"So what'd this crud job pay? Ten bucks an hour? Fifteen?\"\n\"Less.\"\nElroy shook his head. \"Let's make it fifteen. You put in twenty-five hours here, easy. That's three hundred seventy-five bucks total wages. We subtract the two hundred sixty for food and lodging, I still owe you a hundred and fifteen.\"\nHe took four fifties out of his shirt pocket and laid them on the table. \"Call it even,\" he said.\n\"No.\"\n\"Pick it up. Get yourself a haircut.\"\nThe money lay on the table for the rest of the evening. It was still there when I went back to my cabin. In the morning, though, I found an envelope tacked to my door. Inside were the four fifties and a two-word note that said\nEMERGENCY FUND. The man knew.\nLooking back after twenty years, I sometimes wonder if the events of that summer didn't happen in some other dimension, a place where your life exists before you've lived it, and where it goes afterward. None of it ever seemed real. During my time at the Tip Top Lodge I had the feeling that I'd slipped out of my own skin, hovering a few feet away while some poor yo-yo with my name and face tried to make his way toward a future he didn't understand and didn't want. Even now I can see myself as I was then. It's like watching an old home movie: I'm young and tan and fit. I've got hair—lots of it. I don't smoke or drink. I'm wearing faded blue jeans and a white polo shirt. I can see myself sitting on Elroy Berdahl's dock near dusk one evening, the sky a bright shimmering pink, and I'm finishing up a letter to my parents that tells what I'm about to do and why I'm doing it and how sorry I am that I'd never found the courage to talk to them about it. I ask them not to be angry. I try to explain some of my feelings, but there aren't enough words, and so I just say that it's a thing that has to be done. At the end of the letter I talk about the vacations we used to take up in this north country, at a place called Whitefish Lake, and how the scenery here reminds me of those good times. I tell them I'm fine. I tell them I'll write again from Winnipeg or Montreal or wherever I end up.\nOn my last full day, the sixth day, the old man took me out fishing on the Rainy River. The afternoon was sunny and cold. A stiff breeze came in from the north, and I remember how the little fourteen-foot boat made sharp rocking motions as we pushed off from the dock. The current was fast. All around us, I remember, there was a vastness to the world, an unpeopled rawness, just the trees and the sky and the water reaching out toward nowhere. The air had the brittle scent of October.\nFor ten or fifteen minutes Elroy held a course upstream, the river choppy and silver-gray, then he turned straight north and put the engine on full throttle. I felt the bow lift beneath me. I remember the wind in my ears, the sound of the old outboard Evinrude. For a time I didn't pay attention to anything, just feeling the cold spray against my face, but then it occurred to me that at some point we must've passed into Canadian waters, across that dotted line between two different worlds, and I remember a sudden tightness in my chest as I looked up and watched the far shore come at me. This wasn't a daydream. It was tangible and real. As we came in toward land, Elroy cut the engine, letting the boat fishtail lightly about twenty yards off shore. The old man didn't look at me or speak. Bending down, he opened up his tackle box and busied himself with a bobber and a piece of wire leader, humming to himself, his eyes down.\nIt struck me then that he must've planned it. I'll never be certain, of course, but I think he meant to bring me up against the realities, to guide me across the river and to take me to the edge and to stand a kind of vigil as I chose a life for myself.\nI remember staring at the old man, then at my hands, then at Canada. The shoreline was dense with brush and timber. I could see tiny red berries on the bushes. I could see a squirrel up in one of the birch trees, a big crow looking at me from a boulder along the river. That close— twenty yards—and I could see the delicate latticework of the leaves, the texture of the soil, the browned needles beneath the pines, the configurations of geology and human history. Twenty yards. I could've done it. I could've jumped and started swimming for my life. Inside me, in my chest, I felt a terrible squeezing pressure. Even now, as I write this, I can still feel that tightness. And I want you to feel it—the wind coming off the river, the waves, the silence, the wooded frontier. You're at the bow of a boat on the Rainy River. You're twenty-one years old, you're scared, and there's a hard squeezing pressure in your chest.\nWhat would you do?\nWould you jump? Would you feel pity for yourself? Would you think about your family and your childhood and your dreams and all you're leaving behind? Would it hurt? Would it feel like dying? Would you cry, as I did?\nI tried to swallow it back. I tried to smile, except I was crying.\nNow, perhaps, you can understand why I've never told this story before. It's not just the embarrassment of tears. That's part of it, no doubt, but what embarrasses me much more, and always will, is the paralysis that took my heart. A moral freeze: I couldn't decide, I couldn't act, I couldn't comport myself with even a pretense of modest human dignity.\nAll I could do was cry. Quietly, not bawling, just the chest-chokes.\nAt the rear of the boat Elroy Berdahl pretended not to notice. He held a fishing rod in his hands, his head bowed to hide his eyes. He kept humming a soft, monotonous little tune. Everywhere, it seemed, in the trees and water and sky, a great worldwide sadness came pressing down on me, a crushing sorrow, sorrow like I had never known it before. And what was so sad, I realized, was that Canada had become a pitiful fantasy. Silly and hopeless. It was no longer a possibility. Right then, with the shore so close, I understood that I would not do what I should do. I would not swim away from my hometown and my country and my life. I would not be brave. That old image of myself as a hero, as a man of conscience and courage, all that was just a threadbare pipe dream. Bobbing there on the Rainy River, looking back at the Minnesota shore, I felt a sudden swell of helplessness come over me, a drowning sensation, as if I had toppled overboard and was being swept away by the silver waves. Chunks of my own history flashed by. I saw a seven-year-old boy in a white cowboy hat and a Lone Ranger mask and a pair of holstered six-shooters; I saw a twelve-year-old Little League shortstop pivoting to turn a double play; I saw a sixteen-year-old kid decked out for his first prom, looking spiffy in a white tux and a black bow tie, his hair cut short and flat, his shoes freshly polished. My whole life seemed to spill out into the river, swirling away from me, everything I had ever been or ever wanted to be. I couldn't get my breath; I couldn't stay afloat; I couldn't tell which way to swim. A hallucination, I suppose, but it was as real as anything I would ever feel. I saw my parents calling to me from the far shoreline. I saw my brother and sister, all the townsfolk, the mayor and the entire Chamber of Commerce and all my old teachers and girlfriends and high school buddies. Like some weird sporting event: everybody screaming from the sidelines, rooting me on—a loud stadium roar. Hotdogs and popcorn—stadium smells, stadium heat. A squad of cheerleaders did cartwheels along the banks of the Rainy River; they had megaphones and pompoms and smooth brown thighs. The crowd swayed left and right. A marching band played fight songs. All my aunts and uncles were there, and Abraham Lincoln, and Saint George, and a nine-year-old girl named Linda who had died of a brain tumor back in fifth grade, and several members of the United States Senate, and a blind poet scribbling notes, and LBJ, and Huck Finn, and Abbie Hoffman, and all the dead soldiers back from the grave, and the many thousands who were later to die—villagers with terrible burns, little kids without arms or legs—yes, and the Joint Chiefs of Staff were there, and a couple of popes, and a first lieutenant named Jimmy Cross, and the last surviving veteran of the American Civil War, and Jane Fonda dressed up as Barbarella, and an old man sprawled beside a pigpen, and my grandfather, and Gary Cooper, and a kind-faced woman carrying an umbrella and a copy of Plato's Republic, and a million ferocious citizens waving flags of all shapes and colors—people in hard hats, people in headbands—they were all whooping and chanting and urging me toward one shore or the other. I saw faces from my distant past and distant future. My wife was there.\n\nMy unborn daughter waved at me, and my two sons hopped up and down, and a drill sergeant named Blyton sneered and shot up a finger and shook his head. There was a choir in bright purple robes. There was a cabbie from the Bronx. There was a slim young man I would one day kill with a hand grenade along a red clay trail outside the village of My Khe.\nThe little aluminum boat rocked softly beneath me. There was the wind and the sky.\nI tried to will myself overboard.\nI gripped the edge of the boat and leaned forward and thought, Now. I did try. It just wasn't possible.\nAll those eyes on me—the town, the whole universe—and I couldn't risk the embarrassment. It was as if there were an audience to my life, that swirl of faces along the river, and in my head I could hear people screaming at me. Traitor! they yelled. Turncoat! Pussy! I felt myself blush. I couldn't tolerate it. I couldn't endure the mockery, or the disgrace, or the patriotic ridicule. Even in my imagination, the shore just twenty yards away, I couldn't make myself be brave. It had nothing to do with morality. Embarrassment, that's all it was.\nAnd right then I submitted.\nI would go to the war—I would kill and maybe die—because I was embarrassed not to.\nThat was the sad thing. And so I sat in the bow of the boat and cried.\nIt was loud now. Loud, hard crying.\nElroy Berdahl remained quiet. He kept fishing. He worked his line with the tips of his fingers, patiently, squinting out at his red and white bobber on the Rainy River. His eyes were flat and impassive. He didn't speak. He was simply there, like the river and the late-summer sun. And yet by his presence, his mute watchfulness, he made it real. He was the true audience. He was a witness, like God, or like the gods, who look on in absolute silence as we live our lives, as we make our choices or fail to make them.\n\"Ain't biting,\" he said.\nThen after a time the old man pulled in his line and turned the boat back toward Minnesota.\n\nI don't remember saying goodbye. That last night we had dinner together, and I went to bed early, and in the morning Elroy fixed breakfast for me. When I told him I'd be leaving, the old man nodded as if he already knew. He looked down at the table and smiled.\nAt some point later in the morning it's possible that we shook hands—I just don't remember—but I do know that by the time I'd finished packing the old man had disappeared. Around noon, when I took my suitcase out to the car, I noticed that his old black pickup truck was no longer parked in front of the house. I went inside and waited for a while, but I felt a bone certainty that he wouldn't be back. In a way, I thought, it was appropriate. I washed up the breakfast dishes, left his two hundred dollars on the kitchen counter, got into the car, and drove south toward home.\nThe day was cloudy. I passed through towns with familiar names, through the pine forests and down to the prairie, and then to Vietnam, where I was a soldier, and then home again. I survived, but it's not a happy ending. I was a coward. I went to the war.Embed"}