{"Lyrics": "19 ContributorsBLACK AIR FORCE ENERGY CYPHER Lyrics[Sample: DizzyEight]\nOh nah-nah\nWhole clique here with the \"Rah-Rah!\"\nYou ain't with the smoke or the zaza\nLaughin' in his face like \"Ha, ha\"\n\n[Intro: Cj Dachamp, PE$O PETE, & Charles Martinet]\nAye, man, y'all know what the fuck goin', bruh\nMy nigga, we startin' a movement (You damn right!)\nNow listen, I can't spit (He ain't lyin', he is not him)\nAye, but these niggas though? They 'boutta hit this muhfuckin' album (Oh-Oh-Oh, yeah-yeah-yeah-yeah, whoa!)\nYeah-Yeah-Yeah-Yeah\n\n[Verse 1: Doflamingo (PE$O PETE)]\nI done seen a lot of things, yeah-yeah\nNowadays, sit back and pull strings, yeah-yeah\nUsed to have that fuckin' title by name, yeah-yeah\nNow that's nothin' but some fire to my flame, yeah-yeah\nYou ain't rulin' over shit, not a thing\nIf I will, then it's spill, you a pawn in my game\nWatch 'em kill, do a drill, while this prawn on my plate\nAll this hurt and this pain is the reason I'm awake\nAin't no soul behind these frames, I'm a shark in a tank\nAin't no soul left alive, you a bird in my cage, only burden: disgrace\nOkay, Armament pushin' out the pistol, leave 'em aced, bah!\nArmament stone cold starin' through the gates, hold up\nWhen I pull up with my squad, lockjaw\nThey ain't got nothin' at all, then we gone\nBro', you lookin' at the gods\nIn sync, don't blink, I'mma make this country fall\nBro', just watch how I walk, yeah\nYou might also like[Verse 2: Kurapika (954mari)]\nRed eye on that choppa, killer peakin' when you see the demon (Grr! Grr!)\nShittin' on a Phantom like the reaper, tear the team to pieces (Yah-Yah)\nChain reaction, I lock on my energy to enemies\nMy dagger cut through anything, I'm aimin' like it's huntin' season (Bah!)\nRed eye on that choppa, that shit look like Kurapika (Brr!)\nWhen that metal swing, I let it sing like Dua Lipa (Aye)\nCaught a case like Judy, if I judge him, then it's lethal (Yah)\nKillin' for my village, yeah, I do it for my pe— (Aye, yes, sir)\nAnd the blood drippin' by the gallons (Grr!)\nDolo in the whip, I solo any clique, it's not a challenge (Bitch)\nSpecialist, I mastered everything because I had to balance (Bah!)\nLockin' eyes, you seein' red flashes like I'm Barry Allen (Bitch)\nLittle bit deranged, like a pit that's off the chain (Ha)\nI been huntin' motherfuckers, ain't no runnin' from the stain (Aye)\nDig my confidence, a brother brought a shovel to the fade (What?)\nLeave him in bloody puddle, then I dump him in a grave (Talk!)\n\n[Verse 3: Draken (Ham Sandwich)]\nAll you niggas really lame, you can't get with us (God damn)\nMikey kickin' at your brain, homie gettin' touched\nIt's Bloody Halloween, wash you out if you ain't lit enough (Yes, sir)\nMy bitch tryna go behind my back, but I don't give a fuck (Damn)\nI, know she for the streets, it's just how it is (Damn)\nHow it is you flexin' fake money, shit is counterfeit (Yeah)\nWe makin' real moves none these other gangs is counterin'\nFish out of water flounderin', we circle and surroundin' him\nI know that nigga bitchmade (Damn)\nWe done came up from the bottom, it ain't shit change (Damn)\nHad to ice up my body like I got wrist pain (Yes, sir)\nNeck strain, team is on my back (Yes, sir)\nStill we schemin' for the cash (Yes, sir)\nNever sleepin', got a nigga daydreamin' for a nap\nBut my eyes open, ten toes, head on a swivel (Yes, sir)\nSeen too many niggas heads down, doublin' dribbles\nThe shit's crazy… and that's on gang, bitch (Uh)\n[Verse 4: Mikey (Mix Williams)]\nEvery time these niggas try to play us, it prolly count as a stream (Count as a stream, god damn)\nYou niggas hating don't make sense, because they all sound like me (Aye)\nYa been actin' like my sons and I'm as proud as can be (Proud as can be, for real)\nI ain't tryna be the goat, but I just happen to be (Happen to be, yuh)\nI'm choosin' violence\nAnd I ain't talking Ty, but you know my flow the wildest (My flow the wildest, heheh)\nI guess you could call me a product of my environment (Of my environment, yuh)\nFuckin' with the gang and I force you into retirement (Into retirement)\nThese niggas think it's a game, it's something different entirely (Different entirely, grrah!)\nYeah, huh? That's on the gang, my nigga\nYou goofies tryna scrap? Well, that can be arranged, my nigga (Well, that can be arranged, my nigga)\nGot a drake on my side, I'll let it sing, my nigga (I'll let it sing, my nigga)\nDragon tatted on me, step up, you'll get flamed, my nigga (You'll get flamed, my nigga)\nDamn, I apply pressure with every word that I speak (Word that I speak)\nLike I'm, empathetic to those I kill every week (Like I'm, empathetic to those I kill every week)\nLike I'm, a dog, you must've mixed us up with different niggas (Like I'm, different niggas, aye!)\nWe droppin' hits until you isn't livin' (Isn't livin')\n\n[Verse 5: Mugen (Delta Deez)]\nYou know the pen is underrated, so I treat it like a play (Like a play)\n'Cause I be cuttin' up like I made decorations out of paper (Out of paper)\nHomie, let me tell you 'bout the generation I done came from (I done came from)\nKnowin' no one gonna save us, put survival in our nature\nBut that amplified my progress as a samurai\nIt's hard to kill somebody that ain't scared to die, uh, yeah, shit, look (I ain't ever scared to die)\nTried to let 'em catch up, they had ample time\nBaby, I'm the hottest on wax in a candle shop (You-ou-ou)\nShawty, I done learned how to fight, then forgot how to act ([?])\nHow they deterred by the fact that I just sliced through they back ([?])\nAll these new era rappers? Figure's that they like cap (Figure's that they like cap)\nIf I'm a fool for a profit, then they might just react (Wow-ow-ow)\nI never spun a block, man, I just hit 'em with the spin kick (Ooh-woah-oah)\nI get straight to bidness, can't you feel by how I'm linked in? (Ooh-ah-ah-ah)\nOnce I get that twitch, that's how you tell that I been drinkin'\nThink I fucked a lot of wives, the way my sword get to swingin', uh (The way my sword get to swingin')\n[Verse 6: Madara (Blvk Divmonds)]\nI was wanted, one time, my whole team hear war crys (Crys)\nThe more eyes that rise up, the more die (Die)\nThe more I cut down foes, the more try (Try)\nI won't die, my plan bloom in sure time (Time)\nBring ya whole set and let 'em squad up (Yuh)\nSeen a couple shook like they ain't made they mind up (Up)\nRinnegan circle like a clock 'cause they time up ('Cause they time up)\nLook up in the sky, that's me on misconduct (On misconduct)\nI move low, they ain't used to the clan\nThey froze up, five niggas couldn't fuck with the man (They froze, fuck with the man)\nMy pole tucked, six paths, you could walk if it \"Blam!\" (\"Blam!\")\nPullin' straps out like I got Susanoo hands (Like I got Susanoo hands)\nYou hear that, *Shadow Clone Technique Activation*, *Shadow Clone Technique Activation*, *Shadow Clone Technique Activation*, *Shadow Clone Technique Activation*, *Shadow Clone Technique Activation*\nFire flame 'til it, *Gun Clicking*, *Gun Clicking*, *Gun Clicking*, *Gun Clicking*, *Gun Clicking*, leave 'em dead to say the least\nYou and all the niggas you claim to came were trained by the weak\nDouble up ya power, gotta compile it to fuck with me (Ah)\n\n[Verse 7: Kid Buu (Geno Five)]\nMade it clear like a squeegee (Squeegee)\nThat you cannot beat me (Beat me)\nCareful when you meet me (Meet me)\nKnow my energy be (—gy be)\nAll black air force like Tuskegee (—skegee)\nOh, you tryna scrap? You a bore, now I'm sleepy (Sleepy)\nGot up out the shell, now I'm free at last (Free at last)\nTried to get the kid killed, ain't no Plan B for that (B for that)\nYeah, know I'm bringin' hell with my evil laugh (Evil laugh)\nOnly competition was myself and I beat his ass (Beat his ass)\nI'mma \"Boo\" like a tough crowd (\"Boo\", crowd)\nGet you crushed now (Now)\nAct a fool 'cause I'm dumbed down (Down)\nGoin' dumb now (Now)\nWhat it do? I'm just one child (Child)\nBut I'll run down (Down)\nOn your crew and get buck wild (Crew, wild)\nSo what's up now? (Now?)\nOnly came to bring pain and assist you in dyin'\nThere's anger and rage with the fists when I'm strikin'\nJust make way when I create straight violence\nThe place ain't safe for the kid, call DYFS\n\n[Verse 8: Revy (DA-WOLF)]\nDon't get caught between a rock and a hard place (Yuh)\nPut that fire on you like a dutch, you gon' take it to the face (Like a dutch, woah-woah)\nThat's the money shot, babe, yeah, you'd better let it bake (Yuh, what?)\nI've been known to do the race, but I don't run from a fade (Run from a fade, what?)\nLittle frame, but I'm moving like a tank (Yuh-Yuh)\nGot more B-D-E, than the men you see (Woo!)\nThey call me \"Two Hands\" to measure it approximately (Woah-Woah)\nAll this rum and juice, you knew that I was toxic, please (Sheesh)\nI created militant (What?)\nIf it's up, then it's stuck, better know that the shells comin' wit' it then (Aye, woah, aye, yuh)\nLike a metal bed, 9 mil' send you to your guardians (Aye, hoo!)\nFolded accordions (Folded accordions, yeah)\nI put the \"Merc\" in \"Merciless\" (What?)\nThis cutlass is the hearse you gonna get (Aye)\nBest respect my range\nI smear like stains (Huh?)\nYou want storms? I'll bring rain (Yeah)\nBullets ain't got no name, \"Bang!\"\n\n[Verse 9: Omni-Man (InternetMikey)]\nMy midlife crisis means war on Earth, this is my turf\nI won't back down, I can't be nerfed\nYou steppin' to the demon in me\nSolo act, it ain't no teamin' with me\nBray Wyatt, the fiend within me\nI'm flyer than leaflet templates\nBecause my energy is unmatched\nTake a normal mortal and I son that\nMake a father wish he had his son back\nBlack force energy, my tyranny is synergy\nYour sympathy is killin' me, it's time to take a dirt nap\nI wait my turn and I conquer everything I've ever known\nTake my place upon the throne, Grayson men, we set the tone\nAlways reapin' what was sewn, there could never be a clone\nI'm the only fucking god you're gonna know\nI got them wanin' at my demonstration, sorry for the wait\nShow no mercy to the timid, you either fall or you be great\nYour last chance is always truly your last\nTake your chance and bow down to a king, my pity ain't gonna last\n\n[Verse 10: Truck-kun (InternetAaron)]\nBitch! I said, \"Shut the fuck up!\"\nTell me what big bad really fuckin' with the truck! (Who?!)\nStep up to my path, I'mma turn yo' ass to dust! (Boom!)\nNo matter who you think you are, you gon' get touched! (Bah!)\nYou stop me?! Nigga, hush! (What?!)\nGuess what? Just caught a body, call it \"Kurokami\"\n'Cause it's only pieces that they finding\nGot more bodies than Optimus Prime\nAnd that wannabe killed, most of his kind (Damn!)\nAgainst fo' tires, how you gonna stand on two feet?\nHit so hard that the world did a three-peat (Woo!)\nWhen I talk \"Puttin' you down\", I ain't meanin' asleep\nThey gon' lay yo' body down, yeah, six feet deep (He dead)\nBody after body, they sayin', \"It's just an accident\" (Aye)\nBig box truck screamin', \"Fuck you, it's so passionate\" (Aye)\nYour life ends on this highway, we ain't talkin' Disney shit\nThe only truck to put fear in your favorite protagonist\n\n[Verse 11: Kenpachi (Dedboii Kez)]\n\"11\" written on my haori, bitch, this cutter on my hip\nSlice your team into bits, there ain't nothing I can't rip\nI'mma run up on the strongest motherfuckers in your zip\nFade him, then dip, this the reason that I live\nI say, \"Fuck a T-K-O, I'm tryna fight to the death\"\nYou could bring your whole set, all alone, I'm the best\nI'mma kill you warming up, yeah, I ain't even break a sweat\nYou'd train your whole life, still wouldn't be a threat, bitch\nIf I go full release, I bet I turn into a demon\nCome and stab me in the heart, if it's still beatin', I ain't beaten\nI'm gone off the deep end\nTowards madness, I'm sinking\nEven your imagination screams I'm undefeated\nBring me the violence, die in your silence\nIf you're not a god, why the fuck are you fighting?\nIf you're not a god, then I'm not even trying\nNo take-backsies, bitch, you're dying\n\n[Verse 12: Eren Yeager (Politicess)]\nThis for brodie, attack is what I stay on, you won't ever catch me lackin', homie (Aye!)\nSilencer your focal, ain't no vocals like it's karaoke (Uh-huh)\nHear the metal, it's your death ceremony (Woo-Woo!)\nGot more bodies off the ring than a matrimony (Brrah!)\nHaters mad, the goat is back, they steady bitin' see the flash ([?])\nMetal sparking when I press it like faulty brakin' pads (Uh-huh)\nFace the fact, if we finna rumble, you ain't comin' back (Yuh-Yuh)\nYou morph into a pussy, you among us, bud, you fakin' tasks (God damn)\nMan, they mad they can't fuck with the kid (Huh?)\nThey screwin' up, now let's see how they react to the clip\nTitan up if they bolt, then the hammer equipped\nAirin' a bitch, who the fuck said, \"Eren a bitch\"?\nThe last of our people and they want us extinct\nThey perish up in Paradis when the three finna sing (Woo!)\nIvankov, people die every time that I blink (Bah-Bah!)\nIf it's an errand to kill y'all, it ain't nothin' to me, ah! (Ah!)\n\n[Verse 13: Vegeta (Diggz Da Prophecy)]\nAlways left on hold, but now the shit changed (Uh-huh)\nRapid fire Galick Gun and I'mma let the shit ring (I'mma let the shit ring, what?)\nWent from dark to light, now I'm a yin yang (Yin yang, yeah)\nThe universe gon' end how it started: with a big bang (Bow)\nMy chick flame and she always with the shit, main (What?)\nMy clique gang and we never into bitch things (Uh-huh)\nBig bank on the name, now we end worlds (Wha'? Aye)\nI'm really goin' ape shit if you callin' me the M word\nPride, motherfuckers, so I ride, motherfuckers (Aye, aye)\nAnd anybody talkin'? I'mma slide, motherfucker (Yeah)\nYou-a die, motherfucker, if you try, motherfucker (Yuh, uh)\nYou better get to runnin', go and hide, motherfucker (Aye)\nThe fresh prince, but you knew that, true that (Knew that, true that)\nIt only take a second for your life and you-a lose that (Yah)\nMy Ultra Ego got me back up on the rise (Aye)\nHave 'em R-I-P, that's a nap up in the skies (Blah!)\n\n[Verse 14: Yuujirou Hanma (GR3YS0N)]\nYa bitch fold under pressure all because of the stroke\nYou want smoke? I'll snap back, 'cause your mom is a hoe\nI'll have her bendin' over backwards in front of you and your bros\nI'm the world's strongest creature, so to you, I'm the G.O.A.T\nTry to face me, you'll be face to face with your own face\nHands for everybody, ya afterlife is your new place\nI'll park a pussy at the park, you niggas all cunts\nNiggas are my sons, can't front, you a wasted nut\nI don't give a fuck if you bitches call me a deadbeat\nBeen handin' L's all my life, and I don't sell trees\nKilling big beats, that's the way I'll send a message\nIf my son can't fight me, he's a waste of my erection\nSlash, massacre when I come through\nYou'll do the best mannequin challenge right after I've done you\nPussy play opossum 'cause I'm beatin' his kung fu\nI'm the problem and solution, if you don't want it, you gon' lose\n\n[Verse 15: Frieza (Darrnell Bradley)]\nI stay elevatin' like a soul if don't give me mine (If don't give me mine)\nShit a revelation, killin' niggas by the genocide (Killin' niggas by the genocide)\nLeave 'em punch-drunk, like they collar, put the gin aside (Put the gin aside)\nDon't need to bring the TEC in, transform like Devil Jin inside (Transform like Devil Jin inside)\nMy shit is off the wall, like Kyle lost his marbles (Off the wall, lost his marbles)\nYou want the smoke? I got the packs and I ain't talking Marlboros (And I ain't talking Marlboros)\nGo ape shit? Beam land like my spaceship\nPointed at yo' block, break ground, now yo' face split (Pointed at yo' block, break ground, now yo' face split)\nReal bidness, cappin' your crown like skilled dentists (Skilled dentists)\nOutside bringin' hands or cyber-enhanced, I'm built different (I'm built different)\nThis Ragnarok, these rags get rocked, bitch, yo' whole crew (Bitch, yo' whole crew)\nGrandmaster drive, hit the pedal, watch the gold bloom (Hit the pedal, watch the gold bloom)\nYou ain't even see it how the trigger be slidin'\nKill a giga nigga, dad says, \"Other niggas was wildin'\"\nShit is icky, how many men dropped? More than fifty\nBlicky got 'em down like the window screaming, \"Ricky!\"\n\n[Verse 16: Guts (SL!CK)]\nBitch, I'm a rockstar, I roll with the Band of the Hawk\nAnd I carry heavy metal, so watch what you sayin' when you talk\n'Cause I got demons, I'll cut a hunnid down for no reason\nI'm with the shits, any nigga that want beef and I'm cleavin' 'em\nGet in my grill, I'm degreasin' 'em, now niggas fucked\nI make her cascade when I go berserk in the guts\nAnd to be honest, I'm a baller, I gotta keep it a buck\nThe chopper so big that every time I swing, it get stuck\nI see so many niggas die, my face look like the Behelit\nI been to Hell and back, my nigga, I'm surprised that I made it\nShit's amazin', I been haunted by it everyday since\nI seen the most fucked up shit and I had to take it\nSo you out of ya noggin to go against me\nYou wanted beef, nigga, cut it out, you mincemeat\nI slice a nigga to pieces like he was Reese's\nDon't give a fuck, I'll put anybody six feet deep\n\n[Verse 17: Yami (Ciyo)]\nYeah, they say we trouble or somethin'\nWanna betcha life? I like to gamble, it's double or nothing\nYou'll be out of luck when maggin' 'em, get up and start dumpin'\nThat's the kinda shit I'm known for, royal flush\nTeam on that black bullshit, Geek Squad, well versed with that MAC full clip\nFuck the bullshit, kill you if you breathe stupid, team stupid\nRun ya mouth like Asta, you Gordon, we put a beam through it\nCaptain of the mean unit\nRoom full of pussy, I could drown here\nYou gon' respect me, I ain't even from around here\nI just got one over on they king, I need a crown here\nCome to my kingdom talkin' crazy? We putchu down here, dumbass\nHe ain't wanna \"@\" me, he was out of space\nI sent a D-M to mention 'em, chopper interdimensional\nDestruction God gave 'em 20/20, got his homie pushin' daisies in the sky like his name contradictin' 'em\n\n[Verse 18: Broly (SIVADE)]\nBodied plenty foes in my day with the hate inside\nSaiyans never knew my name, in the game, I was datamined\nFather told me not to snap when I scrap, but I can't abide\nCall him \"Trash\" 'cause a battle means throwin' away his life\nAll that Saiyan pride gone, got you locked in a cage with a beast, uh\nHis hair color turned red 'cause I'm makin' him bleed, uh\nJamar Rose, how I scream and start shakin' the scene, uh\nTransform, get lit up in here, then he takin' his leave\nI'mma lose it, y'all try fusin', I get to smacking opps\nEvery style you use a joke to me, you're the laughing stock\nI don't brag a lot, but you should know you never had a shot\nI'll bury him like let me find somewhere that this cat can rot\nLegendary, I am something Frieza is not\nAnd ain't nobody over me, so ain't no reason to stop\nSo you're the prince of all Saiyans? Let me even the odds\nYour dad knew I was a threat, so what's a king to a god?\n\n[Verse 19: Levi Ackerman (iamchriscraig)]\nYeah, life is the worst of the worst\nYou haven't seen what I've seen or haven't heard what I heard (Seen what I've seen or haven't heard what I heard, uh)\nYou never known of the pain of puttin' your bros in the dirt (Nah)\nBut I am the first, I am trapped in a world full of hurt (Yuh)\nI battle with Titans, others will lie submerged in a hearse (Others will lie submerged in a hearse)\nI see you niggas as an enemy, I go play (Yuh)\nI put the blade up to his face, he cop a close shave (He cop a close shave, yuh)\nI spin his block up with the metal, body gon' lay, uh (Brr!)\nThat should really tell you people that I don't play (That I don't play)\nI hope you other brothers get the message (Yuh)\nI put the metal at his teeth and check him like a dentist (Yuh)\nThe type to beat you while you down and make you look pathetic (Yuh)\nThe type to get his hands dirty as I'm cleanin' messes (Yeah)\nThe accurate Ackerman aimin' at an opp' to kill (Aimin' at an opp' to kill, brr!)\nCatch him outside, then you needin' more than a Dr. Phil (You needin' more than a Dr. Phil, bah-bah!)\nYou people don't even slaughter real\nThe metal I'm clutchin' will blow your top off like a daffodil\n\n[Verse 20: Beerus (VI Seconds)]\nUh, it's him again, here to blow your planet up\nHakai shit, I raise an arm and niggas start to vanish, bruh\nG-O-D, who wanna box? Who really man enough?\nI pull up with a pole like the angels if you actin' up\nYou niggas food, I'm 'bout my bread and the butter\nBitch, I'm eatin', I'm surprised that I don't look like my brother\nEverybody throw a shot, but can't hit me wit' it\nThis Ultra Instinct, you can miss me with it, now look\nMy temper short, just gimme my space\nStraight disrespect, I'll slap ya bitch in the face, yikes\nI'm just lookin' for a fight that's worth the focus\nI be bored 'cause I been searchin', but can't find me an opponent\nI be yawnin', then I be slidin'\nHopin' someone understands the assignment\nThen people line up, I make realignments\nAnd y'all niggas too weak for an alliance, I'm goin' to sleep\n\n[Verse 21: Yusuke (Synsei)]\nThis ain't a Glock-9, this a Spirit Gun\nNiggas talkin' crazy 'til it's one-on-one\nI don't give a fuck if it's ya baby or yo' grandma\nI know when I go pull this bitch out, you niggas better run\nRun for your fuckin' life\nTimes when I was down, so I started stayin' up at night\nStayed away from niggas helpin' cops 'cause they ain't movin' right\nThey tryna assist in law like ya brother wife\nFiends actin' crazy on the block\nIt amaze me how they dazed when I was whippin' up the pot\nLike they can smell what I was cookin', they go crazy for the rock\nI'mma move it, I'mma shoot it, I get angry with the Glock\nShoot like Oda got a thousand plus layin' in this opp'\nUh, I'mma take the iller route\nChoppa get to squeakin' for the cheese like I done hit a mouse\nI'm Yusuke, if I got the green, you hear a nigga mouth\nAddin' up these numbers everyday like I was with the count\nMy money up, and I be glidin' through the streets\nI be shinin' when I rap like I got diamond in my teeth\nAnd I be slidin' on the beat\nAnd I feel like the Mazoku, a demon in his prime when I be risin' with the heat, nigga\n\n[Verse 22: Aizen (DizzyEight)]\nLook, they got me risin' for the beef\nOn the horizon, see his body, love the silence when you sleep\nYou be silent when I speak, you want violence if you reach\nGet a hand from both sides, what I'm describin' is a crease\nYou get folded, no bluff, y'all really want peace\nWell, I zen with the piece (Well, I zen with the piece)\nSword unsheathed, and I'd run it through your queen (Sword unsheathed, and I'd run it through your queen)\nBut I'd rather pull the strings and let my youngin' do the deed (But I'd rather pull the strings and let my youngin' do the deed)\nI control the scene with a clip full of hollows, put a hole in his tee\nHe got soul 'til his face by the soles of my feet\nDon't get stepped on (Don't get stepped on)\nI rose up when I was slept on (I rose up when I was slept on)\nYou rose up, got slept, now the threats gone (Now the threats gone)\nThis man change his vision just like the Oculus do (Just like the Oculus do)\nBring your apocalypse through, quick with a posthumous move (Quick with a posthumous move)\nBut I ain't dead yet, dead that, head scratch, I'm confused (Dead that)\nHe the bomb? Tick-tock, I'd get him popped for the views (He the bomb?)\nLook, I always had ambition\nAlways had a mission, tryna stop me? *Spitting*, uppercut, I'll split his vision (Always had a mission, tryna stop me? Uppercut, I'll split his vision)\nPlot to stop my ascension, watch the opps tryna send him\nNow he missin', bear witness to the best that ever did it\n\n[Outro: DizzyEight]\nAnd it's Dizzy, hehehahahahahEmbed"}