{"Lyrics": "2 ContributorsCount Olaf Vs. Judge Doom LyricsMOLEMAN'S EPIC RAP BATTLES!!!!!!!!!!!!!\n\nBIG BIRD…\n\n…VS…\n\n…WINNIE THE POOH!\n\nBEGIN!\n\nWinnie the Pooh:\nIt's a tale of two kids icons, from the 'hood to the Hund- (*Record scratch, screen goes dark*)\n…Oh, bother…\n\nLemony Snicket: I am sorry to inform you that this is not the epic rap battle you will be viewing; the battle you are about to see is extremely unpleasant: so much so, in fact, that Papa Mole himself has been rendered too upset and traumatized by its creation to be able to properly present it. Listen closely, and you just might even hear his tormented brooding right now…\n\nAnnouncer: HELP, HELP; THIS MAN IS HOLDING ME PRISONER!\n\nLemony Snicket: …Thus, I, Lemony Snicket, am regretfully here to present to you the following display of vile, fiendish depravity…\n\nMoleman's Epic Rap Battles!\n\nJudge Doom…\n\n…Vs…\nYou might also like…Count Olaf!\n\nBegin…\n\nCount Olaf:\nSnicket warning, right up-front: don't get your hopes up, even slightly;\nWhy don't you do right, make like the baby Baudelaire, and bite me?\nFlowing seamlessly as my eyebrows with Very Fierce Delivery\nI'll start a rapping fire, roasting you like a rotisserie;\nR. K. Maroon you on the trolley rails, tied up and screaming:\nA setup that's sure to give the \"Red Car\" label a new meaning!\nWell, I've heard you plan dismantling that very means of transit\nBut forget it: it's Toontown; don't try to Noah Cross me, damn it!\nI'm an actor, not a herpetologist, but here's the deal:\nThe venom in the rhymes I spit's incredibly deadly for real!\nThey'll fuck you up, my wicked words! This be the verse of your undoing;\nMy triumph is like your greatest feat of heinousness: a shoe-in!\nIt's no Great Unknown: your loss will go on haunting you for years\nThe echoes of my beastly disses bombinating through your ears!\nTop-billing villain, I'm the illest, a word which here means \"spectacular\";\nA skillful killer, this Count's the blood-spillingest since Dracula!\n\nJudge Doom:\nYou're off to quite a Bad Beginning there; be careful, creep:\nIn me, you've got as much to fear as your neurotic Meryl Streep!\nWhen I'm presiding, cartoon smiles give way to overwhelming horror\nSo flee, Olaf; to beef with me is something not worth melting for\nYour stalking schtick Jim Carreyed on through thirteen novels? That's insane;\nYou'd last a trilogy at most if they wrote Poe with half a brain!\nYou're greatly played up as nefarious; the plights you wrought: precarious\nBut I'd say dressed in drag was Shirley when you were your scariest!\nThink I'll fall for some haircut, shave and two-bit costume? Hardly;\nThere's more masterful disguises on display with Dana Carvey!\nI've met more intimidating babies, pushed around in strollers;\nMan, you look and act like Dumb-Ass, the long-lost sixth Toon Patroller!\nThough alone, I'll still out-weasel you and your whole wretched troupe;\nYour only chance: to make me laugh to death at your ineptitude!\nThe caustic rhymes that I'm concocting will be your final solution;\nOur duel: your ultimate peril, with definitive dénouement!\nCount Olaf:\nYeah, you set up Roger Rabbit, and your plan was super-nasty\nBut the best-remembered frames were when his wife flew from that taxi!\nYour weak burns can't censor me, so show some damn respect to me\nBefore I make this place the theater of your craniectomy!\nThe world is quiet where I'm up onstage; all heed when I perform\nYour shoddy showmanship sucks harder than a Lachrymose leech swarm\nWith lyrics ill-articulated as my main man's either hand is\nSo drive off on that freeway of yours, hit eighty-eight, and vanish!\n\nJudge Doom:\nLet your mouth stop running, Genghis; I'll not put up with being scolded\nBy a freak who'd wed and patty-cake with a fourteen-year-old kid!\nJust like that \"play\", know the judgement I pass here is real and final:\nI'll summarily harpoon you; never cared much for fair trials\nYou're a Sham, threats emptier than Book the Sixth's elevator\nFull of boasts about as credible as that Punctilio paper;\nLoonier than any Toon, if still believing that you'll win!\nEven your squalid girlfriend knows you're out; the all-black look is in!\n\nCount Olaf:\nYou'll soon fall flat, and then be flattened as my lines steamroll you over;\nNo amount of luck will keep you safe, so keep your four-leaf clover\nParting on a sour note, now, pardon if this sounds off-key…\n(*SMASH!*)\n…But you've met your doom, and I am very fortunate indeed!\nBaron Von Rotten:\n…Remember me; when I scarred children like your books pretend you could?\nI've got a sharp eye out for openings to finish you for good!\nYou never got those kids' dough, but I'll steal your life like infants' candy;\nI'm the Man! What, don't believe me? Just ask my old co-star, Bambi!\nValiantly though you may try, you'll never pack the punch to stop me:\nI rank number one in Rottenness; you're more akin to Robbie!\nYou can count on the Count going down for the count when he tries to step up to me\nFor he'll find that I'm far worse than just the way some artist drew me!\n\nCount Olaf:\nThough your gloves are off, don't think me left helpless to your devices;\nI'll see your true form, and raise you the most ghastly of my guises…\nBaron Von Rotten: What's this, some ploy to distract from your choking? Ha, you must be drunk; you're joking!\nCount Olaf: Oh, I've not been drinking, but you'll shortly find that I am…\n\nThe Mask:\n…Smokin'!\nTo let my loss be how the story goes here, I refuse;\nNow, any bombs you drop on me, however spicy, I'll defuse\nFor with the god of mischief on my side, I'm primed for striking back:\nA Dark Horse victory, unleashing Ragnarök upon this hack!\nAn Oscar-worthy riot rocking this zoot suit, I've mastered fun;\nYou're as exciting as Ben Stein, and charming as my bastard Son!\nFor my gag-arsenal, your wack-ass Acme gadgetry's no match;\nCall me the Masque of the Green Death, and know your party's getting crashed!\nForget a softie PG-13 schtick; I won't be holding back, see:\nThink a little less Tex Avery, and a whole lot more Ralph Bakshi!\nWhen you try to dance with me, you're gonna go chick-chicky-BOOM;\nWatch me out-damage-deal your dismal Dip with nothing but balloons!\nI've got the Power like Nintendo, and this time things won't fall through:\nThere'll be no bouncing back from this; no chance of resurrecting you!\nPinhead, your hopes went down the drain the moment Big Head showed up onstage:\nThough you hail from funny papers, I'll put your face on the front page!\n\n(*Baron Von Rotten is sent falling backward into a nearby giant printing machine; as he falls, he launches his arm-saw blade at Olaf: it hits him squarely in the face, tearing away the Mask and sending him falling back as well. As a newspaper with the headline \"PSYCHOPATHIC TOON KILLED IN FREAK ACCIDENT\" emerges from the printing press, Count Olaf plunges into a rather inexplicably-placed body of water, and everything goes dark. Next we see, he has awoken within a dark woodland environment…*)\n\nCount Olaf:\nNow, this, I hadn't counted on; have I plunged down some rabbit hole?\nThis forest seems to be some foreign realm, and it's no Sugar Bowl\nBut Baron Batshit Bug-Eyes breathes no more, so though completely lost\nI've proven, still, that no cad's badder than this loathsome, lean, mean boss!\n\nThe Beast:\nTra-la-la-la, tra-la-la-la;\nYou'd be wise to beware, for the Beast's rhymes are raw!\nYou're naught but a babe here in my woods; unfit to stay afloat\nBecause you rap like Jason Funderburker's stuck down in your throat!\nI'm all about that operatic bass, and I'll beat you, no trouble:\nSnooze and dream of happy clouds as you're ensnared; save us a struggle\nAsk Elijah Wood: I'm chilling as all nine Ringwraiths combined;\nThink you surpass me in the Vile Fiend Domain? You've lost your mind!\nAll hope will shortly follow suit, and then your wayward soul, I'll burn;\nYou'll have the sun inside a teacup sooner than you're home-returned\nFor I'm the greatest Unknown-Beast, no question, period, The End:\nA dream of besting me can't be achieved, so don't even pretend!\nGet it through your molasses-slow potato of a feeble head:\nWhat this Sam Ramey does with trees is sicker than The Evil Dead!\n\nCount Olaf:\nAh, what a lovely bunch of lies; by those stale raps, I'll not be swayed:\nI'll spit some funky freshness, melting them away like Adelaide!\nYou took a page or eight from Slendy, but your chance is slimmer still:\nI'll soon succeed where Gaston failed, and bag myself one Beastly kill\nYou big, black, sluggish tortoise! I'm the hare, but won't stop in my tracks\nAnd on your boasts, I've heard more truthful claims from rocks, and that's a fact!\nThink you can have your Woodsman cut me down? Though his axe may be deadly\nHe's no threat to me; Hell, I've killed one Chris Lloyd today already!\n\nThe Beast:\nSeems I've sold you slightly short; perhaps we ought to make a deal:\nYield, and I may yet let your bones live on out in the potter's field\nSurrender not, though, and you'll face a fate distinctly more Infernal\nTrapped forever as a gnarled husk like Dante's Seventh Circle!\n\nCount Olaf:\nI heard from a little birdie, named like Lemony's Lenore\nThat you're fueled by but fear and Treachery: a coward; nothing more!\nWith that in mind, I'll make this Hallow's Eve your final Holy Night:\nYour number's up, Beast; call me Yzma, 'cause I'm snuffing out your light!\nThe Beast: Nooooooooo…\n(*SSSHHH…*)\n\n(*The dark forest scene fades to white, and Count Olaf awakens from the water, gasping for breath. Climbing up out of the pool, he is quick to notice that the environment now surrounding him is still clearly not the normal world, and having nowhere else to go, he makes his way over toward the only visible house in the vicinity…*)\n\nCount Olaf:\nWhat otherworldly place is this, now? Though the gardens here are pretty\nSomething feels distinctly off, and I must get back to the city\nI suppose I should consult whomever lives behind this door\nOn reaching home again to reign as king of cruel forevermore!\n\nThe Beldam:\nThis is ten percent love, ten percent ill-will\nThirty percent coercion as I prep for the kill\nFifty percent hunger to satisfy my pangs\nAnd zero chance what's left of you'll even remember your name!\nThis It-girl doesn't clown around! Be Penny-wise: know you can't fight me, son\nFor I'm a straight-up giant; don't you even think you might be one!\nUnlike my so-called \"husband\", I'm the one who does the playing\nWhile making up this needle-sharp rap song about your coming slaying!\nNothing can save you, brother, from an Other Mother's rhyming spree;\nI'll gouge your peepers plus your ankle, lock you up, and eat the key!\nThe background choirs here sing gibberish, but this much is nonsense-free:\nYou're living in an other other world if thinking you'll beat me!\nAny koumpounophobe will tell you: I'm the biggest button-pusher\nThough I coat nightmares with sugar, while you're subtle as a butcher!\nGaiman's wackest wicked witch, I'm worse than Stardust's or The Sandman's\n'Cause I prey on little kids and pluck their eyes out like the Sandman!\n\nCount Olaf:\nListen, Mrs. Oogie Boogie: dissing me's one risky wager;\nWere I you, I'd sew my own mouth shut to do us both a favor\nCross my path, and I'll blindside you like some cat's claws in your face;\nProve such a pain in your giraffe-neck that you'll have to wear a brace!\nI need no adder stone to see the holes in all your empty claims\nAnd leave you whiter in the face than my two homegirls from your shame!\nLike all that you produce, your threat is mere illusion; all for show\nAnd I'm more terrified of Sparky as Tim Burton's monsters go!\n\nThe Beldam:\nTim Burton didn't make Coraline, you sack of rats; what have you snorted?!\n\"Why were you born?\" Here's a better question: why weren't you aborted?\nI'm a Vicious Fairy Devilmother, stopping all your motion;\nMay have one hand down a well, but you're in deep as any ocean!\n\nCount Olaf:\nThough I've only just moved in here, you'll find me quite fast-adapting\nBut this starving spirit-con-artist's mimicry's rather lacking\n'Cause you're nothing like my mother! Namely, you aren't even dead\nBut here, I'll fix that: time to play some darts; the bullseye is your head!\n(*ZIP!*)\nThe Beldam: Gaaaaaaaaahhhh…\n\n(*All color drains from the Beldam's poisoned body, and she crumbles to dust as her created world, entailing everything surrounding both her and her killer, begins rapidly collapsing into oblivion as well. Seeing this, Count Olaf frantically tries to find a way out before he too is consumed into nothingness, and locates a newly-opened dimensional portal apparently created as a result of the dying realm's rapidly growing instability, into which he climbs. He next finds himself floating in a seemingly infinite abyss of shifting colors, abstract shapes and amorphous energies…*)\n\nCount Olaf:\nWhat cursed manner of dimension's this, which I must now traverse?\nA seething void beyond time-space itself, this must be Hell, or worse\nYet as I face this fate, I know: my villainy outdoes all others'!\n\nBill Cipher:\nWell, you've yet to meet the author of your final chapter, brother!\nSet out on a Cipher Hunt, and you're the one who'll turn to stone\nYour frozen form then being discarded; you're unfit to serve my throne!\nOnce my all-seeing eye's set upon you, there's no hiding from my schemes:\nYou won't find refuge even in your most Vastly Fantastic Dreams!\nYour flat act's boring as my homeworld, and I'll burn you just the same\nStraight-nuking your ass Dr. Strangelove style, and we'll not meet again!\nA loss you won't forget if hit by some McGucket neuralyzer:\nNext to me, you're but an infant; no time-travelled giant, either!\nYour crap crew's weak-willed and faithless; my Henchmaniacs are myriad!\nIn terms of nightmare-fuel, I'm highest-tier on the Fearamid!\nNobody orders me; my very nature is anarchical:\nTry fighting this triangle, man, and get smashed into particles!\n\nCount Olaf:\nSo, you know lots of things? Well, that phrase here means far from \"all\"\nFor you don't grasp your situation's gravity; you're gonna fall!\nYou think the stars' alignments on your side? I'd deeply beg to differ:\nThere's no way you'll stump this Hydra when you couldn't kill little Dipper!\nJournals, hieroglyphs and dollars may all have your image plastered\nBut I'd say the one place you belong is on a jar of Planters\nAnd for all your weirdness, what's confusing me is showing hate\nTo he who slew your rival for arch-demon of the Oregon state!\n\nBill Cipher:\nThe Beldam's Hell-damned by your hand, but if you think that earns you slack\nYou're bubbled up in Olafland, where you've a Blind Eye turned to facts!\nYet, you impress me; though this may seem a one-eighty, I'm being honest\nThus, I offer you a truce: here, take my hand, and let's shake on it!\n\nCount Olaf:\nBut of course!\nBill Cipher: Ha ha; you fool! I now control your inner-psyche…\n…GAAAAAAHHH!\nCount Olaf: Well now, it seems you've found its contents much too spicy!\nSay your prayers: it's time to shatter you with one punch like Saitama;\nBring you back, not even some wack Aztec salamander's gonna\nBill Cipher: !drow yb gnitanretla ,drawrof srettel eerht ,kcab srettel eerhT\n(*BANG!*)\n\n(*The nightmare realm glitches out and fades away with its master's destruction, and Count Olaf is conveniently dropped off back at the battle's starting location in the human world, much to his delight…*)\n\nCount Olaf:\nClearly, Bill didn't hear my theme song; shouldn't have looked at utter darkness\nNow, I'm back home, and it's settled: no scoundrel out there's more heartless!\nThus, this series of events ends with my hard-earned victory:\nNo dastard's mastery beats me!\n\nUncle Grizzly:\nWhat about me, Grizzly? Yeah!\nI show kids gruesome tales where children die, and I'm a total- (*Inexplicably bursts into flames*)\n\nKefka Palazzo:\nHwa, ha ha, ho, hoo hoo hoo!\nYou're an all-Forsaken Goner, facing personal apocalypse;\nUnworthy of sand-licking off the very boots I'll stomp you with!\nAn oh-so-wicked-humored, nihilistic intellectual\nI unbalanced the Earth's Terrains, and shook the skies, Celestial!\nMy tier of skill's Divine; opposing me's no Comedy\n'Cause when I want to watch the whole world burn, no joke, I do it properly!\nI'm last of the Empire, and the one-and-only God of Ruin:\nCasting down my light, exposing hope as a facade; illusion!\nDon't think me the mere stuff of some Caligari freakshow\nFor I'm far more fierce than any lion: just ask General Leo!\nGestahl knows well how true villains handle useless, aging posers;\nIn sheer cruelty, I surpass you thrice, nay, make that six times over!\nYou may be one nasty son of a Gorgonian submariner\nBut my hate, hate, hate, hate, HATRED level's North of Roger Ebert's!\nGamers screamed out by the hundreds as I laughed at Doma's doom\nAnd if you think your poison plot was worse, then you're the one on 'shrooms\n\nCount Olaf:\nThat Magitek's screwed up your brain, and you're without compassion hence\nBut stop dismissing all self-help, and read up on some fashion sense!\nThe only diadem you're worthy of's your own enslaving crown;\nWithout Ted Woolsey, you'd just translate to an irritating clown!\n\nKefka Palazzo:\nThe Goddess, Fiend and Demon stood deadlocked until they lost their might to me;\nThe warring of this dyad, though, will be resolved decisively!\nOnce Dancing Mad, I can't be matched; like life, your fight is futile:\nI'm an eightfold dragon, elements-imbued, you tiny Moogle!\nVector's Formidable Deputy, from there, my status zoomed:\nSix-Winged Angel while that white-haired pretty boy was in the womb!\nWhat I destroyed couldn't be Returned, even when I was slain and crumbled\nAnd the same goes for your roasted ego after this rogue royal rumble!\n\nWho Won?\n\nWho's Next?\n\nI Decide!\n\nLemony Snicket: …Yes, I: Lemony Snicket. As of right now, this series is permanently under new manageme- GAH!\n(*Punching noises*)\n\nAnnouncer: OH, I'VE GOT YOU NOW, YOU SON OF A SNICKERS BAR! HOW DARE YOU TRY TO STEAL MY SERIES FROM ME, YOU CRAZY MOTHERF- (*Color bars*)Embed"}