{"Lyrics": "2 ContributorsTitre 1 - Convention européenne des droits de l’homme LyricsLes gouvernements signataires, membres du Conseil de l'Europe,\n\nConsidérant la Déclaration universelle des Droits de l'Homme, proclamée par l'Assemblée générale des Nations Unies le 10 décembre 1948;\n\nConsidérant que cette déclaration tend à assurer la reconnaissance et l'application universelles et effectives des droits qui y sont énoncés;\n\nConsidérant que le but du Conseil de l'Europe est de réaliser une union plus étroite entre ses membres, et que l'un des moyens d'atteindre ce but est la sauvegarde et le développement des droits de l'homme et des libertés fondamentales;\n\nRéaffirmant leur profond attachement à ces libertés fondamentales qui constituent les assises mêmes de la justice et de la paix dans le monde et dont le maintien repose essentiellement sur un régime politique véritablement démocratique, d'une part, et, d'autre part, sur une conception commune et un commun respect des droits de l'homme dont ils se réclament;\n\nRésolus, en tant que gouvernements d'Etats européens animés d'un même esprit et possédant un patrimoine commun d'idéal et de traditions politiques, de respect de la liberté et de prééminence du droit, à prendre les premières mesures propres à assurer la garantie collective de certains des droits énoncés dans la Déclaration universelle,\n\nSont convenus de ce qui suit:\n\n\nArticle 1 – Obligation de respecter les droits de l'homme\n\nLes Hautes Parties contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au titre I de la présente Convention:\n\n\n\nTitre I – Droits et libertés\n\nArticle 2 – Droit à la vie\n\n1. Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d'une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.\n2. La mort n'est pas considérée comme infligée en violation de cet article dans les cas où elle résulterait d'un recours à la force rendu absolument nécessaire:\na) pour assurer la défense de toute personne contre la violence illégale;\nb) pour effectuer une arrestation régulière ou pour empêcher l'évasion d'une personne régulièrement détenue;\nc) pour réprimer, conformément à la loi, une émeute ou une insurrection.\n\n\nArticle 3 – Interdiction de la torture\n\nNul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants.\n\n\nArticle 4 – Interdiction de l'esclavage et du travail forcé\n\n1. Nul ne peut être tenu en esclavage ni en servitude.\n\n2. Nul ne peut être astreint à accomplir un travail forcé ou obligatoire.\n\n3. N'est pas considéré comme «travail forcé ou obligatoire» au sens du présent article:\na) tout travail requis normalement d'une personne soumise à la détention dans les conditions prévues par l'article 5 de la présente Convention, ou durant sa mise en liberté conditionnelle;\nb) tout service de caractère militaire ou, dans le cas d'objecteurs de conscience dans les pays où l'objection de conscience est reconnue comme légitime, à un autre service à la place du service militaire obligatoire;\nc) tout service requis dans le cas de crises ou de calamités qui menacent la vie ou le bien-être de la communauté;\ntout travail ou service formant partie des obligations civiques normales.\n\n\nArticle 5 – Droit à la liberté et à la sûreté\n1. Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales:\na) s'il est détenu régulièrement après condamnation par un tribunal compétent;\nb) s'il a fait l'objet d'une arrestation ou d'une détention régulières pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l'exécution d'une obligation prescrite par la loi;\nc) s'il a été arrêté et détenu en vue d'être conduit devant l'autorité judiciaire compétente, lorsqu'il y a des raisons plausibles de soupçonner qu'il a commis une infraction ou qu'il y a des motifs raisonnables de croire à la nécessité de l'empêcher de commettre une infraction ou de s'enfuir après l'accomplissement de celle-ci;\nd) s'il s'agit de la détention régulière d'un mineur, décidée pour son éducation surveillée ou de sa détention régulière, afin de le traduire devant l'autorité compétente;\ne) s'il s'agit de la détention régulière d'une personne susceptible de propager une maladie contagieuse, d'un aliéné, d'un alcoolique, d'un toxicomane ou d'un vagabond;\nf) s'il s'agit de l'arrestation ou de la détention régulières d'une personne pour l'empêcher de pénétrer irrégulièrement dans le territoire, ou contre laquelle une procédure d'expulsion ou d'extradition est en cours.\n\n2. Toute personne arrêtée doit être informée, dans le plus court délai et dans une langue qu'elle comprend, des raisons de son arrestation et de toute accusation portée contre elle.\n\n3. Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1.c du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d'être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l'intéressé à l'audience.\n\n4. Toute personne privée de sa liberté par arrestation ou détention a le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale.\n\n5. Toute personne victime d'une arrestation ou d'une détention dans des conditions contraires aux dispositions de cet article a droit à réparation.\n\n\nArticle 6 – Droit à un procès équitable\n\n1. Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. Le jugement doit être rendu publiquement, mais l'accès de la salle d'audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l'intérêt de la moralité, de l'ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l'exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice.\n\n2. Toute personne accusée d'une infraction est présumée innocente jusqu'à ce que sa culpabilité ait été légalement établie.\n\n3. Tout accusé a droit notamment à:\na) être informé, dans le plus court délai, dans une langue qu'il comprend et d'une manière détaillée, de la nature et de la cause de l'accusation portée contre lui;\nb) disposer du temps et des facilités nécessaires à la préparation de sa défense;\nc) se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent;\nd) interroger ou faire interroger les témoins à charge et obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge;\ne) se faire assister gratuitement d'un interprète, s'il ne comprend pas ou ne parle pas la langue employée à l'audience.\n\nArticle 7 – Pas de peine sans loi\n\n1. Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d'après le droit national ou international. De même il n'est infligé aucune peine plus forte que celle qui était applicable au moment où l'infraction a été commise.\n\n2. Le présent article ne portera pas atteinte au jugement et à la punition d'une personne coupable d'une action ou d'une omission qui, au moment où elle a été commise, était criminelle d'après les principes généraux de droit reconnus par les nations civilisées.\n\n\nArticle 8 – Droit au respect de la vie privée et familiale\n\n1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.\n\n2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.\n\n\nArticle 9 – Liberté de pensée, de conscience et de religion\n\n1. Toute personne a droit à la liberté de pensée, de conscience et de religion ; ce droit implique la liberté de changer de religion ou de conviction, ainsi que la liberté de manifester sa religion ou sa conviction individuellement ou collectivement, en public ou en privé, par le culte, l'enseignement, les pratiques et l'accomplissement des rites.\n\n2. La liberté de manifester sa religion ou ses convictions ne peut faire l'objet d'autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité publique, à la protection de l'ordre, de la santé ou de la morale publiques, ou à la protection des droits et libertés d'autrui.\n\n\nArticle 10 – Liberté d'expression\n\n1. Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. Le présent article n'empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d'autorisations.\n\n2. L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ou pour garantir l'autorité et l'impartialité du pouvoir judiciaire.\n\n\nArticle 11 – Liberté de réunion et d'association\n\n1. Toute personne a droit à la liberté de réunion pacifique et à la liberté d'association, y compris le droit de fonder avec d'autres des syndicats et de s'affilier à des syndicats pour la défense de ses intérêts.\n\n2. L'exercice de ces droits ne peut faire l'objet d'autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. Le présent article n'interdit pas que des restrictions légitimes soient imposées à l'exercice de ces droits par les membres des forces armées, de la police ou de l'administration de l'Etat.\n\n\nArticle 12 – Droit au mariage\n\nA partir de l'âge nubile, l'homme et la femme ont le droit de se marier et de fonder une famille selon les lois nationales régissant l'exercice de ce droit.\n\n\nArticle 13 – Droit à un recours effectif\n\nToute personne dont les droits et libertés reconnus dans la présente Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles.\n\n\nArticle 14 – Interdiction de discrimination\n\nLa jouissance des droits et libertés reconnus dans la présente Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation.\n\n\nArticle 15 – Dérogation en cas d'état d'urgence\n\n1. En cas de guerre ou en cas d'autre danger public menaçant la vie de la nation, toute Haute Partie contractante peut prendre des mesures dérogeant aux obligations prévues par la présente Convention, dans la stricte mesure où la situation l'exige et à la condition que ces mesures ne soient pas en contradiction avec les autres obligations découlant du droit international.\n\n2. La disposition précédente n'autorise aucune dérogation à l'article 2, sauf pour le cas de décès résultant d'actes licites de guerre, et aux articles 3, 4 (paragraphe 1) et 7.\n\n3. Toute Haute Partie contractante qui exerce ce droit de dérogation tient le Secrétaire Général du Conseil de l'Europe pleinement informé des mesures prises et des motifs qui les ont inspirées. Elle doit également informer le Secrétaire Général du Conseil de l'Europe de la date à laquelle ces mesures ont cessé d'être en vigueur et les dispositions de la Convention reçoivent de nouveau pleine application.\n\n\nArticle 16 – Restrictions à l'activité politique des étrangers\n\nAucune des dispositions des articles 10, 11 et 14 ne peut être considérée comme interdisant aux Hautes Parties contractantes d'imposer des restrictions à l'activité politique des étrangers.\n\n\nArticle 17 – Interdiction de l'abus de droit\n\nAucune des dispositions de la présente Convention ne peut être interprétée comme impliquant pour un Etat, un groupement ou un individu, un droit quelconque de se livrer à une activité ou d'accomplir un acte visant à la destruction des droits ou libertés reconnus dans la présente Convention ou à des limitations plus amples de ces droits et libertés que celles prévues à ladite Convention.\n\n\nArticle 18 – Limitation de l'usage des restrictions aux droits\n\nLes restrictions qui, aux termes de la présente Convention, sont apportées auxdits droits et libertés ne peuvent être appliquées que dans le but pour lequel elles ont été prévues.\n\n....Embed"}