{"Lyrics": "2 ContributorsThe Magic Ear Lyrics[Characters: Narrator, Randomboy, Mother, Grandfather]\n\nRandomboy was dropped off at his parent’s house a little later on that day.\n\n“Mom!” cried Randomboy, bursting in through the front door, “I just won the big MC-ing competition at the arcade!”\n\n“Oh, that’s lovely dear,” replied his mother, “look, grandpa’s here!”\n\n“Grandpa!” shrieked Randomboy, “I just won the big MC-ing competition at the arcade!”\n\n“Oh, that’s good,” said his grandfather, “very good! In fact, it reminds me of when I was a young boy of about your age. I used to live in a small wooden cabin, right next to the sea.  I used to work as a gardener for a very wealthy nobleman. Every day I would leave home a little too early on my way to work, in order to enjoy the walk along the beach as much as possible. One morning, I noticed a small fish that was trapped inside a rock pool.\n\n“Little fishy,” I said scooping the poor little thing up gently in my palms, “You must return to the ocean or else you will surely become breakfast for the bigger fishes in this rock pool.”\n\nI then threw the it into the ocean and continued on my way to work. Just then, I heard a very mysterious voice call out behind me.\n\nIt said: “Please don’t go.”\n\n“What the?” I said spinning around.\n\nThere, in the exact same spot I had thrown the fish, stood the most beautiful naked woman I had ever seen in my entire life. I thought she must definitely must be a goddess or something, and quickly found myself staring at the sand in front of my feet.\n\n“You have saved the life of the Dragon King’s daughter,” she continued “and you must now come with me to his kingdom to receive your reward.”\n\nI was very embarrassed. I really did not know what to say. Finally, I just muttered, “I …uh, I’m sorry, I am unable to swim.”\nShe said that I did not have to worry about that and I could ride on her back. And so, after a brief moment of hesitation, I just thought, “What the heck?” and waded into the water next to her.\n\nShe transformed herself into a giant carp, spun a spell around me that enabled me to breathe underwater. I took a few seconds to register what was going on, then climbed onto her back. And off we went.\n\nWe journeyed down towards the Dragon King’s palace, and we were there in what seemed like no time at all.\n\nHis entire royal procession had come out in full regalia for the special ceremony. A powerful horn was sounding as the Dragon King emerged from the throne room alongside his daughter in all their magnificence. Her hair fell around her like ink. I was obviously quite taken back by all of this.\n\nThe Dragon King then spoke in that unforgettable, quadraphonic voice of his, “You have saved the life of my daughter!” he said “And so, you must now choose anything from my kingdom as your reward.”\n\n“I, uh…it was nothing,” I stammered, “I would have done it anyway. Your thanks is a reward in itself”\n\n“No,” thundered the Dragon King, quite sternly “ I must insist that you choose something”\n\nOf course, I did not want to anger the mighty Dragon King, and so I quickly looked around and spotted a small shell lying nearby.\n\n“Uh, I’ll take that,” I said, pointing at it.\n\nEveryone grew incredibly quiet.\n\n“You have chosen a most valuable item,” thundered the dragon king finally.\n\n“Oh, I’m sorry,” I stammered, “I’ll choose something else.”\n\n“No,” said the Dragon King, “I am a man of my word and so, as long as you promise not to abuse it, I will let you keep … The Magic Ear.”\n“Whoa, the Magic Ear.” I thought to myself.\n\nI then made a solemn promise and was transported back to the surface, along with my little gift. I said goodbye and dashed off to work as fast as my legs could carry me.\n\nI was working as a gardener for a very wealthy nobleman at the time, and did not want to be late. I took a little break a little later on that afternoon under my favorite tree it the bottom of the nobleman’s garden and made sure no one was about before removing the Magic Ear carefully from my pocket. I then held it to my own ear.\n\n“People are so stupid,” it said, “Everyday they walk under this tree without any knowledge of the gold reef lying just below their feet.”\n\n“Whoa!” I thought to myself and nipped off to the shed to fetch a shovel.\n\nI dig, or dug, actually, a little hole right near the base of the tree and there, sure enough, just about a foot below the surface, lay a reef of pure gold. I removed a fairly significant chunk, wrapped it up in my jacket for safe keeping, and filled the little hole nice and perfectly.\n\n\nNews reached me later on that day that the nobleman’s daughter had suddenly taken seriously ill. I dropped my rake at once and raced up to the nobleman’s house as fast as possible. You see, I was secretly in love with the nobleman’s daughter, and so I was very concerned with what was going on. I burst into the nobleman’s study unannounced and found him occupied by some of the finest doctors in the land.\n\n“Sir,” I cried, “What is wrong with your daughter?”\n\nThe nobleman informed me that he did not know what the situation was, but that it was definitely very serious.\n\n“Perhaps I can help,” I said, which caused a lot of peculiar looks to be cast in my direction.\n\nI knew what they were thinking. They were thinking: what could a mere peasant such as myself do that they could not. However, the nobleman loved his daughter very much and was prepared to try anything.\n\n“Go see what you can do,” he said and off I flew.\n\nI slid open the door to her room, closed it behind me, collapsed right unto my knees beside her and touched her face. She looked terrible. Her life-force was almost entirely depleted and her condition seemed to be worsening by the second.\nI quickly removed the magic ear from my pocket. It said: “The doctors are so stupid. Obviously this girl’s ailment is not that of a physical one but rather that of a more metaphysical nature. There is a small snake trapped in the roof of the nobleman’s house and it is very near its final breath. Save the snake and you will save the nobleman’s daughter.”\n“Of course!” I said, wiping the ectoplasm from my ear, and raced off towards the nobleman’s study.\n\n“Sir!” I cried again, bursting in as dramatically as before, “There is a small snake trapped in the roof of your house, and unless it is freed, soon your daughter shall surely die.\n\nI was met once again with those same peculiar looks. However the nobleman loved his daughter very much and was prepared to try anything. He ordered his servants to set about looking for the snake, and his freshly thatched roof was soon entirely wrecked. The search seemed to take forever, and I soon began to get incredibly nervous, but then just as everyone was about to abandon all hope, they found the skinny little thing, and brought it down the ladder. I rushed to its side with a bowl of freshly steamed rice, picked up the starving little creature in my hands, and proceeded to place a plump grain in its mouth before  blocking its nose and mouth simultaneously, forcing it to swallow. The snake suddenly sprang to life, leaped up out of my palm, and slithered away into a nearby shrub.\n\nAt that exact moment, the nobleman’s daughter’s door slid open. There she stood, in that rich late afternoon sun, as radiant as ever.\n\n“You have saved the life of my daughter!” said the nobleman above the cheer of the crowd, “And you must now choose anything from my kingdom as your reward.”\n\nI was getting quite used to this type of thing by now and so I said “Well, sir, you see, I am secretly in love with your daughter and so it would be an honor above all honors to receive her hand in marriage.”\n\nNow, the nobleman was a man of his word. However, he said that he could only grant such a request if I was able to support his daughter for the rest of her life.”\n\n“Just wait here,” I said and momentarily dashed off down to fetch my little morning’s find.\n\nWell, everything worked out beautifully after that. We lived for many years on a lovely little piece of land at the bottom of the nobleman’s garden, right next to my favorite tree. Yes. And now, well…we live here on The Ziggurat. Your grandmother and I still listen to the Magic Ear from time to time and one day, whey you are a little older, perhaps I will let you listen to it too.\n\n“Grandpa!” gasped Randomboy, “I just won the MC-ing competition at the arcade! Do you realize what this means?”Embed"}