{"Lyrics": "1 ContributorSeven Sonnets and a Canzone LyricsI\n\nTHE ARTIST\n\nNothing the greatest artist can conceive\n       &nbsp  That every marble block doth not confine\n       &nbsp  Within itself; and only its design\n       &nbsp  The hand that follows intellect can achieve.\nThe ill I flee, the good that I believe,\n       &nbsp  In thee, fair lady, lofty and divine,\n       &nbsp  Thus hidden lie; and so that death be mine\n       &nbsp  Art, of desired success, doth me bereave.\nLove is not guilty, then, nor thy fair face,\n       &nbsp  Nor fortune, cruelty, nor great disdain,\n       &nbsp  Of my disgrace, nor chance, nor destiny,\nIf in thy heart both death and love find place\n       &nbsp  At the same time, and if my humble brain,\n       &nbsp  Burning, can nothing draw but death from thee.\n\nII\n\nFIRE\n\nNot without fire can any workman mould\n       &nbsp  The iron to his preconceived design,\n       &nbsp  Nor can the artist without fire refine\n       &nbsp  And purify from all its dross the gold;\nNor can revive the phoenix, we are told,\n       &nbsp  Except by fire. Hence if such death be mine\n       &nbsp  I hope to rise again with the divine,\n       &nbsp  Whom death augments, and time cannot make old.\nO sweet, sweet death! O fortunate fire that burns\n       &nbsp  Within me still to renovate my days,\n       &nbsp  Though I am almost numbered with the dead!\nIf by its nature unto heaven returns\n       &nbsp  This element, me, kindled in its blaze,\n       &nbsp  Will it bear upward when my life is fled.\n\nIII\n\nYOUTH AND AGE\n\nOh give me back the days when loose and free\n       &nbsp  To my blind passion were the curb and rein,\n       &nbsp  Oh give me back the angelic face again,\n       &nbsp  With which all virtue buried seems to be!\nOh give my panting footsteps back to me,\n       &nbsp  That are in age so slow and fraught with pain,\n       &nbsp  And fire and moisture in the heart and brain,\n       &nbsp  If thou wouldst have me burn and weep for thee!\nIf it be true thou livest alone, Amor,\n       &nbsp  On the sweet-bitter tears of human hearts,\n       &nbsp  In an old man thou canst not wake desire;\nSouls that have almost reached the other shore\n       &nbsp  Of a diviner love should feel the darts,\n       &nbsp  And be as tinder to a holier fire.\n\nIV\n\nOLD AGE\n\nThe course of my long life hath reached at last,\n       &nbsp  In fragile bark o'er a tempestuous sea,\n       &nbsp  The common harbor, where must rendered be\n       &nbsp  Account of all the actions of the past.\nThe impassioned phantasy, that, vague and vast,\n       &nbsp  Made art an idol and a king to me,\n       &nbsp  Was an illusion, and but vanity\n       &nbsp  Were the desires that lured me and harassed.\nThe dreams of love, that were so sweet of yore,\n       &nbsp  What are they now, when two deaths may be mine,—\n       &nbsp  One sure, and one forecasting its alarms?\nPainting and sculpture satisfy no more\n       &nbsp  The soul now turning to the Love Divine,\n       &nbsp  That oped, to embrace us, on the cross its arms.\n\nV\nTO VITTORIA COLONNA\n\nLady, how can it chance—yet this we see\n       &nbsp  In long experience—that will longer last\n       &nbsp  A living image carved from quarries vast\n       &nbsp  Than its own maker, who dies presently?\nCause yieldeth to effect if this so be,\n       &nbsp  And even Nature is by Art at surpassed;\n       &nbsp  This know I, who to Art have given the past,\n       &nbsp  But see that Time is breaking faith with me.\nPerhaps on both of us long life can I\n       &nbsp  Either in color or in stone bestow,\n       &nbsp  By now portraying each in look and mien;\nSo that a thousand years after we die,\n       &nbsp  How fair thou wast, and I how full of woe,\n       &nbsp  And wherefore I so loved thee, may be seen.\n\nVI\n\nTO VITTORIA COLONNA\n\nWhen the prime mover of my many sighs\n       &nbsp  Heaven took through death from out her earthly place,\n       &nbsp  Nature, that never made so fair a face,\n       &nbsp  Remained ashamed, and tears were in all eyes.\nO fate, unheeding my impassioned cries!\n       &nbsp  O hopes fallacious! O thou spirit of grace,\n       &nbsp  Where art thou now? Earth holds in its embrace\n       &nbsp  Thy lovely limbs, thy holy thoughts the skies.\nVainly did cruel death attempt to stay\n       &nbsp  The rumor of thy virtuous renown,\n       &nbsp  That Lethe's waters could not wash away!\nA thousand leaves, since he hath stricken thee down,\n       &nbsp  Speak of thee, nor to thee could Heaven convey,\n       &nbsp  Except through death, a refuge and a crown.\nVII\n\nDANTE\n\nWhat should be said of him cannot be said;\n       &nbsp  By too great splendor is his name attended;\n       &nbsp  To blame is easier those who him offended,\n       &nbsp Than reach the faintest glory round him shed.\nThis man descended to the doomed and dead\n       &nbsp  For our instruction; then to God ascended;\n       &nbsp  Heaven opened wide to him its portals splendid,\n       &nbsp  Who from his country's, closed against him, fled.\nUngrateful land! To its own prejudice\n       &nbsp  Nurse of his fortunes; and this showeth well,\n       &nbsp  That the most perfect most of grief shall see.\nAmong a thousand proofs let one suffice,\n       &nbsp  That as his exile hath no parallel,\n       &nbsp  Ne'er walked the earth a greater man than he.\n\nVIII\n\nCANZONE\n\nAh me! ah me! when thinking of the years,\nThe vanished years, alas, I do not find\nAmong them all one day that was my own!\nFallacious hope; desires of the unknown,\nLamenting, loving, burning, and in tears\n(For human passions all have stirred my mind),\nHave held me, now I feel and know, confined\nBoth from the true and good still far away.\nI perish day by day;\nThe sunshine fails, the shadows grow more dreary,\nAnd I am near to fail, infirm and wearyEmbed"}