{"Lyrics": "2 ContributorsThe Second Sex: Chapter 1 LyricsChapter 1, The Data of Biology\n\nWOMAN? Very simple, say the fanciers of simple formulas: she is a womb, an ovary; she is a female – this word is sufficient to define her. In the mouth of a man the epithet female has the sound of an insult, yet he is not ashamed of his animal nature; on the contrary, he is proud if someone says of him: ‘He is a male!’ The term ‘female’ is derogatory not because it emphasises woman’s animality, but because it imprisons her in her sex; and if this sex seems to man to be contemptible and inimical even in harmless dumb animals, it is evidently because of the uneasy hostility stirred up in him by woman. Nevertheless he wishes to find in biology a justification for this sentiment. The word female brings up in his mind a saraband of imagery – a vast, round ovum engulfs and castrates the agile spermatozoan; the monstrous and swollen termite queen rules over the enslaved males; the female praying mantis and the spider, satiated with love, crush and devour their partners; the bitch in heat runs through the alleys, trailing behind her a wake of depraved odours; the she-monkey presents posterior immodestly and then steals away with hypocritical coquetry; and the most superb wild beasts – the tigress, the lioness, the panther – bed down slavishly under the imperial embrace of the male. Females sluggish, eager, artful, stupid, callous, lustful, ferocious, abased – man projects them all at once upon woman. And the fact is that she is a female. But if we are willing to stop thinking in platitudes, two questions are immediately posed: what does the female denote in the animal kingdom? And what particular kind of female is manifest in woman?\n\nMales and females are two types of individuals which are differentiated within a species for the function of reproduction; they can be defined only correlatively. But first it must be noted that even the division of a species into two sexes is not always clear-cut.\n\nIn nature it is not universally manifested. To speak only of animals, it is well known that among the microscopic one-celled forms – infusoria, amoebae, sporozoans, and the like – multiplication is fundamentally distinct from sexuality. Each cell divides and subdivides by itself. In many-celled animals or metazoans reproduction may take place asexually, either by schizogenesis – that is, by fission or cutting into two or more parts which become new individuals – or by blastogenesis – that is, by buds that separate and form new individuals. The phenomena of budding observed in the fresh-water hydra and other coelenterates, in sponges, worms, and tunicates, are well-known examples. In cases of parthenogenesis the egg of the virgin female develops into an embryo without fertilisation by the male, which thus may play no role at all. In the honey-bee copulation takes place, but the eggs may or may not be fertilised at the time of laying. The unfertilised eggs undergo development and produce the drones (males); in the aphids males are absent during a series of generations in which the eggs are unfertilised and produce females. Parthenogenesis has been induced artificially in the sea urchin, the starfish, the frog, and other species. Among the one-celled animals (Protozoa), however, two cells may fuse, forming what is called a zygote; and in the honey-bee fertilisation is necessary if the eggs are to produce females. In the aphids both males and females appear in the autumn, and the fertilised eggs then produced are adapted for over-wintering.\n\nCertain biologists in the past concluded from these facts that even in species capable of asexual propagation occasional fertilisation is necessary to renew the vigour of the race – to accomplish ‘rejuvenation’ through the mixing of hereditary material from two individuals. On this hypothesis sexuality might well appear to be an indispensable function in the most complex forms of life; only the lower organisms could multiply without sexuality, and even here vitality would after a time become exhausted. But today this hypothesis is largely abandoned; research has proved that under suitable conditions asexual multiplication can go on indefinitely without noticeable degeneration, a fact that is especially striking in the bacteria and Protozoa. More and more numerous and daring experiments in parthenogenesis are being performed, and in many species the male appears to be fundamentally unnecessary. Besides, if the value of intercellular exchange were demonstrated, that value would seem to stand as a sheer, unexplained fact. Biology certainly demonstrates the existence of sexual differentiation, but from the point of view of any end to be attained the science could not infer such differentiation from the structure of the cell, nor from the laws of cellular multiplication, nor from any basic phenomenon.\n\nThe production of two types of gametes, the sperm and the egg, does not necessarily imply the existence of two distinct sexes; as a matter of fact, egg and sperm – two highly differentiated types of reproductive cells – may both be produced by the same individual. This occurs in normally hermaphroditic species, which are common among plants and are also to be found among the lower animals, such as annelid worms and molluscs. In them reproduction may be accomplished through self-fertilisation or, more commonly, cross-fertilisation. Here again certain biologists have attempted to account for the existing state of affairs. Some hold that the separation of the gonads (ovaries and testes) in two distinct individuals represents an evolutionary advance over hermaphroditism; others on the contrary regard the separate condition as primitive, and believe that hermaphroditism represents a degenerate state. These notions regarding the superiority of one system or the other imply the most debatable evolutionary theorising. All that we can say for sure is that these two modes of reproduction coexist in nature, that they both succeed in accomplishing the survival of the species concerned, and that the differentiation of the gametes, like that of the organisms producing them, appears to be accidental. It would seem, then, that the division of a species into male and female individuals is simply an irreducible fact of observation.\n\nIn most philosophies this fact has been taken for granted without pretence of explanation. According to the Platonic myth, there were at the beginning men, women, and hermaphrodites. Each individual had two faces, four arms, four legs, and two conjoined bodies. At a certain time they were split in two, and ever since each half seeks to rejoin its corresponding half. Later the gods decreed that new human beings should be created through the coupling of dissimilar halves. But it is only love that this story is intended to explain; division into sexes is assumed at the outset. Nor does Aristotle explain this division, for if matter and form must cooperate in all action, there is no necessity for the active and passive principles to he separated in two different categories of individuals. Thus St Thomas proclaims woman an ‘incidental’ being, which is a way of suggesting – from the male point of view – the accidental or contingent nature of sexuality. Hegel, however, would have been untrue to his passion for rationalism had he failed to attempt a logical explanation. Sexuality in his view represents the medium through which the subject attains a concrete sense of belonging to a particular kind (genre). ‘The sense of kind is produced in the subject as an effect which offsets this disproportionate sense of his individual reality, as a desire to find the sense of himself in another individual of his species through union with this other, to complete himself and thus to incorporate the kind (genre) within his own nature and bring it into existence. This is copulation’ (Philosophy of Nature, Part 3, Section 369). And a little farther on. ‘The process consists in this, namely: that which they are in themselves, that is to say a single kind, one and the same subjective life, they also establish it as such.’ And Hegel states later that for the uniting process to be accomplished, there must first be sexual differentiation. But his exposition is not convincing: one feels in it all too distinctly the predetermination to find in every operation the three terms of the syllogism.\n\nThe projection or transcendence of the individual towards the species, in which both individual and species are fulfilled, could be accomplished without the intervention of a third element in the simple relation of progenitor to offspring; that is to say, reproduction could be asexual. Or, if there were to be two progenitors, they could be similar (as happens in hermaphroditic species) and differentiated only as particular individuals of a single type. Hegel’s discussion reveals a most important significance of sexuality, but his mistake is always to argue from significance to necessity, to equate significance with necessity. Man gives significance to the sexes and their relations through sexual activity, just as he gives sense and value to all the functions that he exercises; but sexual activity is not necessarily implied in the nature of the human being. Merleau-Ponty notes in the Phénoménologie de la perception that human existence requires us to revise our ideas of necessity and contingence. ‘Existence,’ he says, ‘has no casual, fortuitous qualities, no content that does not contribute to the formation of its aspect; it does not admit the notion of sheer fact, for it is only through existence that the facts are manifested.’ True enough. But it is also true that there are conditions without which the very fact of existence itself would seem to be impossible. To be present in the world implies strictly that there exists a body which is at once a material thing in the world and a point of view towards this world; but nothing requires that this body have this or that particular structure. Sartre discusses in L’Étre et le néant Heidegger’s dictum to the effect that the real nature of man is bound up with death because of man’s finite state. He shows that an existence which is finite and yet unlimited in time is conceivable; but none the less if death were not resident in human life, the relation of man to the world and to himself would be profoundly disarranged – so much so that the statement ‘Man is mortal’ would be seen to have significance quite other than that of a mere fact of observation. Were he immortal, an existent would no longer be what we call a man. One of the essential features of his career is that the progress of his life through time creates behind him and before him the infinite past and future, and it would seem, then, that the perpetuation of the species is the correlative of his individual limitation. Thus we can regard the phenomenon of reproduction as founded in the very nature of being. But we must stop there. The perpetuation of the species does not necessitate sexual differentiation. True enough, this differentiation is characteristic of existents to such an extent that it belongs in any realistic definition of existence. But it nevertheless remains true that both a mind without a body and an immortal man are strictly inconceivable, whereas we can imagine a parthenogenetic or hermaphroditic society.\n\nOn the respective functions of the two sexes man has entertained a great variety of beliefs. At first they had no scientific basis, simply reflecting social myths. It was long thought – and it still is believed in certain primitive matriarchal societies – that the father plays no part in conception. Ancestral spirits in the form of living germs are supposed to find their way into the maternal body. With the advent patriarchal institutions, the male laid eager claim to his posterity. It was still necessary to grant the mother a part in procreation, but it was conceded only that she carried and nourished the living seed, created by the father alone. Aristotle fancied that the foetus arose from the union of sperm and menstrual blood, woman furnishing only passive matter while the male principle contributed force, activity, movement, life. Hippocrates held to a similar doctrine, recognising two kinds of seed, the weak or female and the strong or male. The theory of Aristotle survived through the Middle Ages and into modern times.\n\nAt the end of the seventeenth century Harvey killed female dogs shortly after copulation and found in the horns of the uterus small sacs that he thought were eggs but that were really embryos. The Danish anatomist Steno gave the name of ovaries to the female genital glands, previously called ‘feminine testicles’, and noted on their surface the small swellings that von Graaf in 1677 erroneously identified with the eggs and that are now called Graafian follicles. The ovary was still regarded as homologous to the male gland. In the same year, however, the ‘spermatic animalcules’ were discovered and it was proved that they penetrated into the uterus of the female; but it was supposed that they were simply nourished therein and that the coming individual was preformed in them. In 1694 a Dutchman, Hartsaker, drew a picture of the ‘homunculus’ hidden in the spermatozoan, and in 1699, another scientist said that he had seen the spermatozoan cast off a kind of moult under which appeared a little man, which he also drew. Under these imaginative hypotheses, woman was restricted to the nourishment of an active, living principle already preformed in perfection. These notions were not universally accepted, and they were argued into the nineteenth century. The use of the microscope enabled von Baer in 1827 to discover the mammalian egg, contained inside the Graaflan follicle. Before long it was possible to study the cleavage of the egg – that is, the early stage of development through cell division – and in 1835 sarcode, later called protoplasm, was discovered and the true nature of the cell began to be realised. In 1879 the penetration of the spermatozoan into the starfish egg was observed, and thereupon the equivalence of the nuclei of the two gametes, egg and sperm, was established. The details of their union within the fertilised egg were first worked out in 1883 by a Belgian zoologist, van Beneden.\n\nAristotle’s ideas were not wholly discredited, however. Hegel held that the two sexes were of necessity different, the one active and the other passive, and of course the female would be the passive one. ‘Thus man, in consequence of that differentiation, is the active principle while woman is the passive principle because she remains undeveloped in her unity.’ [Hegel, Philosophy of Nature] And even after the egg had been recognised as an active principle, men still tried to make a point of its quiescence as contrasted with the lively movements of the sperm. Today one notes an opposite tendency on the part of some scientists. The discoveries made in the course of experiments on parthenogenesis have led them to reduce the function of the sperm to that of a simple physico-chemical reagent. It has been shown that in certain species the stimulus of an acid or even of a needle-prick is enough to initiate the cleavage of the egg and the development of the embryo. On this basis it has been boldly suggested that the male gamete (sperm) is not necessary for reproduction, that it acts at most as a ferment; further, that perhaps in time the co-operation of the male will become unnecessary in procreation – the answer, it would seem, to many a woman’s prayer. But there is no warrant for so bold an expectation, for nothing warrants us in universalising specific life processes. The phenomena of asexual propagation and of parthenogenesis appear to be neither more nor less fundamental than those of sexual reproduction. I have said that the latter has no claim a priori to be considered basic; but neither does any fact indicate that it is reducible to any more fundamental mechanism.\n\nThus, admitting no a priori doctrine, no dubious theory, we are confronted by a fact for which we can offer no basis in the nature of things nor any explanation through observed data, and the significance of which we cannot comprehend a priori. We can hope to grasp the significance of sexuality only by studying it in its concrete manifestations; and then perhaps the meaning of the word female will stand revealed.\n\nI do not intend to offer here a philosophy of life; and I do not care to take sides prematurely in the dispute between the mechanistic and the purposive or teleological philosophies. It is to be noted, however, that all physiologists and biologists use more or less finalistic language, if only because they ascribe meaning to vital phenomena. I shall adopt their terminology without taking any stand on the relation between life and consciousness, we can assert that every biological fact implies transcendence, that every function involves a project, something to be done. Let my words be taken to imply no more than that.\n\nIn the vast majority of species male and female individuals co-operate in reproduction. They are defined primarily as male and female by the gametes which they produce – sperms and eggs respectively. In some lower plants and animals the cells that fuse to form the zygote are identical; and these cases of isogamy are significant because they illustrate the basic equivalence of the gametes. In general the gametes are differentiated, and yet their equivalence remains a striking fact. Sperms and eggs develop from similar primordial germ cells in the two sexes. The development of oocytes from the primordial cells in the female differs from that of spermatocytes in the male chiefly in regard to the protoplasm, but the nuclear phenomena are clearly the same. The biologist Ancel suggested in 1903 that the primordial germ cell is indifferent and undergoes development into sperm or egg depending upon which type of gonad, testis or ovary, contains it. However this may be, the primordial germ cells of each sex contain the same number of chromosomes (that characteristic of the species concerned), which number is reduced to one half by closely analogous processes in male and female. At the end of these developmental processes (called spermatogenesis in the male and oogenesis in the female) the gametes appear fully matured as sperms and eggs, differing enormously in some respects, as noted below, but being alike in that each contains a single set of equivalent chromosomes.\n\nToday it is well known that the sex of offspring is determined by the chromosome constitution established at the time of fertilisation. According to the species concerned, it is either the male gamete or the female gamete that accomplishes this result. In the mammals it is the sperm, of which two kinds are produced in equal numbers, one kind containing an X-chromosome (as do all the eggs), the other kind containing a Y-chromosome (not found in the eggs). Aside from the X- and Y-chromosomes, egg and sperm contain an equivalent set of these bodies. It is obvious that when sperm and egg unite in fertilisation, ‘the fertilised egg will contain two full sets of chromosomes, making up the number characteristic of the species – 48 in man, for example. If fertilisation is accomplished by an X-bearing sperm, the fertilised egg will contain two X-chromosomes and will develop into a female (XX). If the Y-bearing sperm fertilises the egg, only one X-chromosome will be present and the sex will be male (XY). In birds and butterflies the situation is reversed, though the principle remains the same; it is the eggs that contain either X or Y and hence determine the sex the offspring. In the matter of heredity, the laws of Mendel show ‘that the father and the mother play equal parts. The chromosomes contain the factors of heredity (genes), and they are conveyed equally in egg and sperm.\n\nWhat we should note in particular at this point is that neither gamete can be regarded as superior to the other; when they unite, both lose their individuality in the fertilised egg. There are two common suppositions which – at least on this basic biological level – are clearly false. The first – that of the passivity of the female – is disproved by the fact that new life springs from the union of the two gametes; the living spark is not the exclusive property of either. The nucleus of the egg is a centre of vital activity exactly symmetrical with the nucleus of the sperm. The second false supposition contradicts the first – which does not seem to prevent their coexistence. It is to the effect that the permanence of the species is assured by the female, the principle being of an explosive and transitory nature. As a matter of fact, the embryo carries on the germ plasm of the father as well as that of the mother and transmits them together to its descendants under now male, now female form. It is, so to speak, an androgynous germ plasm, which outlives the male or female individuals that are its incarnations, whenever they produce offspring.\n\nThis said, we can turn our attention to secondary differences between egg and sperm, which are of the greatest interest. The essential peculiarity of the egg is that it is provided with means for nourishing and protecting the embryo; it stores up reserve material from which the foetus will build its tissues, material that is not living substance but inert yolk. In consequence the egg is of massive, commonly spherical form and relatively large. The size of birds’ eggs is well known; in woman the egg is almost microscopic, about equal in size to a printed period (diameter 0.132- 0.135 mm.), but the human sperm is far smaller (0.04 – 0.06 mm. in length), so small that a cubic millimetre would hold 60,000. The sperm has a threadlike tail and a small, flattened oval head, which contains the chromosomes. No inert substance weighs it down; it is wholly alive. In its whole structure it is adapted for mobility. Whereas the egg, big with the future of the embryo, is stationary; enclosed within the female body or floating externally in water, it passively awaits fertilisation. It is the male gamete that seeks it out. The sperm is always a naked cell; the egg may or may not be protected with shell and membranes according to the species; but in any case, when the sperm makes contact with the egg, it presses against it, sometimes shakes it, and bores into it. The tail is dropped and the head enlarges, forming the male nucleus, which now moves towards the egg nucleus. Meanwhile the egg quickly forms a membrane, which prevents the entrance of other sperms. In the starfish and other echinoderms, where fertilisation takes place externally, it is easy to observe the onslaught of the sperms, which surround the egg like an aureole. The competition involved is an important phenomenon, and it occurs in most species. Being much smaller than the egg, the sperm is generally produced in far greater numbers (more than 200,000,000 to 1 in the human species), and so each egg has numerous suitors.\n\nThus the egg – active in its essential feature, the nucleus – is superficially passive; its compact mass, sealed up within itself, evokes nocturnal darkness and inward repose. It was the form of the sphere that to the ancients represented the circumscribed world, the impenetrable atom. Motionless, the egg waits; in contrast the sperm – free, slender, agile – typifies the impatience and the restlessness of existence. But allegory should not be pushed too far. The ovule has sometimes been likened to immanence, the sperm to transcendence, and it has been said that the sperm penetrates the female element only in losing its transcendence, its motility; it is seized and castrated by the inert mass that engulfs it after depriving it of its tail. This is magical action – disquieting, as is all passive action – whereas the activity of the male gamete is rational; it is movement measurable in terms of time and space. The truth is that these notions are hardly more than vagaries of the mind. Male and female gametes fuse in the fertilised egg; they are both suppressed in becoming a new whole. It is false to say that the egg greedily swallows the sperm, and equally so to say that the sperm victoriously commandeers the female cell’s reserves, since in the act of fusion the individuality of both is lost. No doubt movement seems to the mechanistic mind to be an eminently rational phenomenon, but it is an idea no clearer for modern physics than action at a distance. Besides, we do not know in detail the physico-chemical reactions that lead up to gametic union. We can derive a valid suggestion, however, from this comparison of the gametes. There are two interrelated dynamic aspects of life: it can be maintained only through transcending itself, and it can transcend itself only on condition that it is maintained. These two factors always operate together, and it is unrealistic to try to separate them, yet now it is one and now the other that dominates. The two gametes at once transcend and perpetuate themselves when they unite; but in its structure the egg anticipates future needs, it is so constituted as to nourish the life that will wake within it. The sperm, on the contrary, is in no way equipped to provide for the development of the embryo it awakens. On the other hand, the egg cannot provide the change of environment that will stimulate a new outburst of life, whereas the sperm can and does travel. Without the foresight of the egg, the sperm’s arrival would be in vain; but without the initiative of the latter, the egg would not fulfil its living potentialities.\n\nWe may conclude, then, that the two gametes play a fundamentally identical role; together they create a living being in which both of them are at once lost and transcended. But in the secondary and superficial phenomena upon which fertilisation depends, it is the male element which provides the stimuli needed for evoking new life and it is the female element that enables this new life to be lodged in a stable organism.\n\nIt would be foolhardy indeed to deduce from such evidence that woman’s place is in the home – but there are foolhardy men. In his book Le Tempérament et le charactère, Alfred Fouillée undertakes to found his definition of woman in toto upon the egg and that of man upon the spermatozoan; and a number of supposedly profound theories rest upon this play of doubtful analogies. It is a question to what philosophy of nature these dubious ideas pertain; not to the laws of heredity, certainly, for, according to these laws, men and women alike develop from an egg and a sperm. I can only suppose that in such misty minds there still float shreds of the old philosophy of the Middle Ages which taught that the cosmos is an exact reflection of a microcosm – the egg is imagined to be a little female, the woman a giant egg. These musings, generally abandoned since the days of alchemy, make a bizarre contrast with the scientific precision of the data upon which they are now based, for modern biology conforms with difficulty to medieval symbolism. But our theorisers do not look too closely into the matter. In all honesty it must be admitted that in any case it is a long way from the egg to woman. In the unfertilised egg not even the concept of femaleness is as yet established. As Hegel justly remarks the sexual relation cannot be referred back to the relation of the gametes. It is our duty, then, to study the female organism as a whole.\n\nIt has already been pointed out that in many plants and in some animals (such as snails) the presence of two kinds of gametes does not require two kinds of individuals, since every individual produces both eggs and sperms. Even when the sexes are separate, they are not distinguished in any such fashion as are different species. Males and females appear rather to be variations on a common groundwork, much as the two gametes are differentiated from similar original tissue. In certain animals (for example, the marine worm Bonellia) the larva is asexual, the adult becoming male or female according to the circumstances under which it has developed. But as noted above (pages 42-3), sex is determined in most species by the genotypic constitution of the fertilised egg. In bees the unfertilised eggs laid by the queen produce males exclusively; in aphids parthenogenetic eggs usually produce females. But in most animals all eggs that develop have been fertilised, and it is notable that the sexes are produced in approximately equal numbers through the mechanism of chromosomal sex-determination, already explained.\n\nIn the embryonic development of both sexes the tissue from which the gonads will be formed is at first indifferent; at a certain stage either testes or ovaries become established; and similarly in the development of the other sex organs there is an early indifferent period when the sex of the embryo cannot be told from an examination of these parts, from which, later on, the definitive male or female structures arise. All this helps to explain the existence of conditions intermediate between hermaphroditism and gonochorism (sexes separate). Very often one sex possesses certain organs characteristic of the other; a case in point is the toad, in which there is in the male a rudimentary ovary called Bidder’s organ, capable of producing eggs under experimental conditions. Among the mammals there are indications of this sexual bipotentiality, such as the uterus masculinus and the rudimentary mammary glands in the male, and in the female Gärtner’s canal and the clitoris. Even in those species exhibiting a high degree of sexual differentiation individuals combining both male and female characteristics may occur. Many cases of intersexuality are known in both animals and man; and among insects and crustaceans one occasionally finds examples of gynandromorphism, in which male and female areas of the body are mingled in a kind of mosaic.\n\nThe fact is that the individual, though its genotypic sex is fixed at fertilisation, can be profoundly affected by the environment in which it develops. In the ants, bees, and termites the larval nutrition determines whether the genotypic female individual will become a fully developed female (‘queen’) or a sexually retarded worker. In these cases the whole organism is affected; but the gonads do not play a part in establishing the sexual differences of the body, or soma. In the vertebrates, however, the hormones secreted by the gonads are the essential regulators. Numerous experiments show that by varying the hormonal (endocrine) situation, sex can be profoundly affected. Grafting and castration experiments on adult animals and man have contributed to the modern theory of sexuality, according to which the soma is in a way identical in male and female vertebrates. It may be regarded as a kind of neutral element upon which the influence of the gonad imposes the sexual characteristics. Some of the hormones secreted by the gonad act as stimulators, others as inhibitors. Even the genital tract itself is somatic, and embryological investigations show that it develops in the male or female direction from an indifferent and in some respects hermaphroditic condition under the hormonal influence. Intersexuality may result when the hormones are abnormal and hence neither one of the two sexual potentialities is exclusively realised.\n\nNumerically equal in the species and developed similarly from like beginnings, the fully formed male and female are basically equivalent. Both have reproductive glands – ovaries or testes – in which the gametes are produced by strictly corresponding processes, as we have seen. These glands discharge their products through ducts that are more or less complex according to sex; in the female the egg may pass directly to the outside through the oviduct, or it may be retained for a time in the cloaca or the uterus before expulsion; in the male the semen may be deposited outside, or there may be a copulatory organ through which it is introduced into the body of the female. In these respects, then, male and female appear to stand in a symmetrical relation to each other. To reveal their peculiar, specific qualities it will be necessary to study them from the functional point of view.\n\nIt is extremely difficult to give a generally valid definition of the female. To define her as the bearer of the eggs and the male as bearer of the sperms is far from sufficient, since the relation of the organism to the gonads is, as we have seen, quite variable. On the other hand, the differences between the gametes have no direct effect upon the organism as a whole; it has sometimes been argued that the eggs, being large, consume more vital energy than do the sperms, but the latter are produced in such infinitely greater numbers that the expenditure of energy must be about equal in the two sexes. Some have wished to see in spermatogenesis an example of prodigality and in oogenesis a model of economy, but there is an absurd liberality in the latter, too, for the vast majority of eggs are never fertilised. In no way do gametes and gonads represent in microcosm the organism as a whole. It is to this the whole organism – that we must now direct our attention.\n\nOne of the most remarkable features to be noted as we survey the scale of animal life is that as we go up, individuality is seen to be more and more fully developed. At the bottom, life is concerned only in the survival of the species as a whole; at the top, life seeks expression through particular individuals, while accomplishing also the survival of the group. In some lower species the organism may be almost entirely reduced to the reproductive apparatus; in this case the egg, and hence the female, is supreme, since the egg is especially dedicated to the mere propagation of life; but here the female is hardly more than an abdomen, and her existence is entirely used up in a monstrous travail of ovulation. In comparison with the male, she reaches giant proportions; but her appendages are often tiny, her body a shapeless sac, her organs degenerated in favour of the eggs. Indeed, such males and females, although they are distinct organisms, can hardly be regarded as individuals, for they form a kind of unity made up of inseparable elements. In a way they are intermediate between hermaphroditism and gonochorism.\nThus in certain Crustacea, parasitic on the crab, the female is a mere sac enclosing millions of eggs, among which are found the minute males, both larval and adult. In Edriolydnus the dwarf male is still more degenerate; it lives under the shell of the female and has no digestive tract of its own, being purely reproductive in function. But in all such cases the female is no less restricted than the male; it is enslaved to the species. If the male is bound to the female, the latter is no less bound down, either to a living organism on which it exists as a parasite or to some substratum; and its substance is consumed in producing the eggs which the tiny male fertilises.\n\nAmong somewhat higher animals an individual autonomy begins to be manifested and the bond that joins the sexes weakens; but in the insects they both remain strictly subordinated to the eggs. Frequently, in the mayflies, male and female die immediately after copulation and egg-laying. In some rotifers the male lacks a digestive tract and fecundation; the female is able to eat and survives long least to develop and lay the eggs. The mother dies after the appearance of the next generation is assured. The privileged position held by the females in many insects comes from the fact that the production and sometimes the care of the eggs demand a long effort, whereas fecundation is for the most part quickly accomplished.\n\nIn the termites the enormous queen, crammed with nourishment and laying as many as 4,000 eggs per day until she becomes sterile and is pitilessly killed, is no less a slave than the comparatively tiny male who attends her and provides frequent fecundations. In the matriarchal ants’ nests and beehives the males are economically useless and are killed off at times. At the season of the nuptial flight in ants, all the males emerge with females from the nest; those that succeed in mating with females die at once, exhausted; the rest are not permitted by the workers to re-enter the nest, and die of hunger or are killed. The fertilised female has a gloomy fate; she buries herself alone in the ground and often dies while laying her first eggs, or if she succeeds in founding a colony she remains shut in and may live for ten or twelve years constantly producing more eggs. The workers, females with atrophied sexuality, may live for several years, but their life is largely devoted to raising the larvae. It is much the same with bees; the drone that succeeds in mating with the queen during the nuptial flight falls to earth disembowelled; the other drones return to the hive, where they live a lazy life and are in the way until at the approach of winter they are killed off by the workers. But the workers purchase their right to live by incessant toil; as in the ants they are undeveloped females. The queen is in truth enslaved to the hive, laying eggs continually. If she dies, the workers give several larvae special food so as to provide for the succession; the first to emerge kills the rest in their cells.\n\nIn certain spiders the female carries the eggs about with her in a silken case until they hatch. She is much larger and stronger than the male and may kill and devour him after copulation, as does an insect, the praying mantis, around which has crystallised the myth of devouring femininity – the egg castrates the sperm, the mantis murders her spouse, these acts foreshadowing a feminine dream of castration. The mantis, however, shows her cruelty especially in captivity; and under natural conditions, when she is free in the midst of abundant food, she rarely dines on the male. If she does eat him, it is to enable her to produce her eggs and thus perpetuate the race, just as the solitary fertilised ant often eats some of her own eggs under the same necessity. It is going far afield to see in these facts a proclamation of the ‘battle of the sexes’ which sets individuals, as such, one against another. It cannot simply be said that in ants, bees, termites, spiders, or mantises the female enslaves and sometimes devours the male, for it is the species that in different ways consumes them both. The female lives longer and seems to be more important than the male; but she has no independence – egg-laying and the care of eggs and larvae are her destiny, other functions being atrophied wholly or in part.\n\nIn the male, on the contrary, an individual existence begins to be manifested. In impregnation he very often shows more initiative than the female, seeking her out, making the approach, palpating, seizing, and forcing connection upon her. Sometimes he has to battle for her with other males. Accordingly the organs of locomotion, touch, an prehension frequently more highly evolved in the male. Many female moths are wingless, while the males have wings; and often the males of insects have more highly developed colours, wing-covers, legs, and pincers. And sometimes to this endowment is added a seeming luxury of brilliant coloration. Beyond the brief moment of copulation the life of the male is useless and irresponsible; compared with the industriousness of the workers, the idleness of the drones seems a remarkable privilege. But this privilege is a social disgrace, and often the male pays with his life for his futility and partial independence. The species, which holds the female in slavery, punishes the male for his gesture towards escape; it liquidates him with brutal force.\n\nIn higher forms of life, reproduction becomes the creation of discrete organisms; it takes on a double role: maintenance of the species and creation of new individuals. This innovating aspect becomes the more unmistakable as the singularity of the individual becomes pronounced. It is striking that these, two essential elements – perpetuation and creation – are separately apportioned to the two sexes. This separation, already indicated at the moment when the egg is fertilised, is to be discerned in the whole generative process. It is not the essential nature of the egg that requires this separation, for in higher forms of life the female has, like the male, attained a certain autonomy and her bondage to the egg has been relaxed. The female fish, batrachian, or bird is far from being a mere abdomen. The less strictly the mother is bound to the egg, the less does the labour of reproduction represent an absorbing task and the more uncertainty there is in the relations of the two parents with their offspring. It can even happen that the father will take charge of the newly hatched young, as in various fishes.\n\nWater is an element in which the eggs and sperms can float about and unite, and fecundation in the aquatic environment is almost always external. Most fish do not copulate, at most stimulating one another by contact. The mother discharges the eggs, the father the sperm – their role is identical. There is no reason why the mother, any more than the father, should feel responsibility for the eggs. In some species the eggs are abandoned by the parents and develop without assistance; sometimes a nest is prepared by the mother and sometimes she watches over the eggs after they have been fertilised. But very often it is the father who takes charge of them. As soon as he has fertilised them, he drives away the female to prevent her from eating them, and he protects them savagely against any intruder. Certain males have been described as making a kind of protective nest by blowing bubbles of air enclosed in an insulating substance; and in many cases they protect the developing eggs in their mouths or, as in the seahorse, in abdominal folds.\n\nIn the batrachians (frogs and toads) similar phenomena are to be seen. True copulation is unknown to them; they practise amplexus, the male embracing the female and thus stimulating her to lay her eggs. As the eggs are discharged, the sperms are deposited upon them. In the obstetrical toad the male wraps the strings of eggs about his hind legs and protects them, taking them into the water when the young are about to hatch as tadpoles.\n\nIn birds the egg is formed rather slowly inside the female; it is relatively large and is laid with some difficulty. It is much more closely associated with the mother than with the father, who has simply fertilised it in a brief copulation. Usually the mother sits on the eggs and takes care of the newly hatched young; but often the father helps in nest-building and in the protection and feeding of the young birds. In rare cases – for example among the sparrows – the male does the incubating and rearing. Male and female pigeons secrete in the crop a milky fluid with, which they both feed the fledglings. It is remarkable that in these cases where the male takes part in nourishing the young, there is no production of sperms during the time devoted to them while occupied in maintaining life the male has no urge to beget new living beings.\n\nIn the mammals life assumes the most complex forms, and individualisation is most advanced and specific. There the division of the two vital components – maintenance and creation – is realised definitively in the separation of the sexes. It is in this group that the mother sustains the closest relations – among vertebrates – with her offspring, and the father shows less interest in them. The female organism is wholly adapted for and subservient to maternity, while sexual initiative is the prerogative of the male.\n\nThe female is the victim of the species. During certain periods in the year, fixed in each species, her whole life is under the regulation of a sexual cycle (the oestrus cycle), of which the duration, as well as the rhythmic sequence of events, varies from one species to another. This cycle consists of two phases: during the first phase the eggs (variable in number according to the species) become mature and the lining of the uterus becomes thickened and vascular; during the second phase (if fertilisation has not occurred) the egg disappears, the uterine edifice breaks down, and the material is eliminated in a more or less noticeable temporary flow, known as menstruation in woman and related higher mammals. If fertilisation does occur, the second phase is replaced by pregnancy. The time of ovulation (at the end of the first phase) is known as oestrus and it corresponds to the period of rut, heat, or sexual activity.\n\nIn the female mammal, rut is largely passive; she is ready and waiting to receive the male. It may happen in mammals – as in certain birds – that she solicits the male, but she does no more than appeal to him by means of cries, displays, and suggestive attitudinising. She is quite unable to force copulation upon him. In the end it is he who makes the decision. We have seen that even in the insects, where the female is highly privileged in return for her total sacrifice to the species, it is usually the male who takes the initiative in fecundation; among the fishes he often stimulates the female to lay her eggs through his presence and contact; and in the frogs and toads he acts as a stimulator in amplexus. But it is in birds and mammals especially that he forces himself upon her, while very often she submits indifferently or even resists him.\n\nEven when she is willing, or provocative, it is unquestionably the male who takes the female – she is taken. Often the word applies literally, for whether by means of special organs or through superior strength, the male seizes her and holds her in place; he performs the copulatory movements; and, among insects, birds, and mammals, he penetrates her. In this penetration her inwardness is violated, she is like an enclosure that is broken into. The male is not doing violence to the species, for the species survives only in being constantly renewed and would come to an end if eggs and sperms did not come together; but the female, entrusted with the protection of the egg, locks it away inside herself, and her body, in sheltering the egg, shields it also from the fecundating action of the male. Her body becomes, therefore, a resistance to be broken through, whereas in penetrating it the male finds self-fulfilment in activity.\nHis domination is expressed in the very posture of copulation – in almost all animals the male is on the female. And certainly the organ he uses is a material object, but it appears here in its animated state it is a tool – whereas in this performance the female organ is more in the nature of an inert receptacle. The male deposits his semen, the female receives it. Thus, though the female plays a fundamentally active role in procreation, she submits to the coition, which invades her individuality and introduces an alien element through penetration and internal fertilisation. Although she may feel the sexual urge as a personal need, since she seeks out the male when in heat, yet the sexual adventure is immediately experienced by her as an interior event and not as an outward relation to the world and to others.\n\nBut the fundamental difference between male and female mammals lies in this: the sperm, through which the life of the male is transcended in another, at the same instant becomes a stranger to him and separates from his body; so that the male recovers his individuality intact at the moment when he transcends it. The egg, on the contrary, begins to separate from the female body when, fully matured, it emerges from the follicle and falls into the oviduct; but if fertilised by a gamete from outside, it becomes attached again through implantation in the uterus. First violated, the female is then alienated – she becomes, in part, another than herself. She carries the foetus inside her abdomen until it reaches a stage of development that varies according to the species – the guinea-pig is born almost adult, the kangaroo still almost an embryo. Tenanted by another, who battens upon her substance throughout the period of pregnancy, the female is at once herself and other than herself; and after the birth she feeds the newborn upon the milk of her breasts. Thus it is not too clear when the new individual is to be regarded as autonomous: at the moment of fertilisation, of birth, or of weaning? It is noteworthy that the more clearly the female appears as a separate individual, the more imperiously the continuity of life asserts itself against her separateness. The fish and the bird, which expel the egg from the body before the embryo develops, are less enslaved to their offspring than is the female mammal. She regains some autonomy after the birth of her offspring – a certain distance is established between her and them; and it is following upon a separation that she devotes herself to them. She displays initiative and inventiveness in their behalf; she battles to defend them against other animals and may even become aggressive. But normally she does not seek to affirm her individuality; she is not hostile to males or to other females and shows little combative instinct. [Certain fowls wrangle over the best places in the poultry-yard and establish a hierarchy of dominance (the ‘peck-order’); and sometimes among cattle there are cows that will fight for the leadership of the herd in the absence of males.] In spite of Darwin’s theory of sexual selection, now much disputed, she accepts without discrimination whatever male happens to be at hand. It is not that the female lacks individual abilities – quite the contrary. At times when she is free from maternal servitude she can now and then equal the male; the mare is as fleet as the stallion, the hunting bitch has as keen a nose as the dog, she-monkeys in tests show as much intelligence as males. It is only that this individuality is not laid claim to; the female renounces it for the benefit of the species, which demands this abdication.\n\nThe lot of the male is quite different. As we have just seen, even in his transcendence towards the next generation he keeps himself apart and maintains his individuality within himself. This characteristic is constant, from the insect to the highest animals. Even in the fishes and whales, which live peaceably in mixed schools, the males separate from the rest at the time of rut, isolate themselves, and become aggressive towards other males. Immediate, direct in the female, sexuality is indirect, it is experienced through intermediate circumstances, in the male. There is a distance between desire and satisfaction which he actively surmounts; he pushes, seeks out, touches the female, caresses and quiets her before he penetrates her. The organs used in such activities are, as I have remarked, often better developed in the male than in the female. It is notable that the living impulse that brings about the vast production of sperms is expressed also in the male by the appearance of bright plumage, brilliant scales, horns, antlers, a mane, by his voice, his exuberance. We no longer believe that the ‘wedding finery’ put on by the male during rut, nor his seductive posturings, have selective significance; but they do manifest the power of life, bursting forth in him with useless and magnificent splendour. This vital superabundance, the activities directed towards mating, and the dominating affirmation of his power over the female in coitus itself – all this contributes to the assertion of the male individual as such at the moment of his living transcendence. In this respect Hegel is right in seeing the subjective element in the male, while the female remains wrapped up in the species. Subjectivity and separateness immediately signify conflict. Aggressiveness is one of the traits of the rutting male; and it is not explained by competition for mates, since the number of females is about equal to the number of males; it is rather the competition that is explained by this will to combat. It might be said that before procreating, the male claims as his own the act that perpetuates the species, and in doing battle with his peers confirms the truth of his individuality. The species takes residence in the female and absorbs most of her individual life; the male on the contrary integrates the specific vital forces into his individual life. No doubt he also submits to powers beyond his control: the sperms are formed within him and periodically he feels the rutting urge; but these processes involve the sum total of the organism in much less degree than does the oestrus cycle. The production of sperms is not exhausting, nor is the actual production of eggs; it is the development of the fertilised egg inside an adult animal that constitutes for the female an engrossing task. Coition is a rapid operation and one that robs the male of little vitality. He displays almost no paternal instinct. Very often he abandons the female after copulation. When he remains near her as head of a family group – monogamic family, harem, or herd – he nurtures and protects the community as a whole; only rarely does he take a direct interest in the young. In the species capable of high individual development, the urge of the male towards autonomy – which in lower animals is his ruin – is crowned with success. He is in general larger than the female, stronger, swifter, more adventurous; he leads a more independent life, his activities are more spontaneous; he is more masterful, more imperious. In mammalian societies it is always he who commands.\n\nIn nature nothing is ever perfectly dear. The two types, male and female, are not always sharply distinguished; while they sometimes exhibit a dimorphism – in coat colour or in arrangement of spotting or mottling – that seems absolutely distinctive, yet it may happen, on the contrary, that they are indistinguishable and that even their functions are hardly differentiated, as in many fishes. All in all, however, and especially at the top of the animal scale, the two sexes represent two diverse aspects of the life of the species. The difference between them is not, as has been claimed, that between activity and passivity; for the nucleus of the egg is active and moreover the development of the embryo is an active, living process, not a mechanical unfolding. It would be too simple to define the difference as that between change and permanence: for the sperm can create only because its vitality is maintained in the fertilised egg, and the egg can persist only through developmental change, without which it deteriorates and disappears.\n\nIt is true, however, that in these two processes, maintaining and creating (both of which are active), the synthesis of becoming is not accomplished in the same manner. To maintain is to deny the scattering of instants, it is to establish continuity in their flow; to create is to strike out from temporal unity in general an irreducible, separate present. And it is true also that in the female it is the continuity of life that seeks accomplishment in spite of separation; while separation into new and individualised forces is incited by male initiative. The male is thus permitted to express himself freely; the energy of the species is well integrated into his own living activity. On the contrary, the individuality of the female is opposed by the interest of the species; it is as if she were possessed by foreign forces – alienated. And this explains why the contrast between the sexes is not reduced when – as in higher forms – the individuality of the organisms concerned is more pronounced. On the contrary, the contrast is increased. The male finds more and more varied ways in which to employ the forces he is master of; the female feels her enslavement more and more keenly, the conflict between her own interests and the reproductive forces is heightened. Parturition in cows and mares is much more painful and dangerous than it is in mice and rabbits. Woman – the most individualised of females – seems to be the most fragile, most subject to this pain and danger: she who most dramatically fulfils the call of destiny and most profoundly differs from her male.\n\nIn man as in most animals the sexes are born in approximately equal numbers, the sex ratio for Western man being about 105.5 males to l00 females. Embryological development is analogous in the two sexes; however, in the female embryo the primitive germinal epithelium (from which ovary or testis develops) remains neutral longer and is therefore under the hormonal influence for a longer time, with the result that its development may be more often reversed. Thus it may be that the majority of pseudo-hermaphrodites are genotypically female subjects that have later become masculinised. One might suppose that the male organisation is defined as such at the beginning, whereas the female embryo is slower in taking on its femininity; but these early phenomena of foetal life are still too little known to permit of any certainty in interpretation.\n\nOnce established, the genital systems correspond in the two sexes, and the sex hormones of both belong to the same chemical group, that of the sterols; all are derived in the last analysis from cholesterol. They regulate the secondary sexual differences of the soma. Neither the chemical formulae of the hormones nor the anatomical peculiarities are sufficient to define the human female as such. It is her functional development that distinguishes her especially from the male.\n\nThe development of the male is comparatively simple. From birth to puberty his growth is almost regular; at the age of fifteen or sixteen spermatogenesis begins, and it continues into old age; with its appearance hormones are produced that establish the masculine bodily traits. From this point on, the male sex life is normally integrated with his individual existence: in desire and in coition his transcendence towards the species is at one with his subjectivity – he is his body.\n\nWoman’s story is much more complex. In embryonic life the supply of oocytes is already built up, the ovary containing about 40,000 immature eggs, each in a follicle, of which perhaps 400 will ultimately reach maturation. From birth, the species has taken possession of woman and tends to tighten its grasp. In coming into the world woman experiences a kind of first puberty, as the oocytes enlarge suddenly; then the ovary is reduced to about a fifth of its former size – one might say that the child is granted a respite. While her body develops, her genital system remains almost stationary; some of the follicles enlarge, but they fail to mature. The growth of the little girl is similar to that of the boy; at the same age she is sometimes even taller and heavier than he is. But at puberty the species reasserts its claim. Under the influence of the ovarian secretions the number of developing follicles increases, the ovary receives more blood and grows larger, one of the follicles matures, ovulation occurs, and the menstrual cycle is initiated; the genital system assumes its definitive size and form, the body takes on feminine contours, and the endocrine balance is established.\n\nIt is to be noted that this whole occurrence has the aspect of a crisis. Not without resistance does the body of woman permit the species to take over; and this struggle is weakening and dangerous. Before puberty almost as many boys die as girls; from age fourteen to eighteen, 128 girls die to 100 boys, and from eighteen to twenty-two, 105 girls to 100 boys. At this period frequently appear such diseases as chlorosis tuberculosis, scoliosis (curvature of the spine), and osteomyelitis (inflammation of the bone marrow). In some cases puberty is abnormally precocious, appearing as early as age four or five. In others, on the contrary puberty fails to become established, the subject remaining infantile and suffering from disorders of menstruation (amenorrhea or dysmenorrhea). Certain women show signs of virilism, taking on masculine traits as a result of excessive adrenal secretion.\n\nSuch abnormalities in no way represent victories of the individual over the species; there is no way of escape, for as it enslaves the individual life, the species simultaneously supports and nourishes it. This duality is expressed at the level of the ovarian functions, since the vitality of woman has its roots in the ovaries as that of man in the testicles. In both sexes a castrated individual is not merely sterile; he or she suffers regression, degenerates. Not properly constituted, the whole organism is impoverished and thrown out of balance; it can expand and flourish only as its genital system expands and flourishes. And furthermore many reproductive phenomena are unconcerned with the individual life of the subject and may even be sources of danger. The mammary glands, developing at puberty, play no role in woman’s individual economy: they can be excised at any time of life. Many of the ovarian secretions function for the benefit of the egg, promoting its maturation and adapting the uterus to its requirements; in respect to the organism as a whole they make for disequilibration rather than for regulation – the woman is adapted to the needs of the egg rather than to her own requirements.\n\nFrom puberty to menopause woman is the theatre of a play that unfolds within her and in which she is not personally concerned. Anglo-Saxons call menstruation ‘the curse’; in truth the menstrual cycle is a burden, and a useless one from the point of view of the individual. In Aristotle’s time it was believed that each month blood flowed away that was intended, if fertilisation had occurred, to build up the blood and flesh of the infant, and the truth of that old notion lies in the fact that over and over again woman does sketch in outline the groundwork of gestation. In lower mammals this oestrus cycle is confined to a particular season, and it is not accompanied by a flow of blood; only in the primates (monkeys, apes, and the human species) is it marked each month by blood and more or less pain. [‘Analysis of these phenomena in recent years has shown that they are similar in woman and the higher monkeys and apes, especially in the genus Rhesus. It is evidently easier to experiment with these animals,’ writes Louis Callien (La Sexualité).] During about fourteen days one of the Graafian follicles that enclose the eggs enlarges and matures, secreting the hormone folliculin (estrin). Ovulation occurs on about the fourteenth day: the follicle protrudes through the surface of the ovary and breaks open (sometimes with slight bleeding), the egg passes into the oviduct, and the wound develops into the corpus luteum. The latter secretes the hormone progesterone, which acts on the uterus during the second phase of the cycle. The lining of the uterus becomes thickened and glandular and full of blood vessels, forming in the womb a cradle to receive the fertilised egg. These cellular proliferations being irreversible, the edifice is not resorbed if fertilisation has not occurred. In the lower mammals the debris may escape gradually or may be carried away by the lymphatic vessels; but in woman and the other primates, the thickened lining membrane (endometrium) breaks down suddenly, the blood vessels and blood spaces are opened, and the bloody mass trickles out as the menstrual flow. Then, while the corpus luteum regresses, the membrane that lines the uterus is reconstituted and a new follicular phase of the cycle begins.\n\nThis complex process, still mysterious in many of its details, involves the whole female organism, since there are hormonal reactions between the ovaries and other endocrine organs, such as the pituitary, the thyroid, and the adrenals, which affect the central nervous system, the sympathetic nervous system, and in consequence all the viscera. Almost all women – more than 85 per cent – show more or less distressing symptoms during the menstrual period. Blood pressure rises before the beginning of the flow and falls afterwards; the pulse rate and often the temperature are increased, so that fever is frequent; pains in the abdomen are felt; often a tendency to constipation followed by diarrhoea is observed; frequently there are also swelling of the liver, retention of urea, and albuminuria; many subjects have sore throat and difficulties with hearing and sight; perspiration is increased and accompanied at the beginning of the menses by an odour sui generis, which may be very strong and may persist throughout the period. The rate of basal metabolism is raised. The red blood count drops. The blood carries substances usually put on reserve in the tissues, especially calcium salts; the presence of these substances reacts on the ovaries, on the thyroid – which enlarges – and on the pituitary (regulator of the changes in the uterine lining described above) more active. This glandular instability brings on a pronounced nervous instability. The central nervous system is affected, with frequent headache, and the sympathetic system is overactive; unconscious control through the central system is reduced, freeing convulsive reflexes and complexes and leading to a marked capriciousness of disposition. The woman is more emotional, more nervous, more irritable than usual, and may manifest serious psychic disturbance. It is during her periods that she feels her body most painfully as an obscure, alien thing; it is, indeed, the prey of a stubborn and foreign life that each month constructs and then tears down a cradle within it; each month all things are made ready for a child and then aborted in the crimson flow. Woman, like man, is her body; [‘So I am body, in so far, at least, as my experience goes, and conversely a life-model, or like a preliminary sketch, for my total being.’ Merleau-Ponty, Phénoménologie de la perception.] but her body is something other than herself.\n\nWoman experiences a more profound alienation when fertilisation has occurred and the dividing egg passes down into the uterus and proceeds to develop there. True enough, pregnancy is a normal process, which, if it takes place under normal conditions of health and nutrition, is not harmful to the mother; certain interactions between her and the foetus become established which are even beneficial to her. In spite of an optimistic view having all too obvious social utility, however, gestation is a fatiguing task of no individual benefit to the woman [I am taking here an exclusively physiological point of view. It is evident that maternity can be very advantageous psychologically for a woman, just as it can also be a disaster.] but on the contrary demanding heavy sacrifices. It is often associated in the first months with loss of appetite and vomiting, which are not observed in any female domesticated animal and which signalise the revolt of the organism against the invading species. There is a loss of phosphorus, calcium, and iron – the last difficult to make good later; metabolic overactivity excites the endocrine system; the sympathetic nervous system is in a state of increased excitement; and the blood shows a lowered specific gravity, it is lacking in iron, and in general it is similar ‘to that of persons fasting, of victims of famine, of those who have been bled frequently, of convalescents’. All that a healthy and well-nourished woman can hope for is to recoup these losses without too much difficulty after childbirth; but frequently serious accidents or at least dangerous disorders mark the course of pregnancy; and if the woman is not strong, if hygienic precautions are not taken, repeated child-bearing will make her prematurely old and misshapen, as often among the rural poor. Childbirth itself is painful and dangerous. In this crisis it is most clearly evident that the body does not always work to the advantage of both species and individual at once; the infant may die, and, again, in being born it may kill its mother or leave her with a chronic ailment. Nursing is also a tiring service. A number of factors – especially the hormone prolactin bring about the secretion of milk in the mammary glands; some soreness and often fever may accompany the process and in any case the nursing mother feeds the newborn from the resources of her own vitality. The conflict between species and individual, which sometimes assumes dramatic force at childbirth, endows the feminine body with a disturbing frailty. It has been well said that women ‘have infirmity in the abdomen’; and it is true that they have within them a hostile element – it is the species gnawing at their vitals. Their maladies are often caused not by some infection from without but by some internal maladjustment; for example, a false inflammation of the endometrium is set up through the reaction of the uterine lining to an abnormal excitation of the ovaries; if the corpus luteum persists instead of declining menstruation, it causes inflammation of the oviducts and uterine lining, and so on.\n\nIn the end woman escapes the iron grasp of the species by way of still another serious crisis; the phenomena of the menopause, the inverse of puberty, appear between the ages of forty-five and fifty. Ovarian activity diminishes and disappears, with resulting impoverishment of the individual’s vital forces. It may be supposed that the metabolic glands, the thyroid and pituitary, are compelled to make up in some fashion for the functioning of the ovaries; and thus, along with the depression natural to the change of life, are to be noted signs excitation, such as high blood pressure, hot flushes, nervousness, and sometimes increased sexuality. Some women develop fat deposits at this time; others become masculinised. In many, a new endocrine balance becomes established. Woman is now delivered from the servitude imposed by her female nature, but she is not to be likened to a eunuch, for her vitality is unimpaired. And what is more, she is no longer the prey of overwhelming forces; she is herself, she and her body are one. It is sometimes said that women of a certain age constitute ‘a third sex’; and, in truth, while they are not males, they are no longer females. Often, indeed, this release from female physiology is expressed in a health, a balance, a vigour that they lacked before.\n\nIn addition to the primary sexual characteristics, woman has various secondary sexual peculiarities that are more or less directly produced in consequence of the first, through hormonal action. On the average she is shorter than the male and lighter, her skeleton is more delicate, and the pelvis is larger in adaptation to the functions of pregnancy and childbirth; her connective tissues accumulate fat and her contours are thus more rounded than those of the male. Appearance in general – structure, skin, hair – is distinctly different in the two sexes. Muscular strength is much less in woman, about two thirds that of man; she has less respiratory capacity, the lungs and trachea being smaller. The larynx is relatively smaller, and in consequence the female voice is higher. The specific gravity of the blood is lower in woman and there is less haemoglobin; women are therefore less robust and more disposed to anaemia than are males. Their pulse is more rapid, the vascular system less stable, with ready blushing. Instability is strikingly characteristic of woman’s organisation in general; among other things, man shows greater stability in the metabolism of calcium, woman fixing much less of this material and losing a good deal during menstruation and pregnancy. It would seem that in regard to calcium the ovaries exert a catabolic action, with resulting instability that brings on difficulties in the ovaries and in the thyroid, which is more developed in woman than in man. Irregularities in the endocrine secretions react on the sympathetic nervous system, and nervous and muscular control is uncertain. This lack in stability and control underlies woman’s emotionalism, which is bound up with circulatory fluctuations palpitation of the heart, blushing, and so forth – and on this account women are subject to such displays of agitation as tears, hysterical laughter, and nervous crises.\n\nIt is obvious once more that many of these traits originate in woman’s subordination to the species, and here we find the most striking conclusion of this survey: namely, that woman is of all mammalian females at once the one who is most profoundly alienated (her individuality the prey of outside forces), and the one who most violently resists this alienation; in no other is enslavement of the organism to reproduction more imperious or more unwillingly accepted. Crises of puberty and the menopause, monthly ‘curse’, long and often difficult pregnancy, painful and sometimes dangerous childbirth, illnesses, unexpected symptoms and complications – these are characteristic of the human female. It would seem that her lot is heavier than that of other females in just about the same degree that she goes beyond other females in the assertion of her individuality. In comparison with her the male seems infinitely favoured: his sexual life is not in opposition to his existence as a person, and biologically it runs an even course, without crises and generally without mishap. On the average, women live as long as men, or longer; but they are much more often ailing, and there are many times when they are not in command of themselves.\n\nThese biological considerations are extremely important. In the history of woman they play a part of the first rank and constitute an essential element in her situation. Throughout our further discussion we shall always bear them in mind. For, the body being the instrument of our grasp upon the world, the world is bound to seem a very different thing when apprehended in one manner or another. This accounts for our lengthy study of the biological facts; they are one of the kys to the understanding of woman. But I deny that they establish for her a fixed and inevitable destiny. They are insufficient for setting up a hierarchy of the sexes; they fail to explain why woman is the Other; they do not condemn her to remain in this subordinate role for ever.\n\n\nIt has been frequently maintained that in physiology alone must be sought the answers to these questions: Are the chances for individual success the same in the two sexes? Which plays the more important role in the species? But it must be noted that the first of these problems is quite different in the case of woman, as compared with other females; for animal species are fixed and it is possible to define them in static terms – by merely collecting observations it can be decided whether the mare is as fast as the stallion, or whether male chimpanzees excel their mates in intelligence tests – whereas the human species is for ever in a state of change, for ever becoming.\n\nCertain materialist savants have approached the problem in a purely static fashion; influenced by the theory of psychophysiological parallelism, they sought to work out mathematical comparisons between the male and female organism – and they imagined that these measurements registered directly the functional capacities of the two sexes. For example, these students have engaged in elaborately trifling discussions regarding the absolute and relative weight of the brain in man and woman – with inconclusive results, after all corrections have been made. But what destroys much of the interest of these careful researches is the fact that it has not been possible to establish any relation whatever between the weight of the brain and the level of intelligence. And one would similarly be at a loss to present a psychic interpretation of the chemical formulae designating the male and female hormones.\n\nAs for the present study, I categorically reject the notion of psychophysiological parallelism, for it is a doctrine whose foundations have long since been thoroughly undermined. If I mention it at all, it is because it still haunts many minds in spite of its philosophical and scientific bankruptcy. I reject also any comparative system that assumes the existence of a natural hierarchy or scale of values – for example, an evolutionary hierarchy. It is vain to ask if the female body is or is not more infantile than that of the male, if it is more or less similar to that of the apes, and so on. All these dissertations which mingle a vague naturalism with a still more vague ethics or aesthetics are pure verbiage. It is only in a human perspective that we can compare the female and the male of the human species. But man is defined as a being who is not fixed, who makes himself what he is. As Merleau-Ponty very justly puts it, man is not a natural species: he is a historical idea. Woman is not a completed reality, but rather a becoming, and it is in her becoming that she should be compared with man; that is to say, her possibilities should be defined. What gives rise to much of the debate is the tendency to reduce her to what she has been, to what she is today, in raising the question of her capabilities; for the fact is that capabilities are clearly manifested only when they have been realised – but the fact is also that when we have to do with a being whose nature is transcendent action, we can never close the books.\n\nNevertheless it will be said that if the body is not a thing, it is a situation, as viewed in the perspective I am adopting – that of Heidegger, Sartre, and Merleau-Ponty: it is the instrument of our grasp upon the world, a limiting factor for our projects. Woman is weaker than man, she has less muscular strength, fewer red blood corpuscles, less lung capacity, she runs more slowly, can lift less heavy weights, can compete with man in hardly any sport; she cannot stand up to him in a fight. To all this weakness must be added the instability, the lack of control, and the fragility already discussed: these are facts. Her grasp on the world is thus more restricted; she has less firmness and less steadiness available for projects that in general she is less capable of carrying out. In other words, her individual life is less rich than man’s.\n\nCertainly these facts cannot be denied – but in themselves they have no significance. Once we adopt the human perspective, interpreting the body on a basis of existence, biology becomes an abstract science; whenever the physiological fact (for instance, muscular inferiority) takes on meaning, this meaning is at once seen as dependent on a whole context; the ‘weakness’ is revealed as such only in the light of the ends man proposes, the instruments he has available, and the laws he establishes. If he does not wish to seize the world, then the idea of a grasp on things has no sense; when in this seizure the full employment of bodily power is not required, above the available minimum, then differences in strength are annulled; wherever violence is contrary to custom, muscular force cannot be a basis for domination. In brief, the concept of weakness can be defined only with reference to existentialist, economic, and moral considerations. It has been said that the human species is anti-natural, a statement that is hardly exact, since man cannot deny facts; but he establishes their truth by the way in which he deals with them; nature has reality for him only to the extent that it is involved in his activity – his own nature not excepted. As with her grasp on the world, it is again impossible to measure in the abstract the burden imposed on woman by her reproductive function. The bearing of maternity upon the individual life, regulated naturally in animals by the oestrus cycle and the seasons, is not definitely prescribed in woman – society alone is the arbiter. The bondage of woman to the species is more or less rigorous according to the number of births demanded by society and the degree of hygienic care provided for pregnancy and childbirth. Thus, while it is true that in the higher animals the individual existence is asserted more imperiously by the male than by the female, in the human species individual ‘possibilities’ depend upon the economic and social situation.\n\nBut in any case it does not always happen that the male’s individual privileges give him a position of superiority within the species, for in maternity the female acquires a kind of autonomy of her own. Sometimes, as in the baboons studied by Zuckermann, [The Social Life of Monkeys and Apes (1932).] the male does dominate; but in many species the two members of the pair lead a separate life, and in the lion the two sexes share equally in the duties the den. Here again the human situation cannot be reduced to any other; it is not as single individuals that human beings are to be defined in the first place; men and women have never stood opposed to each other in single combat; the couple is an original Mitsein, a basic combination; and as such it always appears as a permanent or temporary element in a large collectivity.\n\nWithin such a society, which is more necessary to the species, male or female? At the level of the gametes, at the level of the biological functions of coition and pregnancy, the male principle creates to maintain, the female principle maintains to create, as we have seen; but what are the various aspects of this division of labour in different forms of social life? In sessile species, attached to other organisms or to substrata, in those furnished by nature with abundant sustenance obtainable without effort, the role of the male is limited to fecundation; where it is necessary to seek, to hunt, to fight in order to provide the food needed by the young, the male in many cases co-operates in their support. This co-operation becomes absolutely indispensable in a species where the offspring remain unable to take care of themselves for a long time after weaning; here the male’s assistance becomes extremely important, for the lives he has begotten cannot be maintained without him. A single male can fecundate a number of females each year; but it requires a male for every female to assure the survival of the offspring after they are born, to defend them against enemies, to wrest from nature the wherewithal to satisfy their needs. In human history the equilibrium between the forces of production and of reproduction is brought about by different means under different economic conditions, and these conditions govern the relations of male and female to offspring and in consequence to each other. But here we are leaving the realm of biology; by its light alone we could never decide the primacy of one sex or the other in regard to the perpetuation of the species.\n\nBut in truth a society is not a species, for it is in a society that the species attains the status of existence – transcending itself towards the world and towards the future. Its ways and customs cannot be deduced from biology, for the individuals that compose the society are never abandoned to the dictates of their nature; they are subject rather to that second nature which is custom and in which are reflected the desires and the fears that express their essential nature. It is not merely as a body, but rather as a body subject to taboos, to laws, that the subject is conscious of himself and attains fulfilment – it is with reference to certain values that he evaluates himself. And, once again, it is not upon physiology that values can be based; rather, the facts of biology take on the values that the existent bestows upon them. If the respect or the fear inspired by woman prevents the use of violence towards her, then the muscular superiority of the male is no source of power. If custom decrees – as in certain Indian tribes – that the young girls are to choose their husbands, or if the father dictates the marriage choice, then the sexual aggressiveness of the male gives him no power of initiative, no advantage. The close bond between mother and child will be for her a source of dignity or indignity according to the value placed upon the child – which is highly variable this very bond, as we have seen, will be recognised or not according to the presumptions of the society concerned.\n\nThus we must view the facts of biology in the light of an ontological, economic, social, and psychological context. The enslavement of the female to the species and the limitations of her various powers are extremely important facts; the body of woman is one of the essential elements in her situation in the world. But that body is not enough to define her as woman; there is no true living reality except as manifested by the conscious individual through activities and in the bosom of a society. Biology is not enough to give an answer to the question that is before us: why is woman the Other? Our task is to discover how the nature of woman has been affected throughout the course of history; we are concerned to find out what humanity has made of the human female.Embed"}