{"Lyrics": "4 ContributorsDemolition Lyrics--INT: KITCHEN/DRAWING ROOM\nDJ: That was a great new version of \"The Young Ones\"--\n\n[RICK snaps radio off.]\nRICK: That was brilliant! Shame about Cliff Richard.\n\nNEIL: What about him?\n\nRICK: What?\n\nNEIL: What about Cliff Richard?\n\nRICK: Are you trying to be funny?\n\nNEIL: Um, uh...\n\nRICK: Because if you are, I think it's in pretty poor taste, that's all! I'm not a fridge, you know!\n\n[RICK runs out of the room, snatching radio and giving Neil one last smug look before exiting.]\nNEIL: Weird, eh? I better get back to the lentil cassarole before I get disorientated.\n\n[NEIL pours soap suds into pot, and starts stirring.]\nNEIL: Guess it'll be soon be over for you lentils!\n\n[NEIL sneezes into the pot. He then picks it up to carry it to the table, but immediately reacts to it being hot.]\nNEIL: Oh wow! This is really amazingly hot! I'd better get it to the table quickly!\n[NEIL quickly walks with the pot to the tablem, which is covered in junk.]\nNEIL: Oh, no room at all, eh? Heavy! I'll never get it back to the cooker in time now--I'm just gonna have to--\n\n[NEIL dumps the contents of the pot on the floor and starts blowing on his fingers. He then observes the mess on the floor.]\nNEIL: Oh no. Bad karma. Again!\n\n[NEIL exits, and calls upstairs]\nNEIL: Guys, there's some dinner on the floor if you want it. If you don't, like, that would also be cool, because I only spent all day cooking it, right, and like, I was the one who got it together to put the lentils on to soak last night, but maybe we should just get a cat, right, and give it to the cat, 'cause it's obvious none of you can be both-- guys? Maybe it'd be cool if I just died, right?\n\n[RICK runs past NEIL and into the drawing room without a word. He walks through the food on the floor then immediately freezes, seemingly as if shocked by what he just walked in.]\nRICK: Well?\n\nNEIL: Well what, Rick?\n\nRICK: Have you decided to apologize for what you said about Cliff Richard?\n\nNEIL: I didn't say anything about Cliff Richard, Rick, I wasn't even--\n\nRICK: Look, I don't want to discuss it! Okay? Ha-- I wouldn't even discuss the color of orange juice with you, Neil. Heh! But I've written a poem and I think perhaps it might help you.\n\nNEIL: It's orange, Rick, and look, I don't want to depress you or anything, but like, you're standing in a huge mound of lentil cassarole.\n\nRICK: \"Oh Cliff! / Sometimes it must be difficult not to feel as if / You really are a cliff / When fascists keep trying to push you over it! / Are they the lemmings, or are you Cliff? Or ARE you, Cliff?\n\nNEIL: Yeah. That was really pretty bad, Rick.\nRICK: Bad for society when the KIDS start to get into it!\n\nNEIL: I'm gonna kill myself now.\n\nRICK: Pretty angry stuff, right? Let them try and ignore that, right?\n\n[NEIL is putting his head into the oven.]\nRICK: Those clever trousers in the army! And the police, and the government, if they can!\n\nNEIL: I see things much more clearly now! Bye Rick.\n\nRICK: Yes, g'bye.\n\nNEIL: I'll probably come back as a lentil.\n\nRICK: I might even be put in prison! And have water DRIPPED on my head! I might even get a personal message from Cliff!\n\nNEIL: Oh, wow! This is the end, man! Doesn't anybody ever suss out cleaning this oven except me? Aw, w--this is so dirty, man, uncool! I bet you could look inside all the dirty ovens in the world, right, and you can--even the ones at the bottoms of swamps, and you wouldn't find one as dirty as this one.\n\nRICK: Neil! Why don't you listen to me, Neil? Why don't you listen to ME? Y--d'you find me boring or something? Look. Look. That's a saucer. THAT'S boring. Look.\n\n[RICK holds the saucer up next to his face for comparison, pointing at both for effect.]\nRICK: Pretty different, really, isn't it? It's not really the same thing at all, is it Neil? NEIL!\n\n[RICK breaks the saucer by throwing it on the oven, then goes to do the same with another one.]\nRICK: I will not be associated with saucers!\n[MIKE enters.]\nMIKE: Hi guys! 6:15, enter Mike the cool person for his dinner. Strolls across the floor, \"Hi Neil,\" he says, looking good and already warming up \"Is that supper?\"\n\nNEIL: No, no, that's supper over there.\n\nMIKE: Why are you smashing up saucers, Rick? Your prints on 'em? I know just how you feel, man, y'dig? Sometimes saucers used to make me pretty angry too. Yeah, there's a lotta heads buried at the bottom of the garden because of a saucer in the works.\n\nRICK: I suppose you think it's pretty weird, don't you Mike? Well. You'd be right. 'Cause THAT'S the kind of guy I am, right? WEIRD. Which is why I go over people's heads! A bit like an aeroplane! You think I'm an aeroplane, don't you, Mike? Well, I'm not.\n\nMIKE: I don't think you're an aeroplane, Rick.\n\nRICK: Sycophant!\n\n[NEIL is trying to scoop the casserole up from the floor.]\nNEIL: Guys, I really think we ought to get it together maybe to eat something, you know?\n\nRAT #1: Oh zounds! Most I can manage these days is to stuff down a few pages of the Guardian before they're ripped out!\n\nRAT #2: I managed to nibble away at a few lines of Hippolytus the other day, at #32.\n\nRAT #1: Oh, lucky you! Eurypides is my dream poet. {mumbles somtething unintelligible}\n\n[Both RATS laugh heartily.]\nRAT #2: Oh, wonderful! This should raise a dry smile, then: Knock knock!\n\nRAT #1: Oh, how wonderful! Who's there?\n\nRAT #2: Eurypides!\n\nRAT #1: Eurypides who?\n\nRAT #2: Eurypides trousers, you-menda-these trousers!\n\n[Both RATS giggle.]\nRICK: Augh! A rat!\n\n[RICK retrieves a box guitar from the refrigerator and smashes the rats.]\nNEIL: Oh, wow, Rick, man, that's really heavy, man! My grandfather made that guitar entirely out of matchsticks on his deathbed!\n\nRICK: I hate rats! OKAY?\n\n[Shot of RAT #2 eating the remains of his recently-smashed friend.]\nRAT #2: It's what he would have wanted.\n\nNEIL: Eh, look, guys, eh, I'm sorry the meal got a bit uncool, like, floorwise, but it's all right, cause I probably got the dirtiest bit.\n\n[NEIL pours salt on his plate; the top of the saltshaker comes off and salt flows copiously onto the plate.]\nRICK: Ha ha ha!\n\nMIKE: Okay, guys, don't do anything unusual. Did a guy with a lisp phone?\n\nRICK: No one phoned you, Mike. Well... we haven't got a telephone.\n\nMIKE: Yeah. I know. But did a guy with a lisp phone?\n\nRICK: No, he didn't.\n\nMIKE: Did he say anything about the bananas?\n\nRICK: Uh... no.\n\nMIKE: I thought you said he didn't phone!\n\nRICK: He didn't!\n\nMIKE: Okay, okay, that's good. But it could have been very bad! Anyway, forget you rever even heard the name.\n\nRICK: Uh... What name?\n\nMIKE: Hey, hey, you're learning! That's good.\n\nNEIL: I've got an uncle called Dustin.\n\nRICK: Neil! Are these lentils South African?\n\nNEIL: Well, um...\n\nRICK: You bastard! You complete and utter bastard! Why don't you just go out and become a policeman?! Become a pig? There's no difference, you know!\n\n[RICK picks up some of the food with his fingers, drops it suddenly and wipes his fingers off with a towel.]\nRICK: Ow, ow, ow! There's no difference, you know! You think there is, but there isn't! I suppose you hate gay people too! Hippie!\n\nNEIL: Listen, listen, just don't bring me down again, all right, Rick?\n\nRICK: Okay, where's my biro? WHERE IS MY BIRO?\n\nMIKE: Here, here, use mine.\n\n[MIKE hands RICK a ballpoint pen.]\nRICK: This is my biro!\n\nMIKE: Well, I just saw it lying on your desk, I thought you didn't want it anymore.\n\nRICK: But look at it, it's half empty!\n\nMIKE: It was just lying there, Rick, what's a guy supposed to think?\n\nRICK: Neil! / What are you doing, Neil? / To make a meal, Neil? / Surreal! From totalitarian vegetables! / How much does it cost, Neil?\n\nNEIL: Well actually it's about four pounds fifty, each.\n\nMIKE and RICK: Four pounds fifty??\n\nRICK: I'm not paying you money to eat black men! I could become a pig and do that for free! Right on!\n\nMIKE: Neil, when I eat a meal worth four pounds fifty, I'm not paying for it, you got me?\n\nNEIL: Yeah, okay, okay, right, like house meeting, okay? Yeah. Like, I know four pounds fifty is like a hell of a lot of bread to lay out just for a lentil casserole, but I did a lot, right? And it struck me that like, considering what I'm gonna do, tonight, I should do like, thirteen portions.\n\nRICK: Thirteen? What are you doing, starting a football team?\n\nNEIL: No, no, killing myself! Killing myself. This is my last supper, right. I've finished building my gallows, and it's totally far out, you should see it Rick. Like, when the trap door opens, and I, like, die, it lights Joss Sticks and plays \"Rock Around The Clock\"; it's totally amazing.\n\nRICK: Oh, far out. Really great. WOODSTOCK.\n\n[VYVYAN busts into the room by crashing through the wall directly above the supper table. He's holding what is apparently a disembodied leg.]\nNEIL: Oh, fine, great, yeah. Why don't you sit in the supper, man, yeah.\n\nRICK: Vyvyan, you might have washed ye hands!\n\n[VYVYAN walks over to the sink, kicks it completely off the wall, and runs his hands through the stream of water now flowing from a hole in the bare wall.]\nVYVYAN: I've been down the morgue!\n\nNEIL: Oh, fine, yeah, great. Let's talk about death, I mean, don't consider my feelings tonight, or anything, really.\n\nVYVYAN: Cutting up bodies for my course, you know.\n\nRICK: None of you ever give the slightest consideration to a word I've said!\n\nVYVYAN: That's because you're very boring!\n\nRICK: Oh! Oh, and I suppose you think ideas like peace and freedom and equality are boring too!\n\nVYVYAN: Yes, they are!\n\nRICK: Ha! Fallen into my trap! In that case, why isn't Cliff Richard boring, clever-trousers? Tell me that!\n\n[VYVYAN responds by pushing RICK's face down into his food.]\nNEIL: Okay, lads, umm... this is it, okay, I'm going, now, this is the final moment, okay? Right.\n\nVYVYAN: I've got a leg.\n\nMIKE: Hey Vyvyan, that's not unusual.\n\nVYVYAN: No, look. I'm supposed to write an essay on it, right, but... I think I'm just gonna stick it on the bonnet of my car!\n\nNEIL: Bye, then!\n\nMIKE: Okay, Vyv, okay, hold back, go previous. Now, the scotch eggs are another story. That's a nice angle on the wall, straight through it, I like your style. Certainly had me fooled. That's only part of the puzzle. Most days you come through the door. Sometimes you even open it. Today you didn't, today you suddenly change your routine, why? Eh? You in trouble, Vyv? You the final sausage in the fridge? Is someone comin' after you with a piece of cling film?\n\nVYVYAN: No... We got a letter from the council! Look, nobody's fed my hamster, have they?\n\n[NEIL enters again.]\nNEIL: Um... Look, I'll see you on the other side, okay, lads? This is really it, I'm going, okay?\n\nMIKE: Yeah, yeah, see you, Neil.\n\nVYVYAN: Yeah, bye, Neil.\n\nNEIL: And um, you can forget about the bread, okay, man?\n\nMIKE: Hey, listen, it's just like going to sleep, okay?\n\nNEIL: But I'm an insomniac, Mike.\n\nMIKE: So what are you worried about?\n\nNEIL: Oh yeah, thanks. Thanks, Mike, bye.\n\nVYVYAN: Look. Nobody's fed Special Patrol Group, have they?\n\nMIKE: Listen, Vyv--this letter: you're sure it wasn't a packing case? Or maybe a tea chest with Zurich stamped on it?\n\nVYVYAN: No, a letter!\n\nRICK: I think \"Special Patrol Group\" is a stupid name for a hamster!\n\nVYVYAN: Okay, I'll change it, then! Hello, Cliff Richard!\n\nRICK: Bastard!\n\n[The hamster bites down on VYVYAN's finger. In pain, VYVYAN pulls his hand out of the cage, hamster still attached, and begins trying to beat the creature off by smashing it on the table.]\nVYVYAN: Aaaaah! Aaaaaaaah! Aaaah!\n\n[VYVYAN goes over to the cooking pot and dumps the dazed hamster into it.]\nRICK: Oh, thanks a lot, Vyvyan! You know I'm a vegetarian!\n\nMIKE: Vyvyian! I really think you ought to feed that hamster more often!\n\nVYVYAN: Look, I don't want to spoil him, okay?\n\nMIKE: But he looks like Tesco's when the beans are reduced!\n\n[VYVYAN pulls the hamster out of the pot. It is now bloated from the food it ingested.]\nVYVYAN: It looks well on him, though, doesn't he?\n\n[VYVYAN drops the hamster. It crashes through the floor and lands in the basement.]\n--INT: BASEMENT\n\nS.P.G.: Whoa! I could murder a curry.\n\n[The hamster then flies through the air, propelled by his own gases.]\n[VYVYAN and RICK watch through the hole in the floor.]\nVYVYAN: Poor old Special Patrol Group.\n\nRICK: What's \"poor\" about him?\n\nVYVYAN: Well, it'll take ten weeks to starve another one.\n\n--INT: KITCHEN/DRAWING ROOM\n\n[Suddenly from the upstairs can be heard the sound of a needle hitting a phonograph, which plays \"Rock Around The Clock\".]\n--INT: NEIL'S ROOM\n\n[Neil is seen standing with his neck in a noose; the loop was too big to hang him.]\n--INT: KITCHEN/DRAWING ROOM\n\nRICK: Well, let's put the rent up by a third!\n\n--INT: NEIL'S ROOM\n\nNEIL: I really screwed that up, didn't I? I should think I'd look pretty stupid if anyone was watching.\n\n--EXT: OUTSIDE THE HOUSE, THROUGH NEIL'S WINDOW\n\n[Neil turns and looks outside his window.]\n--INT: TRAIN CAR\n\n[Two women passengers observe Neil.]\nWOMAN #1: Oh, look at that! He should have had a shorter rope.\n\nWOMAN #2: It could have done with being a bit shorter.\n\nWOMAN #1: What that lad needs is a good hard--\n\n[Train bell: Ding ding!]\n--EXT: TRAIN\n\n[Jerzy Balowski exits the train.]\n--INT: KITCHEN/DRAWING ROOM\n\n[Mike is reading a TV Times. All manner of objects fall out of it.]\nMIKE: I never knew there was so much in it!\n\n[VYVYAN is trying to smash the wall with his head.]\nMIKE: Hey Vyvyan, I don't want to get specific or anything, but if you knock that wall down, this house is gonna collapse.\n\nVYVYAN: A-ha!\n\nMIKE: And like there's my duvet and my passport collection...!\n\nVYVYAN: We got a letter from the council!\n\n[VYVYAN again attempts to bash the wall, and tumbles backwards over the sofa.]\nMIKE: Yeah, what letter, clarity, Vyvyan! Elucidate!\n\n[JERZY BALOWSKI enters the room.]\nBALOWSKI: Hey, everybody! Hello, Mike, my little Thunderbird puppet! Thunderbirds are go, yes? Come on, let's twist again! Like we did in last Summer, yeah, yeah, yeah... let's twist again, like we didn't do in Moscow because I've never been there of course, you know, I am English person! Hi I am Jerzy, yeah, crazy wacky landlord! You know, I like very much your English punk rock stars, you know, your Lulu, your Dave Clark Five! Oh yes! I think they are F-A-B, that's English for \"stupid!\", yeah! Okay, fantastic! Hey, Mikey, look! Here, I have some Coca-Cola, yes? We have party, yes? Okay, let's dance, let's do the fog! You know, I am liking very much your Harold MacMillan; thanks to him, I am never having it, yeah!\n\nRICK: Mr. Balowski! We have residents rights, you know! You're supposed to knock!\n\nBALOWSKI: Listen, don't you think it's a nice house, here? Is good house, is clean house, Michael Caine and Twiggy, yes? So maybe sometime you would like to pay me some rent, then we go down milk bar for soda pop, you shovel, yes?\n\nMIKE: Listen, Jerzy...\n\nBALOWSKI: Jeremy, actually.\n\nMIKE: Jeremy. Listen, if you're worried about the rent, I've got that sussed. Gentlemen, house meeting, in the hall, two seconds, be there!\n\n[Everyone but BALOWSKI quickly exits the room.]\nBALOWSKI: Listen, I think you are nice good democratic boy, yes? I hope when you marry it's to a Scottish person like Lulu, yes?\n\n--INT: HALL\n\n[MIKE, VYVYAN and RICK are in a private huddle, with MIKE whispering rapidly to the others.]\nBALOWSKI: But I am also Scottish, you know!\n\n--INT: DRAWING ROOM\n\nBALOWSKI: I'm not really foreign, you know. I just do it to appear more sophisticated! I mean, nobody'd buy Evian water if it was called Blackburn water, would they? Nobody'd wear Kicker boots if they were made in Scunthorpe! Abba? Abba, Swedish? I knew then when they were a Lancashire clog-dancing trio! Arthur, Betty, Boris and Angela! Solzhenitsyn, Solzhenitsyn--a former pipe-fitter welder from Harrogate}!\n\n[MIKE, RICK and VYVYAN enter the room.]\nBALOWSKI: Back to the actin'.\n\nMIKE: Okay, Jerzy.\n\nBALOWSKI: Yes?\n\nMIKE: About the rent.\n\nBALOWSKI: Yes?\n\nMIKE: Oh, I nearly forgot. These two men wanted to see you.\n\nBALOWSKI: Two men, Morcambe and Wise, yes? Funny comedians with the wigs and the buckets of water, yes?\n\nMIKE: Oh, no, no, no... they said they were with the Moscow Dynamos ice hockey squad, eh? I told 'em I'd never heard of you, said I'd never seen you before.\n\nBALOWSKI: Okay, I say is good--is good joke, yes? Is earthy English humor, yes? Like seaside postcard from Leicester, yes?\n\nMIKE: Yeah, yeah, so. So we'll forget about the rent, we'll pay you another time, is that cool?\n\nBALOWSKI: Yes, that's absolutely icebox! See you later, Ford Anglia!\n\n[BALOWSKI exits.]\n[RICK appears to be at a loss for words for a few seconds.]\nRICK: I hate him! Do you think he really is British?\n\nVYVYAN: Well he knows a lot about the Mersey sound.\n\nRICK: Shut up! I'm trying to stir my coffee!\n\nVYVYAN: No, listen! We got a letter from the council! They're going to demolish the house tomorrow!\n\n[Exaggerated dramatic music and lightning highlight the revelation, as the boys move their heads in close for effect. When the lightning and music stop, they all lean back again.]\nMIKE: But I was going to turn it into an entertainment complex! This room's a roller disco! Hey! I'm depressed! It's Nine Below Zero!\n\n[RICK glances at drawing room and registers surprise at what he sees.]\nRICK: He's blummin' right, you know!\n\n[NINE BELOW ZERO perform \"Eleven Plus Eleven\" in the drawing room. During the song, RICK and VYVYAN waggle their heads in time to the music while MIKE leans in his chair perfectly still.]\nMIKE: How can they, i.e. the Council, destroy the house of Mike?\n\nVYVYAN: Listen, Michael, there's no need to worry! I've got a plan with which to thwart them!\n\n[VYVYAN looks in his teacup and sees a disgusting green liquid with white lumps floating in it. He takes a swig.]\nVYVYAN: Oh God, no sugar!\n\n[He violently flings the cup against the wall where the sink used to be. The noise of suddenly flowing water on the otherside of the wall can be heard.]\n--INT: LAVATORY\n\n[NEIL is sitting on the toilet, guitar in hand. He glances down at the toilet.]\nNEIL: Oh wow. A wet bum. Just what I need. Far out.\n\n[NEIL strums an off-key note on the guitar.]\n--INT: KITCHEN\n\nMIKE: Hey, hey, now we're in the same supermarket, and we're not buying peas.\n\nVYVYAN: Look, you agree the council must be thwarted, right?\n\nMIKE: Hey, does this face empty knickers?\n\nVYVYAN: That I don't know. But when the council come to demolish the house tomorrow, Michael, they're going to find it already demolished from within!\n\n[VYVYAN clambers through the hole in the wall.]\nMIKE: Okay, step back, recoil, go previous! I want to study the angles, and hey, I'm not talking about fishing. Give me the letter.\n\nVYVYAN: The letter, yeah. With pleasure.\n\n[VYVYAN hands MIKE the letter through the hole in the wall. He walks around and punches a hole in the door, opening it from the otherside. He then runs to the other side of the room and launches his whole body through the wall, creating a man-sized hole. RICK follows him.]\n--INT: NEIGHBOR'S FLAT\n\n[An old gypsy man and woman sit in a dark room at a table, warming their hands over a light bulb.]\nRICK: Vyvyan!\n\nVYVYAN: What?\n\nRICK: This isn't our house!\n\nVYVYAN: Well who's is it, then?\n\nRICK: Somebody else's!\n\n[RICK exits back through the hole.]\nVYVYAN: Look! Look, when they get back, tell them I'm incredibly sorry!\n\n[VYVYAN follows RICK.]\nWOMAN: Well, old man...\n\nMAN: Woods. And the darkness... and the howling wind! Will the snows never cease? They seem to reach back forever!\n\nWOMAN: We begin the night Uncle Volva died... on the night {something unintelligible}\n\nMAN: If only we were deaf! Do you remember when this very room was filled with light and laughter and young people? How we laughed! Ha-ha! He-he!\n\nWOMAN: Was the food richer then? Or have we just forgotten?\n\nMAN: It was... sort of crunchy. The woods. And the darkness... and the howling wind! Will the snows never cease? They seem to reach back forever!\n\n[RICK enters through the hole.]\nRICK: Could you be quiet, please! I'm trying to watch my favorite program!\n\n--INT: DRAWING ROOM\n\nRICK: Will you stop it, Vyvyan!\n\nVYVYAN: Listen! If we don't smash the house up, the council are gonna demolish it, tomorrow!\n\nMIKE: He's right, you know. They're gonna knock the house down tomorrow.\n\nRICK: That's all very well! But finally, after years of stagnation, the TV people have woken up to the need for locally-based minority programs! Made by amateurs! And perhaps of interest only to two or three people! It's important, right? It's now! And I want to watch!\n\n[RICK defiantly plants a chair squarely in front of the television, and sits in it. VYVYAN runs out of the room.]\n--INT: STAIRWAY\n\n[VYVYAN, on his way up the stairs, kicks in several of the posts.]\n--INT: LAVATORY\n\n[NEIL is still on the toilet. VYVYAN enters, kicks in the toilet, and exits. Water runs out in a cascade from the side of the toilet.]\nNEIL: Wet feet. Nice one, Vyvyan.\n\n[VYVYAN enters again.]\nVYVYAN: I thought you were dead.\n\nNEIL: Well that's no reason to hassle me on the toilet!\n\n[VYVYAN reaches over NEIL and pulls down the pipe running up the side of the wall. Water falls on NEIL's head.]\nVYVYAN: The council are gonna knock the house down!\n\n--INT: DRAWING ROOM\n\n[RICK gestures wildly for everyone else to be quiet, even though no one is making any noise.]\nRICK: Ssshhh! Shhhhhhhhh! Shhhhhhhhhhhh! Shhh-shhh!\n\nVOICE FROM TV: And now, let's check some action here on 2, with a new program for young adults! \"Nozin' Aroun'!\"\n\n--TITLE SLATE: \"NOZIN' AROUN'\"\n\nTHEME MUSIC VOCALIST: \"Nozin' Aroun', Nozin' Aroun'! Nozin' Aroun', Nozin' Aroun'! Nozin' Aroun', Nozin' Aroun'! Nozin' Aroun', Nozin' Aroun'!\"\n\n--INT: STUDIO/DANCE FLOOR\n\nBAZ: Hi! My name's Baz! And me and my mates thought that TV just wasn't now! Right? I expect, like us, you're not into all that stuff your \"old man's\" into! Right! So! We just thought we'd have a program for us! Right! And this is it! Nozin' Around! Yeah, N-O-Zed! Zed for Zap! It's a program for young adults, made by young adults, and concentratin' on all the subjects that young adults are into! Like, unemployment! Maggie!\n\n[MAGGIE enters from the left and pushes BAZ off-camera.]\nMAGGIE: Hey, yeah! Really great! And now, I'm gonna be looking at what it's like to be a young unemployed adult! Because--more young adults are becoming unemployed on account of they can't find work! Basically, the problem is this: if you haven't got a job, then you outta work! And that means only one thing-- unemployment!\n\n[BAZ enters from the right and pushes MAGGIE off-camera.]\nBAZ: Heh heh! Yeah, got you back! Heh heh! All right! Yeah! So! Thanks a lot, Maggie! Worth listening to! After, all, it's our world too! Kids! Right! Right!\n\n--INT: CATWALK ABOVE DANCE FLOOR\n\nMAGGIE: Really great! Hi! Well I'm standing up here on this scaffolding because that's what this program is all about! Shock! Yeah! Right! Okay!\n\n--INT: STUDIO/DANCE FLOOR\n\nBAZ: Okay! Thanks a lot there, Maggie! Right! But now it's time to have a bit of a natter with our very special guest, Roland Percival, who's careers officer at East London College! Rol! Gettin' down?\n\nROLAND: Right down, thank you!\n\nBAZ: Rol!\n\nROLAND: Yes?\n\nBAZ: Rol! A lot of my mates say to me, \"Oh Baz, what is the point?\" What would you say to them?\n\nROLAND: Well, surely, Baz, your mates must realize that there definitely is a point!\n\nBAZ: So! A real message of hope and good cheer, there! From Roland, a really ace guy! Drop in and see him for a chat at the Poly!\n\nROLAND: But that doesn't mean I want you to seduce my parrot!\n\n[ROLAND quivers with glee at his own little joke.]\nBAZ: Ahahaha! If you're on the dole, go and see Rol!\n\nROLAND: Oh, I should stress that you do have to have a degree...\n\nBAZ: Yes, right! Okay! Thanks a lot there, Rol! Now! It's the part of the program where you--yeah, you the viewers--get a chance to put your ideas and opinions! New concept, right? Our world too! So! 'Ere we go with: Street Level!\n\n--TITLE SLATE: \"STREET LEVEL\"\n\n--EXT: STREET\n\nTEENAGER #1: I'm sixteen, I'm old enough to marry and have children, but I can't drink in pubs. When will the government wake up and realize that young adults are mature and responsible people?\n\n--EXT: STREET\n\nTEENAGER #2: I'm sixteen, right? I can join the Army, the Air Force and the Navy... but I can't drink in pubs. When will the government, right, realize that young adults have a valued contribution to give to society?\n\n--EXT: STREET\n\n[This TEENAGER is sniffing glue. He reacts visibly before speaking.]\nTEENAGER #3: A lot of people say that young adults are violent, right? But how would you feel if you were old enough to have... intercourse with the partner of your choice... and yet you could not drink in pubs?\n\n--INT: STUDIO/DANCE FLOOR\n\nBAZ: There you go! That's the problem! What do you with an evening if you're a young adult and yet you can't go drinking in pubs?\n\n--INT: DRAWING ROOM\n\n[RICK is watching this on TV.]\nBAZ: Now what I think is if the kids are united, we will never be divided!\n\n[RICK kicks in the TV screen. The tube explodes in a cloud of sparks. He stands up angrily; MIKE also stands up.]\nRICK: Did you see that? Did you? \"The voice of youth\"! They're still wearing flared trousers! Why don't you try a bit of poetry, you hippies!\n\nMIKE: Rick, Rick, the council are gonna knock the house tomorrow!\n\nRICK: Yes, yes, yes, yes--so you keep saying! But they'll never do it! This is a student residence! A seat of learning?\n\nMIKE: The council have okay'd it, babes, okay?\n\n[RICK suddenly realizes that MIKE's right.]\nRICK: Oh, right on! Right on! Typical! Human beings are the last consideration! Take a street, any street, an English street, filled with life, and hope, and poetry--\n\nMIKE: Not the whole street, just us! It says we're a health hazard.\n\nRICK: But I live in the launderette!\n\nMIKE: Yeah, yeah, yeah. But it's okay. It's okay, because... because the letter is signed, \"T. Smith, Miss.\" See? You see, \"T. Smith, Miss\"?\n\nRICK: Yes, yes, yes.\n\nMIKE: Yeah, yeah, I even believe it's perfumed. Dust off the duvet, lads. I'll handle this.\n\nRICK: I'll handle this.\n\n--INT: STAIRWAY\n\n[VYVYAN pushes his head through the rail, breaking more posts.]\nVYVYAN: I'll handle this!\n\n--INT: LAVATORY\n\n[NEIL is still on the toilet.]\nNEIL: I can't handle this. When they come, I'm going to hide in the wall cavity and pretend to be thermal insulation! And then when they knock the wall down: boom-shanka!\n\n[Some more water drips on his head from the busted pipe.]\n--EXT: THE STREET OUTSIDE Caption: MEANWHILE, THE NEXT DAY\n\n[\"Morning Has Broken\" is the soundtrack. A van pulls up, and a woman from the council gets out. The first thing she sees is RICK, who has attached himself to a cross outside the house.]\nRICK: \"House! / House! / House! / O, you're made of stone! / But you're not a lone- / -ly house! / I am here!\" \"I've got myself a walking, talking, living, walking, living doll!\"\n\nWOMAN: Excuse me!\n\nRICK: If you're looking for the house that's going to be demolished, it isn't this one! I think it's the one on the other side of town!\n\nWOMAN: Excuse me!\n\n[VYVYAN, inside the house, breaks a window by pushing his head through it.]\nVYVYAN: Another half-hour, just a little more time, okay?\n\n[VYVYAN attempts to bite off one of the outside bricks with his teeth. Surprisingly, the brick explodes in his mouth.]\nVYVYAN: Some of these bricks explode! That's good, innit?\n\nWOMAN: Excuse me.\n\nRICK: I mean, why don't you just go and live in Iran, right? Or Russia?\n\n[NEIL emerges from the house carrying a huge pot.]\nNEIL: Listen everybody, I've, uh, stewed up some lentils and some seaweed as a sort of a last positive action. Hey Rick, man, what are you doing with my cruicifix, man?\n\nRICK: I'm protesting!\n\nNEIL: Yeah but I really think I should lay this one on you, man, that's a really negative way to kill yourself, you know, like, I've tried it, hundreds of times. There's no way you can hammer in the last nail.\n\nWOMAN: Excuse me, are you the lease owner for these premises?\n\nNEIL: Oh, uh... I'm being hassled in the street by a chick! She's making me paranoid, man!\n\nRICK: Stop making him paranoid, you slag!\n\n[NEIL backs up uncertainly with his pot, runs into MIKE and falls to the ground. MIKE is standing coolly wearing a tuxedo, sunglasses and carrying a pool cue as a cane. He chalks the cue, then confidently eats the chalk.]\nMIKE: Hiya, baby.\n\n[NEIL is squatting on the ground, observing the contents of his pot, which have spilled out onto the snow.]\nNEIL: Maybe just once I'd like to keep the lentils off the floor.\n\n[NEIL tries sweeping the lentils back into the pot.]\nMIKE: So who turns on your bulb in the wee small hours?\n\nWOMAN: I'm sorry?\n\nMIKE: If the world's an egg, Border collie, then this kid's the lion, stamped on the side.\n\nWOMAN: Thank you, now what I really need is your rent book.\n\nMIKE: You know the French for duvet? I'm talking a hundred-percent cotton. Mmmm! I'd like to find your duckdown stuck to the soap.\n\nWOMAN: Uh, that's enough. Now what I really want is--\n\nMIKE: Open-mouth surgery? Feel my scalpel. You ever done it on a beanbag? Baby, I do it inside beanbags!\n\nWOMAN: All right.\n\n[The WOMAN suddenly grabs Mike's shoulder and turns to the van, singing out a piercing operatic note. Men exit the van with implements of destruction and make for the house. VYVYAN emerges from the house.]\nVYVYAN: Don't worry lads! These bastards won't get away with this!\n\n[VYVYAN runs to his car, gets in, and drives it into the gate surrounding the house.]\n[NEIL places his head between one of the demolishers' hammers and the wall.]\nNEIL: Yeah, come on, man, you'd be doing me a favor.\n\n[NEIL closes his eyes and waits for the blow. The man hammers around his head.]\nRICK: Oh, right on!\n\n--EXT: PLANE FLYING OVERHEAD\n\n--INT: PLANE COCKPIT\n\nPILOT #1: Oh wow, I really hope we don't have a crash.\n\nPILOT #2: Me too.\n\nPILOT #1: But they say it's safer than crossing the road!\n\nPILOT #2: Yes, but we have to do that too.\n\nPILOT #1: Best not to think about it.\n\n--EXT: OUTSIDE HOUSE\n\nRICK: Oh no! That plane is going to crash on us!\n\n[Shots of each of the four lads looking up: MIKE, RICK and NEIL with concern, VYVYAN with excitement.]\n[KA-BOOOOM!]\n[Cut to black.]Embed"}