{"Lyrics": "1 ContributorHenry VI Part 2 Act 3 Scene 2 LyricsSCENE II. Bury St. Edmund's. A room of state.\nEnter certain Murderers, hastily\n\nFIRST MURDERED\nRun to my Lord of Suffolk; let him know\nWe have dispatch'd the duke, as he commanded.\n\nSECOND MURDERER\nO that it were to do! What have we done?\nDidst ever hear a man so penitent?\n\nEnter SUFFOLK\n\nFIRST MURDERER\nHere comes my lord.\n\nSUFFOLK\nNow, sirs, have you dispatch'd this thing?\n\nFIRST MURDERER\nAy, my good lord, he's dead.\n\nSUFFOLK\nWhy, that's well said. Go, get you to my house;\nI will reward you for this venturous deed.\nThe king and all the peers are here at hand.\nHave you laid fair the bed? Is all things well,\nAccording as I gave directions?\nFIRST MURDERER\n'Tis, my good lord.\n\nSUFFOLK\nAway! be gone.\n\nExeunt Murderers\n\nSound trumpets. Enter KING HENRY VI, QUEEN MARGARET, CARDINAL, SOMERSET, with Attendants\n\nKING HENRY VI\nGo, call our uncle to our presence straight;\nSay we intend to try his grace to-day.\nIf he be guilty, as 'tis published.\n\nSUFFOLK\nI'll call him presently, my noble lord.\n\nExit\n\nKING HENRY VI\nLords, take your places; and, I pray you all,\nProceed no straiter 'gainst our uncle Gloucester\nThan from true evidence of good esteem\nHe be approved in practise culpable.\nQUEEN MARGARET\nGod forbid any malice should prevail,\nThat faultless may condemn a nobleman!\nPray God he may acquit him of suspicion!\n\nKING HENRY VI\nI thank thee, Meg; these words content me much.\n\nRe-enter SUFFOLK\n\nHow now! why look'st thou pale? why tremblest thou?\nWhere is our uncle? what's the matter, Suffolk?\n\nSUFFOLK\nDead in his bed, my lord; Gloucester is dead.\n\nQUEEN MARGARET\nMarry, God forfend!\n\nCARDINAL\nGod's secret judgment: I did dream to-night\nThe duke was dumb and could not speak a word.\n\nKING HENRY VI swoons\n\nQUEEN MARGARET\nHow fares my lord? Help, lords! the king is dead.\nSOMERSET\nRear up his body; wring him by the nose.\n\nQUEEN MARGARET\nRun, go, help, help! O Henry, ope thine eyes!\n\nSUFFOLK\nHe doth revive again: madam, be patient.\n\nKING HENRY VI\nO heavenly God!\n\nQUEEN MARGARET\nHow fares my gracious lord?\n\nSUFFOLK\nComfort, my sovereign! gracious Henry, comfort!\n\nKING HENRY VI\nWhat, doth my Lord of Suffolk comfort me?\nCame he right now to sing a raven's note,\nWhose dismal tune bereft my vital powers;\nAnd thinks he that the chirping of a wren,\nBy crying comfort from a hollow breast,\nCan chase away the first-conceived sound?\nHide not thy poison with such sugar'd words;\nLay not thy hands on me; forbear, I say;\nTheir touch affrights me as a serpent's sting.\nThou baleful messenger, out of my sight!\nUpon thy eye-balls murderous tyranny\nSits in grim majesty, to fright the world.\nLook not upon me, for thine eyes are wounding:\nYet do not go away: come, basilisk,\nAnd kill the innocent gazer with thy sight;\nFor in the shade of death I shall find joy;\nIn life but double death, now Gloucester's dead.\n\nQUEEN MARGARET\nWhy do you rate my Lord of Suffolk thus?\nAlthough the duke was enemy to him,\nYet he most Christian-like laments his death:\nAnd for myself, foe as he was to me,\nMight liquid tears or heart-offending groans\nOr blood-consuming sighs recall his life,\nI would be blind with weeping, sick with groans,\nLook pale as primrose with blood-drinking sighs,\nAnd all to have the noble duke alive.\nWhat know I how the world may deem of me?\nFor it is known we were but hollow friends:\nIt may be judged I made the duke away;\nSo shall my name with slander's tongue be wounded,\nAnd princes' courts be fill'd with my reproach.\nThis get I by his death: ay me, unhappy!\nTo be a queen, and crown'd with infamy!\n\nKING HENRY VI\nAh, woe is me for Gloucester, wretched man!\n\nQUEEN MARGARET\nBe woe for me, more wretched than he is.\nWhat, dost thou turn away and hide thy face?\nI am no loathsome leper; look on me.\nWhat! art thou, like the adder, waxen deaf?\nBe poisonous too and kill thy forlorn queen.\nIs all thy comfort shut in Gloucester's tomb?\nWhy, then, dame Margaret was ne'er thy joy.\nErect his statue and worship it,\nAnd make my image but an alehouse sign.\nWas I for this nigh wreck'd upon the sea\nAnd twice by awkward wind from England's bank\nDrove back again unto my native clime?\nWhat boded this, but well forewarning wind\nDid seem to say 'Seek not a scorpion's nest,\nNor set no footing on this unkind shore'?\nWhat did I then, but cursed the gentle gusts\nAnd he that loosed them forth their brazen caves:\nAnd bid them blow towards England's blessed shore,\nOr turn our stern upon a dreadful rock\nYet AEolus would not be a murderer,\nBut left that hateful office unto thee:\nThe pretty-vaulting sea refused to drown me,\nKnowing that thou wouldst have me drown'd on shore,\nWith tears as salt as sea, through thy unkindness:\nThe splitting rocks cower'd in the sinking sands\nAnd would not dash me with their ragged sides,\nBecause thy flinty heart, more hard than they,\nMight in thy palace perish Margaret.\nAs far as I could ken thy chalky cliffs,\nWhen from thy shore the tempest beat us back,\nI stood upon the hatches in the storm,\nAnd when the dusky sky began to rob\nMy earnest-gaping sight of thy land's view,\nI took a costly jewel from my neck,\nA heart it was, bound in with diamonds,\nAnd threw it towards thy land: the sea received it,\nAnd so I wish'd thy body might my heart:\nAnd even with this I lost fair England's view\nAnd bid mine eyes be packing with my heart\nAnd call'd them blind and dusky spectacles,\nFor losing ken of Albion's wished coast.\nHow often have I tempted Suffolk's tongue,\nThe agent of thy foul inconstancy,\nTo sit and witch me, as Ascanius did\nWhen he to madding Dido would unfold\nHis father's acts commenced in burning Troy!\nAm I not witch'd like her? or thou not false like him?\nAy me, I can no more! die, Margaret!\nFor Henry weeps that thou dost live so long.\n\nNoise within. Enter WARWICK, SALISBURY, and many Commons\n\nWARWICK\nIt is reported, mighty sovereign,\nThat good Duke Humphrey traitorously is murder'd\nBy Suffolk and the Cardinal Beaufort's means.\nThe commons, like an angry hive of bees\nThat want their leader, scatter up and down\nAnd care not who they sting in his revenge.\nMyself have calm'd their spleenful mutiny,\nUntil they hear the order of his death.\n\nKING HENRY VI\nThat he is dead, good Warwick, 'tis too true;\nBut how he died God knows, not Henry:\nEnter his chamber, view his breathless corpse,\nAnd comment then upon his sudden death.\n\nWARWICK\nThat shall I do, my liege. Stay, Salisbury,\nWith the rude multitude till I return.\n\nExit\n\nKING HENRY VI\nO Thou that judgest all things, stay my thoughts,\nMy thoughts, that labour to persuade my soul\nSome violent hands were laid on Humphrey's life!\nIf my suspect be false, forgive me, God,\nFor judgment only doth belong to thee.\nFain would I go to chafe his paly lips\nWith twenty thousand kisses, and to drain\nUpon his face an ocean of salt tears,\nTo tell my love unto his dumb deaf trunk,\nAnd with my fingers feel his hand unfeeling:\nBut all in vain are these mean obsequies;\nAnd to survey his dead and earthly image,\nWhat were it but to make my sorrow greater?\n\nRe-enter WARWICK and others, bearing GLOUCESTER'S body on a bed\n\nWARWICK\nCome hither, gracious sovereign, view this body.\nKING HENRY VI\nThat is to see how deep my grave is made;\nFor with his soul fled all my worldly solace,\nFor seeing him I see my life in death.\n\nWARWICK\nAs surely as my soul intends to live\nWith that dread King that took our state upon him\nTo free us from his father's wrathful curse,\nI do believe that violent hands were laid\nUpon the life of this thrice-famed duke.\n\nSUFFOLK\nA dreadful oath, sworn with a solemn tongue!\nWhat instance gives Lord Warwick for his vow?\n\nWARWICK\nSee how the blood is settled in his face.\nOft have I seen a timely-parted ghost,\nOf ashy semblance, meagre, pale and bloodless,\nBeing all descended to the labouring heart;\nWho, in the conflict that it holds with death,\nAttracts the same for aidance 'gainst the enemy;\nWhich with the heart there cools and ne'er returneth\nTo blush and beautify the cheek again.\nBut see, his face is black and full of blood,\nHis eye-balls further out than when he lived,\nStaring full ghastly like a strangled man;\nHis hair uprear'd, his nostrils stretched with struggling;\nHis hands abroad display'd, as one that grasp'd\nAnd tugg'd for life and was by strength subdued:\nLook, on the sheets his hair you see, is sticking;\nHis well-proportion'd beard made rough and rugged,\nLike to the summer's corn by tempest lodged.\nIt cannot be but he was murder'd here;\nThe least of all these signs were probable.\n\nSUFFOLK\nWhy, Warwick, who should do the duke to death?\nMyself and Beaufort had him in protection;\nAnd we, I hope, sir, are no murderers.\n\nWARWICK\nBut both of you were vow'd Duke Humphrey's foes,\nAnd you, forsooth, had the good duke to keep:\n'Tis like you would not feast him like a friend;\nAnd 'tis well seen he found an enemy.\n\nQUEEN MARGARET\nThen you, belike, suspect these noblemen\nAs guilty of Duke Humphrey's timeless death.\n\nWARWICK\nWho finds the heifer dead and bleeding fresh\nAnd sees fast by a butcher with an axe,\nBut will suspect 'twas he that made the slaughter?\nWho finds the partridge in the puttock's nest,\nBut may imagine how the bird was dead,\nAlthough the kite soar with unbloodied beak?\nEven so suspicious is this tragedy.\n\nQUEEN MARGARET\nAre you the butcher, Suffolk? Where's your knife?\nIs Beaufort term'd a kite? Where are his talons?\n\nSUFFOLK\nI wear no knife to slaughter sleeping men;\nBut here's a vengeful sword, rusted with ease,\nThat shall be scoured in his rancorous heart\nThat slanders me with murder's crimson badge.\nSay, if thou darest, proud Lord of Warwick-shire,\nThat I am faulty in Duke Humphrey's death.\n\nExeunt CARDINAL, SOMERSET, and others\n\nWARWICK\nWhat dares not Warwick, if false Suffolk dare him?\nQUEEN MARGARET\nHe dares not calm his contumelious spirit\nNor cease to be an arrogant controller,\nThough Suffolk dare him twenty thousand times.\n\nWARWICK\nMadam, be still; with reverence may I say;\nFor every word you speak in his behalf\nIs slander to your royal dignity.\n\nSUFFOLK\nBlunt-witted lord, ignoble in demeanor!\nIf ever lady wrong'd her lord so much,\nThy mother took into her blameful bed\nSome stern untutor'd churl, and noble stock\nWas graft with crab-tree slip; whose fruit thou art,\nAnd never of the Nevils' noble race.\n\nWARWICK\nBut that the guilt of murder bucklers thee\nAnd I should rob the deathsman of his fee,\nQuitting thee thereby of ten thousand shames,\nAnd that my sovereign's presence makes me mild,\nI would, false murderous coward, on thy knee\nMake thee beg pardon for thy passed speech,\nAnd say it was thy mother that thou meant'st\nThat thou thyself was born in bastardy;\nAnd after all this fearful homage done,\nGive thee thy hire and send thy soul to hell,\nPernicious blood-sucker of sleeping men!\n\nSUFFOLK\nThou shall be waking well I shed thy blood,\nIf from this presence thou darest go with me.\n\nWARWICK\nAway even now, or I will drag thee hence:\nUnworthy though thou art, I'll cope with thee\nAnd do some service to Duke Humphrey's ghost.\n\nExeunt SUFFOLK and WARWICK\n\nKING HENRY VI\nWhat stronger breastplate than a heart untainted!\nThrice is he armed that hath his quarrel just,\nAnd he but naked, though lock'd up in steel\nWhose conscience with injustice is corrupted.\n\nA noise within\n\nQUEEN MARGARET\nWhat noise is this?\n\nRe-enter SUFFOLK and WARWICK, with their weapons drawn\n\nKING HENRY VI\nWhy, how now, lords! your wrathful weapons drawn\nHere in our presence! dare you be so bold?\nWhy, what tumultuous clamour have we here?\n\nSUFFOLK\nThe traitorous Warwick with the men of Bury\nSet all upon me, mighty sovereign.\n\nSALISBURY\nTo the Commons, entering Sirs, stand apart;\nthe king shall know your mind.\nDread lord, the commons send you word by me,\nUnless Lord Suffolk straight be done to death,\nOr banished fair England's territories,\nThey will by violence tear him from your palace\nAnd torture him with grievous lingering death.\nThey say, by him the good Duke Humphrey died;\nThey say, in him they fear your highness' death;\nAnd mere instinct of love and loyalty,\nFree from a stubborn opposite intent,\nAs being thought to contradict your liking,\nMakes them thus forward in his banishment.\nThey say, in care of your most royal person,\nThat if your highness should intend to sleep\nAnd charge that no man should disturb your rest\nIn pain of your dislike or pain of death,\nYet, notwithstanding such a strait edict,\nWere there a serpent seen, with forked tongue,\nThat slily glided towards your majesty,\nIt were but necessary you were waked,\nLest, being suffer'd in that harmful slumber,\nThe mortal worm might make the sleep eternal;\nAnd therefore do they cry, though you forbid,\nThat they will guard you, whether you will or no,\nFrom such fell serpents as false Suffolk is,\nWith whose envenomed and fatal sting,\nYour loving uncle, twenty times his worth,\nThey say, is shamefully bereft of life.\n\nCOMMONS\nWithin An answer from the king, my\nLord of Salisbury!\n\nSUFFOLK\n'Tis like the commons, rude unpolish'd hinds,\nCould send such message to their sovereign:\nBut you, my lord, were glad to be employ'd,\nTo show how quaint an orator you are:\nBut all the honour Salisbury hath won\nIs, that he was the lord ambassador\nSent from a sort of tinkers to the king.\n\nCOMMONS\nWithin An answer from the king, or we will all break in!\n\nKING HENRY VI\nGo, Salisbury, and tell them all from me.\nI thank them for their tender loving care;\nAnd had I not been cited so by them,\nYet did I purpose as they do entreat;\nFor, sure, my thoughts do hourly prophesy\nMischance unto my state by Suffolk's means:\nAnd therefore, by His majesty I swear,\nWhose far unworthy deputy I am,\nHe shall not breathe infection in this air\nBut three days longer, on the pain of death.\n\nExit SALISBURY\n\nQUEEN MARGARET\nO Henry, let me plead for gentle Suffolk!\n\nKING HENRY VI\nUngentle queen, to call him gentle Suffolk!\nNo more, I say: if thou dost plead for him,\nThou wilt but add increase unto my wrath.\nHad I but said, I would have kept my word,\nBut when I swear, it is irrevocable.\nIf, after three days' space, thou here be'st found\nOn any ground that I am ruler of,\nThe world shall not be ransom for thy life.\nCome, Warwick, come, good Warwick, go with me;\nI have great matters to impart to thee.\nExeunt all but QUEEN MARGARET and SUFFOLK\n\nQUEEN MARGARET\nMischance and sorrow go along with you!\nHeart's discontent and sour affliction\nBe playfellows to keep you company!\nThere's two of you; the devil make a third!\nAnd threefold vengeance tend upon your steps!\n\nSUFFOLK\nCease, gentle queen, these execrations,\nAnd let thy Suffolk take his heavy leave.\n\nQUEEN MARGARET\nFie, coward woman and soft-hearted wretch!\nHast thou not spirit to curse thine enemy?\n\nSUFFOLK\nA plague upon them! wherefore should I curse them?\nWould curses kill, as doth the mandrake's groan,\nI would invent as bitter-searching terms,\nAs curst, as harsh and horrible to hear,\nDeliver'd strongly through my fixed teeth,\nWith full as many signs of deadly hate,\nAs lean-faced Envy in her loathsome cave:\nMy tongue should stumble in mine earnest words;\nMine eyes should sparkle like the beaten flint;\nMine hair be fixed on end, as one distract;\nAy, every joint should seem to curse and ban:\nAnd even now my burthen'd heart would break,\nShould I not curse them. Poison be their drink!\nGall, worse than gall, the daintiest that they taste!\nTheir sweetest shade a grove of cypress trees!\nTheir chiefest prospect murdering basilisks!\nTheir softest touch as smart as lizards' sting!\nTheir music frightful as the serpent's hiss,\nAnd boding screech-owls make the concert full!\nAll the foul terrors in dark-seated hell--\n\nQUEEN MARGARET\nEnough, sweet Suffolk; thou torment'st thyself;\nAnd these dread curses, like the sun 'gainst glass,\nOr like an overcharged gun, recoil,\nAnd turn the force of them upon thyself.\n\nSUFFOLK\nYou bade me ban, and will you bid me leave?\nNow, by the ground that I am banish'd from,\nWell could I curse away a winter's night,\nThough standing naked on a mountain top,\nWhere biting cold would never let grass grow,\nAnd think it but a minute spent in sport.\n\nQUEEN MARGARET\nO, let me entreat thee cease. Give me thy hand,\nThat I may dew it with my mournful tears;\nNor let the rain of heaven wet this place,\nTo wash away my woful monuments.\nO, could this kiss be printed in thy hand,\nThat thou mightst think upon these by the seal,\nThrough whom a thousand sighs are breathed for thee!\nSo, get thee gone, that I may know my grief;\n'Tis but surmised whiles thou art standing by,\nAs one that surfeits thinking on a want.\nI will repeal thee, or, be well assured,\nAdventure to be banished myself:\nAnd banished I am, if but from thee.\nGo; speak not to me; even now be gone.\nO, go not yet! Even thus two friends condemn'd\nEmbrace and kiss and take ten thousand leaves,\nLoather a hundred times to part than die.\nYet now farewell; and farewell life with thee!\n\nSUFFOLK\nThus is poor Suffolk ten times banished;\nOnce by the king, and three times thrice by thee.\n'Tis not the land I care for, wert thou thence;\nA wilderness is populous enough,\nSo Suffolk had thy heavenly company:\nFor where thou art, there is the world itself,\nWith every several pleasure in the world,\nAnd where thou art not, desolation.\nI can no more: live thou to joy thy life;\nMyself no joy in nought but that thou livest.\n\nEnter VAUX\n\nQUEEN MARGARET\nWither goes Vaux so fast? what news, I prithee?\n\nVAUX\nTo signify unto his majesty\nThat Cardinal Beaufort is at point of death;\nFor suddenly a grievous sickness took him,\nThat makes him gasp and stare and catch the air,\nBlaspheming God and cursing men on earth.\nSometimes he talks as if Duke Humphrey's ghost\nWere by his side; sometime he calls the king,\nAnd whispers to his pillow, as to him,\nThe secrets of his overcharged soul;\nAnd I am sent to tell his majesty\nThat even now he cries aloud for him.\n\nQUEEN MARGARET\nGo tell this heavy message to the king.\n\nExit VAUX\n\nAy me! what is this world! what news are these!\nBut wherefore grieve I at an hour's poor loss,\nOmitting Suffolk's exile, my soul's treasure?\nWhy only, Suffolk, mourn I not for thee,\nAnd with the southern clouds contend in tears,\nTheirs for the earth's increase, mine for my sorrows?\nNow get thee hence: the king, thou know'st, is coming;\nIf thou be found by me, thou art but dead.\n\nSUFFOLK\nIf I depart from thee, I cannot live;\nAnd in thy sight to die, what were it else\nBut like a pleasant slumber in thy lap?\nHere could I breathe my soul into the air,\nAs mild and gentle as the cradle-babe\nDying with mother's dug between its lips:\nWhere, from thy sight, I should be raging mad,\nAnd cry out for thee to close up mine eyes,\nTo have thee with thy lips to stop my mouth;\nSo shouldst thou either turn my flying soul,\nOr I should breathe it so into thy body,\nAnd then it lived in sweet Elysium.\nTo die by thee were but to die in jest;\nFrom thee to die were torture more than death:\nO, let me stay, befall what may befall!\n\nQUEEN MARGARET\nAway! though parting be a fretful corrosive,\nIt is applied to a deathful wound.\nTo France, sweet Suffolk: let me hear from thee;\nFor wheresoe'er thou art in this world's globe,\nI'll have an Iris that shall find thee out.\n\nSUFFOLK\nI go.\n\nQUEEN MARGARET\nAnd take my heart with thee.\n\nSUFFOLK\nA jewel, lock'd into the wofull'st cask\nThat ever did contain a thing of worth.\nEven as a splitted bark, so sunder we\nThis way fall I to death.\n\nQUEEN MARGARET\nThis way for me.\n\nExeunt severallyEmbed"}