{"Lyrics": "5 ContributorsProdigy Pt.1 & , Pt.2 LyricsPart 1\n\n[Intro: Behan the Scene]\nThe prodigal one\nPart one\nThe prodigy\nForever a prodigy\nBeen a prodigy\nHere's why, alright look\n\n[Verse 1: Behan the Scene]\nSparks, fluid, I ignite to it\nBrew is fluent, I dilute it\nDuel, fuel, I reside, knew since\nBetween you and I, I love music\nI pop gum, and just kept chewin'\nI'm human, no human stands humid atmosphere\nI'm Black and Asian; that's been proven\n5th Grade, I ran through it\nMoved forward, and never looked back\nY'all hearin' bars, don't act foolish\nDisrespectin' my music\nI'm a maniac, I'm a lunatic\nI'm an engineer, I'm an architect\nI can fix anything, I just can't fix stupid\nBurn notice, I caused burned victims\nTake my sunshades off, I'll burn wit 'em\nKeep this record, that's a top priority\nAlways here, no one's forcin' me\nA torch in which I hold\nA new story's to be told\nEight more verses, but let's take this slow\nThree more lines and I need to go\nAttention, excuse me, I'm comin' through\nBattle you, they're like \"Huh? Who?\"\nPut us on stage, they won't cheer you\nYou might also like[Verse 2: Behan the Scene]\nI'ma burn the candles at both ends\nI'ma have a gander on who's against me\nTake a gamble at expense\nI unleash Rambo, it all depends\nBe firin' bullets, highest suspense\nBleed lyrics through me\nDo you comprehend?\nOh, ready or not, let's do this\nI'ma hang with a Russian, might eat some piroshki\nI'ma expose a hot head because they all got cold feet\nI'ma turn down an offer to be labeled as a \"feat.\"\nY'all are definitely scared of someone (me)\nY'all are definitely scared of someone (me)\nY'all are definitely scared of somethin' (me)\nY'all are definitely scared of numbers gainin' on ya\nI guard in the paint, can't nobody stop me\nI got blank methods, I go off instinct\nI got plenty of bars, I could R.I.P. off an emcee\nMeans: I'd kill off you clowns with the honk of a horn beep\nThe day I pass, y'all don't have to mourn me\n'Cause that's day I've passed you, and I'm sorry for your loss\nHold this \"L,\" bruh\n\n[Verse 3: Behan the Scene]\nI'm just being me, why're you messing with me?\nJudged my intelligence, underestimate me\nBeware of my appearance, looks can be deceivin'\nI'm combustive on haters, why aren't they deceasin'?\nResurrect from these ashes\nRisen up like a phoenix\nI am a prodigy, obviously\nBoasting and constantly on a new hobby\nBe dropping the sacred symbols of the prophecy\nPolicy's making quality over quantity\nNobody would dare take a shot at me\nMisfire, mishaps in every melody\nFix your aim, arguably potentially bodying flows like a tsunami tried not to cause any harm\nI'm a prodigy, come on\n[Verse 4: Behan the Scene]\nTake a seat, unless you want to leave\nThis is a ride, it's a roller coaster\nBurn me, and you'll end up roasted\nEither you like my songs or do what most did:\nSpam, spam 'til they put on silent\nThen, then when I'm up and flyin'\nDisable y'all's autopilot\nAll your talk is nonsense\nIn my defense, I'm on offense\nNo offense, but get off my province\nI'ma bring you down, kneel to your feet\nI will not stop 'til you're in defeat\nI'ma get my guards, guards heave!\nI'm a prodigy\nPart 2\n\n[Intro: Behan the Scene]\nThe prodigal one\nPart two\nStill a prodigy\nI ain't going down\nBut, if you want me to\nWell, I'm going out with an awe\n[Verse 5: Behan the Scene]\nHold up put some guards 'round me\nHang up caution tape 'round 'em\nChain up the cage 'round us\nBecause somebody gon' die tonight\nHold on, close off this arena\nShut it down, barricade this scene\nI'm out for blood and sweet revenge\nNo boundaries, this'll never end\nAbsolute danger, my tooth's hangin', I'm a soothsayer\nPut bounties on me, you'll never find me\nBuild an asylum 'round me, y'all can't confine me\nPut a tank 'gainst me, you and what army?\nReinforcement on me, go ahead and try me\nSnipers wildin' and it don't surprise me\nMissiles tried it and look where you got me\nGo 'head, call the fire department\nGo 'head, bring the S.W.A.Ts upon me\nFallin' avalanche, I'm still on top\nBlowin' blizzard, I'm always hot\nYou're in the wrong place at the wrong time\nThis isn't the right time to be goin' easy\nHomie, do you have any idea who you're dealin' with?\nYou can read the papers, I'm in everything\nBroadie, I don't care who you think you is\nFire's not somethin' you should be playin' wit', yeah\n\n[Verse 6: Behan the Scene]\nKnow what it's like with the world in the palm of your hands?\nI got the bomb I could drop with no demands\nI don't ever do what's said per-san\nRippin' scripts, clutched my fists, because I can\nBe quiet, you hear something?\nNah, but you will once I rant\nProfiled me?\nSquare up, who wanna dance?\nShoes tied\nAnd y'all be trippin', you can't stand\nBreakin' ankles, then I dabbed on 'em with the jam\nJukebox jukin'—y'all in a trance\nAll-in-all, this all mine, I won't ever pass my prime\nJust gettin' started, just give me time\nI'm one-in-a-zillion, wunderkind\nOne of a kind, best at what I do, and you wonder why\nI'm exaggeratin' just to rhyme\nEvery line has been a lie\nBut y'all still lies\nPrayed for my failure, and at least you tried\nAnd at least you tried\n\n[Verse 7: Behan the Scene]\nI'm just being me, why're you messing with me?\nI sense your next move, y'all too predictable\nI make the moves round here, let's not be difficult\nAfter I end this verse, your life is unlivable\nOoh!\nI looked at my schedule, it's time I start endin' you\nLeft as a goner, came back feelin' great and\nAbhorrent to haters, malicious sedated\nKick me to the curb, but then serve if I'm famous\nHearin' you skrrt, just swerve where yo lane is\nI smelt smoke detectors go off when I walked in\nI might've made it worse than when I came in\nI sketched out my future, bruh, why are you tracin'?\nI'm on the peak of this mountain, this view is amazing\n\n[Verse 8: Behan the Scene]\nProd-i-g-y, no if and buts\nSuffocate your windpipes, crippled yo lungs\nDon't cease fire, aim high\nJust let loose\nFragment, patented, cannon flow type, highest, hit\nGren-a-d-e, King Pin's employee\nNo sentence draws me out my own yar-d\nR and R, rerouting, restart\nI-D-K , I say, K-Y-S\nP-L-Z  G-T-F-O\nYou can't be me, no, you can't beat G-o-d\nD-o-g, I've hit skyline peak\nWise guy sees a blind mind's sheath\nI terrorized plenty whose soul's perished\nTry to mess with me, I press delete\nIt's best of three, congest relief\nI passed all tests, the rest depletes\nI knock you down, the fall is steep\nLife drags us out, dig our ditch deep\nRide the wave of the katana, the blade slick and sharp\nSteal your soul like a bandit, escape with the loss\nHollow and naïve with a terrible cause\nUnder the oracle's body in the form of a prod-igy\nFeel the bite of the jaw of the dog, oh my lord\nOh my lord!\nOh my lord, oh my lord\n\n[Verse 9: Behan the Scene]\nMmm, don't interfere in my meditation\nInvaded this space on several occasions\nYou don't wanna get caught in a zen invasion\nI'ma take you out of the equation\nI'm the Sakamoto combo, I'm so ancient\nPacin' back and forth, got me contemplatin'\nInfluential when I'm dominatin'\nRaised in carnation, dominative\nCaved in domination, detrimental stages\nExponential statements\nDangerous, fear no dominatrix\nAbomination, brazen, ragin'\nTaken out of all my frustrations\nI leave every track in devastation\nDislocated, I put the world on notice with the desolation\nDon't leave me unattended\nI need isolation\nProceed for impact just embrace it\nCollision course with no destination\nThey been abortin' since I came to claim this\nThey say I'll blow, guess I'm detonatin'\nPulled too many strings, proceed to orchestrate 'em\nToo self centered to see the monster I'm aidin'\nNo protégé, not a foldaway\nI'm prodigy, I just cultivate\n\n[Interlude: BG]\nIt's BG\nThey didn't expect me\n\n[Verse 10: BG & Behan the Scene]\nHe done left this whole beat lop-sided\nI'ma follow upon silence\nYou fool's gold, I'm a new diamond\nCall it luck, I say perfect timin'\nI'm the ace of spades, y'all still tryna find it\nWorry 'bout a grade, I stay A.1\nDid this on my own, y'all still had someone\nToxic waste, this is nuclear\nI hopped on this like a leap year\nLet me mix it up, this ain't lit enough\nI'ma fix a couple of fiction suckas\nBury a verse and then end another\nDone learned how to fly, you ain't got ya wings\nMuppet, puff it, duck it and bust it\nRustin', just in, look what you've summoned\nAin't hip to all this ammo I'll come wit, yeah\nI got one last minor adjustment\nDon't bother me, I won't bother you\n'Cause anything you do, it'll follow you\nTime has your reach it is onto you\nHe left it to me, so I promise\nDrew entry eleven, biggest upset\nWhen I picked up where I left off\nGot gas in the tank, I ain't 'bout to park\nI don' killed this beat, end from the start!1Embed"}