{"Lyrics": "2 ContributorsFirst Aspect. The Idea Subordinated To The Principle Of Sufficient Reason: The Object Of Experience And Science. LyricsSors de l'enfance, ami réveille toi!\n—Jean Jacques Rousseau.\n\n§ 1. “The world is my idea:”—this is a truth which holds good for everything that lives and knows, though man alone can bring it into reflective and abstract consciousness. If he really does this, he has attained to philosophical wisdom. It then becomes clear and certain to him that what he knows is not a sun and an earth, but only an eye that sees a sun, a hand that feels an earth; that the world which surrounds him is there only as idea, i.e., only in relation to something else, the consciousness, which is himself. If any truth can be asserted a priori, it is this: for it is the expression of the most general form of all possible and thinkable experience: a form which is more general than time, or space, or causality, for they all presuppose it; and each of these, which we have seen to be just so many modes of the principle of sufficient reason, is valid only for a particular class of ideas; whereas the antithesis of object and subject is the common form of all these classes, is that form under which alone any idea of whatever kind it may be, abstract or intuitive, pure or empirical, is possible and thinkable. No truth therefore is more certain, more independent of all others, and less in need of proof than this, that all that exists for knowledge, and therefore this whole world, is only object in relation to subject, perception of a perceiver, in a word, idea. This is obviously true of the past and the future, as well as of the present, of what is farthest off, as of what is near; for it is true of time and space themselves, in which alone these distinctions arise. All that in any way belongs or can belong to the world is inevitably thus conditioned through the subject, and exists only for the subject. The world is idea.\n\nThis truth is by no means new. It was implicitly involved in the sceptical reflections from which Descartes started. Berkeley, however, was the first who distinctly enunciated it, and by this he has rendered a permanent service to philosophy, even though the rest of his teaching should not endure. Kant's primary mistake was the neglect of this principle, as is shown in the appendix. How early again this truth was recognised by the wise men of India, appearing indeed as the fundamental tenet of the Vedânta philosophy ascribed to Vyasa, is pointed out by Sir William Jones in the last of his essays: “On the philosophy of the Asiatics” (Asiatic Researches, vol. iv. p. 164), where he says, “The fundamental tenet of the Vedanta school consisted not in denying the existence of matter, that is, of solidity, impenetrability, and extended figure (to deny which would be lunacy), but in correcting the popular notion of it, and in contending that it has no essence independent of mental perception; that existence and perceptibility are convertible terms.” These words adequately express the compatibility of empirical reality and transcendental ideality.\n\nIn this first book, then, we consider the world only from this side, only so far as it is idea. The inward reluctance with which any one accepts the world as merely his idea, warns him that this view of it, however true it may be, is nevertheless one-sided, adopted in consequence of some arbitrary abstraction. And yet it is a conception from which he can never free himself. The defectiveness of this view will be corrected in the next book by means of a truth which is not so immediately certain as that from which we start here; a truth at which we can arrive only by deeper research and more severe abstraction, by the separation of what is different and the union of what is identical. This truth, which must be very serious and impressive if not awful to every one, is that a man can also say and must say, “the world is my will.”\n\nIn this book, however, we must consider separately that aspect of the world from which we start, its aspect as knowable, and therefore, in the meantime, we must, without reserve, regard all presented objects, even our own bodies (as we shall presently show more fully), merely as ideas, and call them merely ideas. By so doing we always abstract from will (as we hope to make clear to every one further on), which by itself constitutes the other aspect of the world. For as the world is in one aspect entirely idea, so in another it is entirely will. A reality which is neither of these two, but an object in itself (into which the thing in itself has unfortunately dwindled in the hands of Kant), is the phantom of a dream, and its acceptance is an ignis fatuus in philosophy.\n\n§ 2. That which knows all things and is known by none is the subject. Thus it is the supporter of the world, that condition of all phenomena, of all objects which is always pre-supposed throughout experience; for all that exists, exists only for the subject. Every one finds himself to be subject, yet only in so far as he knows, not in so far as he is an object of knowledge. But his body is object, and therefore from this point of view we call it idea. For the body is an object among objects, and is conditioned by the laws of objects, although it is an immediate object. Like all objects of perception, it lies within the universal forms of knowledge, time and space, which are the conditions of multiplicity. The subject, on the contrary, which is always the knower, never the known, does not come under these forms, but is presupposed by them; it has therefore neither multiplicity nor its opposite unity. We never know it, but it is always the knower wherever there is knowledge.\n\nSo then the world as idea, the only aspect in which we consider it at present, has two fundamental, necessary, and inseparable halves. The one half is the object, the forms of which are space and time, and through these multiplicity. The other half is the subject, which is not in space and time, for it is present, entire and undivided, in every percipient being. So that any one percipient being, with the object, constitutes the whole world as idea just as fully as the existing millions could do; but if this one were to disappear, then the whole world as idea would cease to be. These halves are therefore inseparable even for thought, for each of the two has meaning and existence only through and for the other, each appears with the other and vanishes with it. They limit each other immediately; where the object begins the subject ends. The universality of this limitation is shown by the fact that the essential and hence universal forms of all objects, space, time, and causality, may, without knowledge of the object, be discovered and fully known from a consideration of the subject, i.e., in Kantian language, they lie a priori in our consciousness. That he discovered this is one of Kant's principal merits, and it is a great one. I however go beyond this, and maintain that the principle of sufficient reason is the general expression for all these forms of the object of which we are a priori conscious; and that therefore all that we know purely a priori, is merely the content of that principle and what follows from it; in it all our certain a priori knowledge is expressed. In my essay on the principle of sufficient reason I have shown in detail how every possible object comes under it; that is, stands in a necessary relation to other objects, on the one side as determined, on the other side as determining: this is of such wide application, that the whole existence of all objects, so far as they are objects, ideas and nothing more, may be entirely traced to this their necessary relation to each other, rests only in it, is in fact merely relative; but of this more presently. I have further shown, that the necessary relation which the principle of sufficient reason expresses generally, appears in other forms corresponding to the classes into which objects are divided, according to their possibility; and again that by these forms the proper division of the classes is tested. I take it for granted that what I said in this earlier essay is known and present to the reader, for if it had not been already said it would necessarily find its place here.\n\n§ 3. The chief distinction among our ideas is that between ideas of perception and abstract ideas. The latter form just one class of ideas, namely concepts, and these are the possession of man alone of all creatures upon earth. The capacity for these, which distinguishes him from all the lower animals, has always been called reason.5 We shall consider these abstract ideas by themselves later, but, in the first place, we shall speak exclusively of the ideas of perception. These comprehend the whole visible world, or the sum total of experience, with the conditions of its possibility. We have already observed that it is a highly important discovery of Kant's, that these very conditions, these forms of the visible world, i.e., the absolutely universal element in its perception, the common property of all its phenomena, space and time, even when taken by themselves and apart from their content, can, not only be thought in the abstract, but also be directly perceived; and that this perception or intuition is not some kind of phantasm arising from constant recurrence in experience, but is so entirely independent of experience that we must rather regard the latter as dependent on it, inasmuch as the qualities of space and time, as they are known in a priori perception or intuition, are valid for all possible experience, as rules to which it must invariably conform. Accordingly, in my essay on the principle of sufficient reason, I have treated space and time, because they are perceived as pure and empty of content, as a special and independent class of ideas. This quality of the universal forms of intuition, which was discovered by Kant, that they may be perceived in themselves and apart from experience, and that they may be known as exhibiting those laws on which is founded the infallible science of mathematics, is certainly very important. Not less worthy of remark, however, is this other quality of time and space, that the principle of sufficient reason, which conditions experience as the law of causation and of motive, and thought as the law of the basis of judgment, appears here in quite a special form, to which I have given the name of the ground of being. In time, this is the succession of its moments, and in space the position of its parts, which reciprocally determine each other ad infinitum.\n\nAny one who has fully understood from the introductory essay the complete identity of the content of the principle of sufficient reason in all its different forms, must also be convinced of the importance of the knowledge of the simplest of these forms, as affording him insight into his own inmost nature. This simplest form of the principle we have found to be time. In it each instant is, only in so far as it has effaced the preceding one, its generator, to be itself in turn as quickly effaced. The past and the future (considered apart from the consequences of their content) are empty as a dream, and the present is only the indivisible and unenduring boundary between them. And in all the other forms of the principle of sufficient reason, we shall find the same emptiness, and shall see that not time only but also space, and the whole content of both of them, i.e., all that proceeds from causes and motives, has a merely relative existence, is only through and for another like to itself, i.e., not more enduring. The substance of this doctrine is old: it appears in Heraclitus when he laments the eternal flux of things; in Plato when he degrades the object to that which is ever becoming, but never being; in Spinoza as the doctrine of the mere accidents of the one substance which is and endures. Kant opposes what is thus known as the mere phenomenon to the thing in itself. Lastly, the ancient wisdom of the Indian philosophers declares, “It is Mâyâ, the veil of deception, which blinds the eyes of mortals, and makes them behold a world of which they cannot say either that it is or that it is not: for it is like a dream; it is like the sunshine on the sand which the traveller takes from afar for water, or the stray piece of rope he mistakes for a snake.” (These similes are repeated in innumerable passages of the Vedas and the Puranas.) But what all these mean, and that of which they all speak, is nothing more than what we have just considered—the world as idea subject to the principle of sufficient reason.\n\n§ 4. Whoever has recognised the form of the principle of sufficient reason, which appears in pure time as such, and on which all counting and arithmetical calculation rests, has completely mastered the nature of time. Time is nothing more than that form of the principle of sufficient reason, and has no further significance. Succession is the form of the principle of sufficient reason in time, and succession is the whole nature of time. Further, whoever has recognised the principle of sufficient reason as it appears in the presentation of pure space, has exhausted the whole nature of space, which is absolutely nothing more than that possibility of the reciprocal determination of its parts by each other, which is called position. The detailed treatment of this, and the formulation in abstract conceptions of the results which flow from it, so that they may be more conveniently used, is the subject of the science of geometry. Thus also, whoever has recognised the law of causation, the aspect of the principle of sufficient reason which appears in what fills these forms (space and time) as objects of perception, that is to say matter, has completely mastered the nature of matter as such, for matter is nothing more than causation, as any one will see at once if he reflects. Its true being is its action, nor can we possibly conceive it as having any other meaning. Only as active does it fill space and time; its action upon the immediate object (which is itself matter) determines that perception in which alone it exists. The consequence of the action of any material object upon any other, is known only in so far as the latter acts upon the immediate object in a different way from that in which it acted before; it consists only of this. Cause and effect thus constitute the whole nature of matter; its true being is its action. (A fuller treatment of this will be found in the essay on the Principle of Sufficient Reason, § 21, p. 77.) The nature of all material things is therefore very appropriately called in German Wirklichkeit,6 a word which is far more expressive than Realität. Again, that which is acted upon is always matter, and thus the whole being and essence of matter consists in the orderly change, which one part of it brings about in another part. The existence of matter is therefore entirely relative, according to a relation which is valid only within its limits, as in the case of time and space.\n\nBut time and space, each for itself, can be mentally presented apart from matter, whereas matter cannot be so presented apart from time and space. The form which is inseparable from it presupposes space, and the action in which its very existence consists, always imports some change, in other words a determination in time. But space and time are not only, each for itself, presupposed by matter, but a union of the two constitutes its essence, for this, as we have seen, consists in action, i.e., in causation. All the innumerable conceivable phenomena and conditions of things, might be coexistent in boundless space, without limiting each other, or might be successive in endless time without interfering with each other: thus a necessary relation of these phenomena to each other, and a law which should regulate them according to such a relation, is by no means needful, would not, indeed, be applicable: it therefore follows that in the case of all co-existence in space and change in time, so long as each of these forms preserves for itself its condition and its course without any connection with the other, there can be no causation, and since causation constitutes the essential nature of matter, there can be no matter. But the law of causation receives its meaning and necessity only from this, that the essence of change does not consist simply in the mere variation of things, but rather in the fact that at the same part of space there is now one thing and then another, and at one and the same point of time there is here one thing and there another: only this reciprocal limitation of space and time by each other gives meaning, and at the same time necessity, to a law, according to which change must take place. What is determined by the law of causality is therefore not merely a succession of things in time, but this succession with reference to a definite space, and not merely existence of things in a particular place, but in this place at a different point of time. Change, i.e., variation which takes place according to the law of causality, implies always a determined part of space and a determined part of time together and in union. Thus causality unites space with time. But we found that the whole essence of matter consisted in action, i.e., in causation, consequently space and time must also be united in matter, that is to say, matter must take to itself at once the distinguishing qualities both of space and time, however much these may be opposed to each other, and must unite in itself what is impossible for each of these independently, that is, the fleeting course of time, with the rigid unchangeable perduration of space: infinite divisibility it receives from both. It is for this reason that we find that co-existence, which could neither be in time alone, for time has no contiguity, nor in space alone, for space has no before, after, or now, is first established through matter. But the co-existence of many things constitutes, in fact, the essence of reality, for through it permanence first becomes possible; for permanence is only knowable in the change of something which is present along with what is permanent, while on the other hand it is only because something permanent is present along with what changes, that the latter gains the special character of change, i.e., the mutation of quality and form in the permanence of substance, that is to say, in matter.7 If the world were in space alone, it would be rigid and immovable, without succession, without change, without action; but we know that with action, the idea of matter first appears. Again, if the world were in time alone, all would be fleeting, without persistence, without contiguity, hence without co-existence, and consequently without permanence; so that in this case also there would be no matter. Only through the union of space and time do we reach matter, and matter is the possibility of co-existence, and, through that, of permanence; through permanence again matter is the possibility of the persistence of substance in the change of its states.8 As matter consists in the union of space and time, it bears throughout the stamp of both. It manifests its origin in space, partly through the form which is inseparable from it, but especially through its persistence (substance), the a priori certainty of which is therefore wholly deducible from that of space9 (for variation belongs to time alone, but in it alone and for itself nothing is persistent). Matter shows that it springs from time by quality (accidents), without which it never exists, and which is plainly always causality, action upon other matter, and therefore change (a time concept). The law of this action, however, always depends upon space and time together, and only thus obtains meaning. The regulative function of causality is confined entirely to the determination of what must occupy this time and this space. The fact that we know a priori the unalterable characteristics of matter, depends upon this derivation of its essential nature from the forms of our knowledge of which we are conscious a priori. These unalterable characteristics are space-occupation, i.e., impenetrability, i.e., causal action, consequently, extension, infinite divisibility, persistence, i.e., indestructibility, and lastly mobility: weight, on the other hand, notwithstanding its universality, must be attributed to a posteriori knowledge, although Kant, in his “Metaphysical Introduction to Natural Philosophy,” p. 71 (p. 372 of Rosenkranz's edition), treats it as knowable a priori.\n\nBut as the object in general is only for the subject, as its idea, so every special class of ideas is only for an equally special quality in the subject, which is called a faculty of perception. This subjective correlative of time and space in themselves as empty forms, has been named by Kant pure sensibility; and we may retain this expression, as Kant was the first to treat of the subject, though it is not exact, for sensibility presupposes matter. The subjective correlative of matter or of causation, for these two are the same, is understanding, which is nothing more than this. To know causality is its one function, its only power; and it is a great one, embracing much, of manifold application, yet of unmistakable identity in all its manifestations. Conversely all causation, that is to say, all matter, or the whole of reality, is only for the understanding, through the understanding, and in the understanding. The first, simplest, and ever-present example of understanding is the perception of the actual world. This is throughout knowledge of the cause from the effect, and therefore all perception is intellectual. The understanding could never arrive at this perception, however, if some effect did not become known immediately, and thus serve as a starting-point. But this is the affection of the animal body. So far, then, the animal body is the immediate object of the subject; the perception of all other objects becomes possible through it. The changes which every animal body experiences, are immediately known, that is, felt; and as these effects are at once referred to their causes, the perception of the latter as objects arises. This relation is no conclusion in abstract conceptions; it does not arise from reflection, nor is it arbitrary, but immediate, necessary, and certain. It is the method of knowing of the pure understanding, without which there could be no perception; there would only remain a dull plant-like consciousness of the changes of the immediate object, which would succeed each other in an utterly unmeaning way, except in so far as they might have a meaning for the will either as pain or pleasure. But as with the rising of the sun the visible world appears, so at one stroke, the understanding, by means of its one simple function, changes the dull, meaningless sensation into perception. What the eye, the ear, or the hand feels, is not perception; it is merely its data. By the understanding passing from the effect to the cause, the world first appears as perception extended in space, varying in respect of form, persistent through all time in respect of matter; for the understanding unites space and time in the idea of matter, that is, causal action. As the world as idea exists only through the understanding, so also it exists only for the understanding. In the first chapter of my essay on “Light and Colour,” I have already explained how the understanding constructs perceptions out of the data supplied by the senses; how by comparison of the impressions which the various senses receive from the object, a child arrives at perceptions; how this alone affords the solution of so many phenomena of the senses; the single vision of two eyes, the double vision in the case of a squint, or when we try to look at once at objects which lie at unequal distances behind each other; and all illusion which is produced by a sudden alteration in the organs of sense. But I have treated this important subject much more fully and thoroughly in the second edition of the essay on “The Principle of Sufficient Reason,” § 21. All that is said there would find its proper place here, and would therefore have to be said again; but as I have almost as much disinclination to quote myself as to quote others, and as I am unable to explain the subject better than it is explained there, I refer the reader to it, instead of quoting it, and take for granted that it is known.\n\nThe process by which children, and persons born blind who have been operated upon, learn to see, the single vision of the double sensation of two eyes, the double vision and double touch which occur when the organs of sense have been displaced from their usual position, the upright appearance of objects while the picture on the retina is upside down, the attributing of colour to the outward objects, whereas it is merely an inner function, a division through polarisation, of the activity of the eye, and lastly the stereoscope,—all these are sure and incontrovertible evidence that perception is not merely of the senses, but intellectual—that is, pure knowledge through the understanding of the cause from the effect, and that, consequently, it presupposes the law of causality, in a knowledge of which all perception—that is to say all experience, by virtue of its primary and only possibility, depends. The contrary doctrine that the law of causality results from experience, which was the scepticism of Hume, is first refuted by this. For the independence of the knowledge of causality of all experience,—that is, its a priori character—can only be deduced from the dependence of all experience upon it; and this deduction can only be accomplished by proving, in the manner here indicated, and explained in the passages referred to above, that the knowledge of causality is included in perception in general, to which all experience belongs, and therefore in respect of experience is completely a priori, does not presuppose it, but is presupposed by it as a condition. This, however, cannot be deduced in the manner attempted by Kant, which I have criticised in the essay on “The Principle of Sufficient Reason,” § 23.\n§ 5. It is needful to guard against the grave error of supposing that because perception arises through the knowledge of causality, the relation of subject and object is that of cause and effect. For this relation subsists only between the immediate object and objects known indirectly, thus always between objects alone. It is this false supposition that has given rise to the foolish controversy about the reality of the outer world; a controversy in which dogmatism and scepticism oppose each other, and the former appears, now as realism, now as idealism. Realism treats the object as cause, and the subject as its effect. The idealism of Fichte reduces the object to the effect of the subject. Since however, and this cannot be too much emphasised, there is absolutely no relation according to the principle of sufficient reason between subject and object, neither of these views could be proved, and therefore scepticism attacked them both with success. Now, just as the law of causality precedes perception and experience as their condition, and therefore cannot (as Hume thought) be derived from them, so object and subject precede all knowledge, and hence the principle of sufficient reason in general, as its first condition; for this principle is merely the form of all objects, the whole nature and possibility of their existence as phenomena: but the object always presupposes the subject; and therefore between these two there can be no relation of reason and consequent. My essay on the principle of sufficient reason accomplishes just this: it explains the content of that principle as the essential form of every object—that is to say, as the universal nature of all objective existence, as something which pertains to the object as such; but the object as such always presupposes the subject as its necessary correlative; and therefore the subject remains always outside the province in which the principle of sufficient reason is valid. The controversy as to the reality of the outer world rests upon this false extension of the validity of the principle of sufficient reason to the subject also, and starting with this mistake it can never understand itself. On the one side realistic dogmatism, looking upon the idea as the effect of the object, desires to separate these two, idea and object, which are really one, and to assume a cause quite different from the idea, an object in itself, independent of the subject, a thing which is quite inconceivable; for even as object it presupposes subject, and so remains its idea. Opposed to this doctrine is scepticism, which makes the same false presupposition that in the idea we have only the effect, never the cause, therefore never real being; that we always know merely the action of the object. But this object, it supposes, may perhaps have no resemblance whatever to its effect, may indeed have been quite erroneously received as the cause, for the law of causality is first to be gathered from experience, and the reality of experience is then made to rest upon it. Thus both of these views are open to the correction, firstly, that object and idea are the same; secondly, that the true being of the object of perception is its action, that the reality of the thing consists in this, and the demand for an existence of the object outside the idea of the subject, and also for an essence of the actual thing different from its action, has absolutely no meaning, and is a contradiction: and that the knowledge of the nature of the effect of any perceived object, exhausts such an object itself, so far as it is object, i.e., idea, for beyond this there is nothing more to be known. So far then, the perceived world in space and time, which makes itself known as causation alone, is entirely real, and is throughout simply what it appears to be, and it appears wholly and without reserve as idea, bound together according to the law of causality. This is its empirical reality. On the other hand, all causality is in the understanding alone, and for the understanding. The whole actual, that is, active world is determined as such through the understanding, and apart from it is nothing. This, however, is not the only reason for altogether denying such a reality of the outer world as is taught by the dogmatist, who explains its reality as its independence of the subject. We also deny it, because no object apart from a subject can be conceived without contradiction. The whole world of objects is and remains idea, and therefore wholly and for ever determined by the subject; that is to say, it has transcendental ideality. But it is not therefore illusion or mere appearance; it presents itself as that which it is, idea, and indeed as a series of ideas of which the common bond is the principle of sufficient reason. It is according to its inmost meaning quite comprehensible to the healthy understanding, and speaks a language quite intelligible to it. To dispute about its reality can only occur to a mind perverted by over-subtilty, and such discussion always arises from a false application of the principle of sufficient reason, which binds all ideas together of whatever kind they may be, but by no means connects them with the subject, nor yet with a something which is neither subject nor object, but only the ground of the object; an absurdity, for only objects can be and always are the ground of objects. If we examine more closely the source of this question as to the reality of the outer world, we find that besides the false application of the principle of sufficient reason generally to what lies beyond its province, a special confusion of its forms is also involved; for that form which it has only in reference to concepts or abstract ideas, is applied to perceived ideas, real objects; and a ground of knowing is demanded of objects, whereas they can have nothing but a ground of being. Among the abstract ideas, the concepts united in the judgment, the principle of sufficient reason appears in such a way that each of these has its worth, its validity, and its whole existence, here called truth, simply and solely through the relation of the judgment to something outside of it, its ground of knowledge, to which there must consequently always be a return. Among real objects, ideas of perception, on the other hand, the principle of sufficient reason appears not as the principle of the ground of knowing, but of being, as the law of causality: every real object has paid its debt to it, inasmuch as it has come to be, i.e., has appeared as the effect of a cause. The demand for a ground of knowing has therefore here no application and no meaning, but belongs to quite another class of things. Thus the world of perception raises in the observer no question or doubt so long as he remains in contact with it: there is here neither error nor truth, for these are confined to the province of the abstract—the province of reflection. But here the world lies open for sense and understanding; presents itself with naive truth as that which it really is—ideas of perception which develop themselves according to the law of causality.\n\nSo far as we have considered the question of the reality of the outer world, it arises from a confusion which amounts even to a misunderstanding of reason itself, and therefore thus far, the question could be answered only by explaining its meaning. After examination of the whole nature of the principle of sufficient reason, of the relation of subject and object, and the special conditions of sense perception, the question itself disappeared because it had no longer any meaning. There is, however, one other possible origin of this question, quite different from the purely speculative one which we have considered, a specially empirical origin, though the question is always raised from a speculative point of view, and in this form it has a much more comprehensible meaning than it had in the first. We have dreams; may not our whole life be a dream? or more exactly: is there a sure criterion of the distinction between dreams and reality? between phantasms and real objects? The assertion that what is dreamt is less vivid and distinct than what we actually perceive is not to the point, because no one has ever been able to make a fair comparison of the two; for we can only compare the recollection of a dream with the present reality. Kant answers the question thus: “The connection of ideas among themselves, according to the law of causality, constitutes the difference between real life and dreams.” But in dreams, as well as in real life, everything is connected individually at any rate, in accordance with the principle of sufficient reason in all its forms, and this connection is broken only between life and dreams, or between one dream and another. Kant's answer therefore could only run thus:—the long dream (life) has throughout complete connection according to the principle of sufficient reason; it has not this connection, however, with short dreams, although each of these has in itself the same connection: the bridge is therefore broken between the former and the latter, and on this account we distinguish them.\n\nBut to institute an inquiry according to this criterion, as to whether something was dreamt or seen, would always be difficult and often impossible. For we are by no means in a position to trace link by link the causal connection between any experienced event and the present moment, but we do not on that account explain it as dreamt. Therefore in real life we do not commonly employ that method of distinguishing between dreams and reality. The only sure criterion by which to distinguish them is in fact the entirely empirical one of awaking, through which at any rate the causal connection between dreamed events and those of waking life, is distinctly and sensibly broken off. This is strongly supported by the remark of Hobbes in the second chapter of Leviathan, that we easily mistake dreams for reality if we have unintentionally fallen asleep without taking off our clothes, and much more so when it also happens that some undertaking or design fills all our thoughts, and occupies our dreams as well as our waking moments. We then observe the awaking just as little as the falling asleep, dream and reality run together and become confounded. In such a case there is nothing for it but the application of Kant's criterion; but if, as often happens, we fail to establish by means of this criterion, either the existence of causal connection with the present, or the absence of such connection, then it must for ever remain uncertain whether an event was dreamt or really happened. Here, in fact, the intimate relationship between life and dreams is brought out very clearly, and we need not be ashamed to confess it, as it has been recognised and spoken of by many great men. The Vedas and Puranas have no better simile than a dream for the whole knowledge of the actual world, which they call the web of Mâyâ, and they use none more frequently. Plato often says that men live only in a dream; the philosopher alone strives to awake himself. Pindar says (ii. η. 135): σκιας οναρ ανθρωπος (umbræ somnium homo), and Sophocles:—\n\nὈνω γυν ἡμας ουδεν οντας αλλο, πλην\nΣιδωλ᾽ ὁσοιπερ ζωμεν, ὴ κουφην σκιαν.—Ajax, 125.\n(Nos enim, quicunque vivimus, nihil aliud esse comperio quam simulacra et levem umbram.) Beside which most worthily stands Shakespeare:—\n\n“We are such stuff\nAs dreams are made on, and our little life\nIs rounded with a sleep.”—Tempest, Act iv. Sc. 1.\n\nLastly, Calderon was so deeply impressed with this view of life that he sought to embody it in a kind of metaphysical drama—“Life a Dream.”\n\nAfter these numerous quotations from the poets, perhaps I also may be allowed to express myself by a metaphor. Life and dreams are leaves of the same book. The systematic reading of this book is real life, but when the reading hours (that is, the day) are over, we often continue idly to turn over the leaves, and read a page here and there without method or connection: often one we have read before, sometimes one that is new to us, but always in the same book. Such an isolated page is indeed out of connection with the systematic study of the book, but it does not seem so very different when we remember that the whole continuous perusal begins and ends just as abruptly, and may therefore be regarded as merely a larger single page.\n\nThus although individual dreams are distinguished from real life by the fact that they do not fit into that continuity which runs through the whole of experience, and the act of awaking brings this into consciousness, yet that very continuity of experience belongs to real life as its form, and the dream on its part can point to a similar continuity in itself. If, therefore, we consider the question from a point of view external to both, there is no distinct difference in their nature, and we are forced to concede to the poets that life is a long dream.\n\nLet us turn back now from this quite independent empirical origin of the question of the reality of the outer world, to its speculative origin. We found that this consisted, first, in the false application of the principle of sufficient reason to the relation of subject and object; and secondly, in the confusion of its forms, inasmuch as the principle of sufficient reason of knowing was extended to a province in which the principle of sufficient reason of being is valid. But the question could hardly have occupied philosophers so constantly if it  were entirely devoid of all real content, and if some true thought and meaning did not lie at its heart as its real source. Accordingly, we must assume that when the element of truth that lies at the bottom of the question first came into reflection and sought its expression, it became involved in these confused and meaningless forms and problems. This at least is my opinion, and I think that the true expression of that inmost meaning of the question, which it failed to find, is this:—What is this world of perception besides being my idea? Is that of which I am conscious only as idea, exactly like my own body, of which I am doubly conscious, in one aspect as idea, in another aspect as will? The fuller explanation of this question and its answer in the affirmative, will form the content of the second book, and its consequences will occupy the remaining portion of this work.\n\n§ 6. For the present, however, in this first book we consider everything merely as idea, as object for the subject. And our own body, which is the starting-point for each of us in our perception of the world, we consider, like all other real objects, from the side of its knowableness, and in this regard it is simply an idea. Now the consciousness of every one is in general opposed to the explanation of objects as mere ideas, and more especially to the explanation of our bodies as such; for the thing in itself is known to each of us immediately in so far as it appears as our own body; but in so far as it objectifies itself in the other objects of perception, it is known only indirectly. But this abstraction, this one-sided treatment, this forcible separation of what is essentially and necessarily united, is only adopted to meet the demands of our argument; and therefore the disinclination to it must, in the meantime, be suppressed and silenced by the expectation that the subsequent treatment will correct the one-sidedness of the present one, and complete our knowledge of the nature of the world.\n\nAt present therefore the body is for us immediate object; that is to say, that idea which forms the starting-point of the subject's knowledge; because the body, with its immediately known changes, precedes the application of the law of causality, and thus supplies it with its first data. The whole nature of matter consists, as we have seen, in its causal action. But cause and effect exist only for the understanding, which is nothing but their subjective correlative. The understanding, however, could never come into operation if there were not something else from which it starts. This is simple sensation—the immediate consciousness of the changes of the body, by virtue of which it is immediate object. Thus the possibility of knowing the world of perception depends upon two conditions; the first, objectively expressed, is the power of material things to act upon each other, to produce changes in each other, without which common quality of all bodies no perception would be possible, even by means of the sensibility of the animal body. And if we wish to express this condition subjectively we say: The understanding first makes perception possible; for the law of causality, the possibility of effect and cause, springs only from the understanding, and is valid only for it, and therefore the world of perception exists only through and for it. The second condition is the sensibility of animal bodies, or the quality of being immediate objects of the subject which certain bodies possess. The mere modification which the organs of sense sustain from without through their specific affections, may here be called ideas, so far as these affections produce neither pain nor pleasure, that is, have no immediate significance for the will, and are yet perceived, exist therefore only for knowledge. Thus far, then, I say that the body is immediately known, is immediate object. But the conception of object is not to be taken here in its fullest sense, for through this immediate knowledge of the body, which precedes the operation of the understanding, and is mere sensation, our own body does not exist specifically as object, but first the material things which affect it: for all knowledge of an object proper, of an idea perceived in space, exists only through and for the understanding; therefore not before, but only subsequently to its operation. Therefore the body as object proper, that is, as an idea perceived in space, is first known indirectly, like all other objects, through the application of the law of causality to the action of one of its parts upon another, as, for example, when the eye sees the body or the hand touches it. Consequently the form of our body does not become known to us through mere feeling, but only through knowledge, only in idea; that is to say, only in the brain does our own body first come to appear as extended, articulate, organic. A man born blind receives this idea only little by little from the data afforded by touch. A blind man without hands could never come to know his own form; or at the most could infer and construct it little by little from the effects of other bodies upon him. If, then, we call the body an immediate object, we are to be understood with these reservations.\nIn other respects, then, according to what has been said, all animal bodies are immediate objects; that is, starting-points for the subject which always knows and therefore is never known in its perception of the world. Thus the distinctive characteristic of animal life is knowledge, with movement following on motives, which are determined by knowledge, just as movement following on stimuli is the distinctive characteristic of plant-life. Unorganised matter, however, has no movement except such as is produced by causes properly so called, using the term in its narrowest sense. All this I have thoroughly discussed in my essay on the principle of sufficient reason, § 20, in the “Ethics,” first essay, iii., and in my work on Sight and Colour, § 1, to which I therefore refer.\n\nIt follows from what has been said, that all animals,  even the least developed, have understanding; for they all know objects, and this knowledge determines their movements as motive. Understanding is the same in all animals and in all men; it has everywhere the same simple form; knowledge of causality, transition from effect to cause, and from cause to effect, nothing more; but the degree of its acuteness, and the extension of the sphere of its knowledge varies enormously, with innumerable gradations from the lowest form, which is only conscious of the causal connection between the immediate object and objects affecting it—that is to say, perceives a cause as an object in space by passing to it from the affection which the body feels, to the higher grades of knowledge of the causal connection among objects known indirectly, which extends to the understanding of the most complicated system of cause and effect in nature. For even this high degree of knowledge is still the work of the understanding, not of the reason. The abstract concepts of the reason can only serve to take up the objective connections which are immediately known by the understanding, to make them permanent for thought, and to relate them to each other; but reason never gives us immediate knowledge. Every force and law of nature, every example of such forces and laws, must first be immediately known by the understanding, must be apprehended through perception before it can pass into abstract consciousness for reason. Hooke's discovery of the law of gravitation, and the reference of so many important phenomena to this one law, was the work of immediate apprehension by the understanding; and such also was the proof of Newton's calculations, and Lavoisier's discovery of acids and their important function in nature, and also Goethe's discovery of the origin of physical colours. All these discoveries are nothing more than a correct immediate passage from the effect to the cause, which is at once followed by the recognition of the ideality of the force of nature which expresses itself in all causes of the same kind; and this complete insight is just an example of that single function of the understanding, by which an animal perceives as an object in space the cause which affects its body, and differs from such a perception only in degree. Every one of these great discoveries is therefore, just like perception, an operation of the understanding, an immediate intuition, and as such the work of an instant, an apperçu, a flash of insight. They are not the result of a process of abstract reasoning, which only serves to make the immediate knowledge of the understanding permanent for thought by bringing it under abstract concepts, i.e., it makes knowledge distinct, it puts us in a position to impart it and explain it to others. The keenness of the understanding in apprehending the causal relations of objects which are known indirectly, does not find its only application in the sphere of natural science (though all the discoveries in that sphere are due to it), but it also appears in practical life. It is then called good sense or prudence, as in its other application it is better called acuteness, penetration, sagacity. More exactly, good sense or prudence signifies exclusively understanding at the command of the will. But the limits of these conceptions must not be too sharply defined, for it is always that one function of the understanding by means of which all animals perceive objects in space, which, in its keenest form, appears now in the phenomena of nature, correctly inferring the unknown causes from the given effects, and providing the material from which the reason frames general rules as laws of nature; now inventing complicated and ingenious machines by adapting known causes to desired effects; now in the sphere of motives, seeing through and frustrating intrigues and machinations, or fitly disposing the motives and the men who are susceptible to them, setting them in motion, as machines are moved by levers and wheels, and directing them at will to the accomplishment of its ends. Deficiency of understanding is called  stupidity. It is just dulness in applying the law of causality, incapacity for the immediate apprehension of the concatenations of causes and effects, motives and actions. A stupid person has no insight into the connection of natural phenomena, either when they follow their own course, or when they are intentionally combined, i.e., are applied to machinery. Such a man readily believes in magic and miracles. A stupid man does not observe that persons, who apparently act independently of each other, are really in collusion; he is therefore easily mystified, and outwitted; he does not discern the hidden motives of proffered advice or expressions of opinion, &c. But it is always just one thing that he lacks—keenness, rapidity, ease in applying the law of causality, i.e., power of understanding. The greatest, and, in this reference, the most instructive example of stupidity I ever met with, was the case of a totally imbecile boy of about eleven years of age, in an asylum. He had reason, because he spoke and comprehended, but in respect of understanding he was inferior to many of the lower animals. Whenever I visited him he noticed an eye-glass which I wore round my neck, and in which the window of the room and the tops of the trees beyond were reflected: on every occasion he was greatly surprised and delighted with this, and was never tired of looking at it with astonishment, because he did not understand the immediate causation of reflection.\n\nWhile the difference in degree of the acuteness of the understanding, is very great between man and man, it is even greater between one species of animal and another. In all species of animals, even those which are nearest to plants, there is at least as much understanding as suffices for the inference from the effect on the immediate object, to the indirectly known object as its cause, i.e., sufficient for perception, for the apprehension of an object. For it is this that constitutes them animals, as it gives them the power of movement following on motives, and  thereby the power of seeking for food, or at least of seizing it; whereas plants have only movement following on stimuli, whose direct influence they must await, or else decay, for they cannot seek after them nor appropriate them. We marvel at the great sagacity of the most developed species of animals, such as the dog, the elephant, the monkey or the fox, whose cleverness has been so admirably sketched by Buffon. From these most sagacious animals, we can pretty accurately determine how far understanding can go without reason, i.e., abstract knowledge embodied in concepts. We could not find this out from ourselves, for in us understanding and reason always reciprocally support each other. We find that the manifestation of understanding in animals is sometimes above our expectation, and sometimes below it. On the one hand, we are surprised at the sagacity of the elephant, who, after crossing many bridges during his journey in Europe, once refused to go upon one, because he thought it was not strong enough to bear his weight, though he saw the rest of the party, consisting of men and horses, go upon it as usual. On the other hand, we wonder that the intelligent Orang-outangs, who warm themselves at a fire they have found, do not keep it alight by throwing wood on it; a proof that this requires a deliberation which is not possible without abstract concepts. It is clear that the knowledge of cause and effect, as the universal form of understanding, belongs to all animals a priori, because to them as to us it is the prior condition of all perception of the outer world. If any one desires additional proof of this, let him observe, for example, how a young dog is afraid to jump down from a table, however much he may wish to do so, because he foresees the effect of the weight of his body, though he has not been taught this by experience. In judging of the understanding of animals, we must guard against ascribing to it the manifestations of instinct, a faculty which is quite distinct both from understanding and reason, but the action of which is often very analogous to the combined action of the two. We cannot, however, discuss this here; it will find its proper place in the second book, when we consider the harmony or so-called teleology of nature: and the 27th chapter of the supplementary volume is expressly devoted to it.\n\nDeficiency of understanding we call stupidity: deficiency in the application of reason to practice we shall recognise later as foolishness: deficiency of judgment as silliness, and lastly, partial or entire deficiency of memory as madness. But each of these will be considered in its own place. That which is correctly known by reason is truth, that is, an abstract judgment on sufficient grounds (Essay on the Principle of Sufficient Reason, § 29 and following paragraphs); that which is correctly known by understanding is reality, that is correct inference from effect on the immediate object to its cause. Error is opposed to truth, as deception of the reason: illusion is opposed to reality, as deception of the understanding. The full discussion of all this will be found in the first chapter of my essay on Light and Colour. Illusion takes place when the same effect may be attributed to two causes, of which one occurs very frequently, the other very seldom; the understanding having no data to decide which of these two causes operates in any particular case,—for their effects are exactly alike,—always assumes the presence of the commoner cause, and as the activity of the understanding is not reflective and discursive, but direct and immediate, this false cause appears before us as a perceived object, whereas it is merely illusion. I have explained in the essay referred to, how in this way double sight and double feeling take place if the organs of sense are brought into an unusual position; and have thus given an incontrovertible proof that perception exists only through and for the understanding. As additional examples of such illusions or deceptions of the understanding, we may mention the broken appearance  of a stick dipped in water; the reflections in spherical mirrors, which, when the surface is convex appear somewhat behind it, and when the surface is concave appear a long way in front of it. To this class also belongs the apparently greater extension of the moon at the horizon than at the zenith. This appearance is not optical, for as the micrometre proves, the eye receives the image of the moon at the zenith, at an even greater angle of vision than at the horizon. The mistake is due to the understanding, which assumes that the cause of the feebler light of the moon and of all stars at the horizon is that they are further off, thus treating them as earthly objects, according to the laws of atmospheric perspective, and therefore it takes the moon to be much larger at the horizon than at the zenith, and also regards the vault of heaven as more extended or flattened out at the horizon. The same false application of the laws of atmospheric perspective leads us to suppose that very high mountains, whose summits alone are visible in pure transparent air, are much nearer than they really are, and therefore not so high as they are; for example, Mont Blanc seen from Salenche. All such illusions are immediately present to us as perceptions, and cannot be dispelled by any arguments of the reason. Reason can only prevent error, that is, a judgment on insufficient grounds, by opposing to it a truth; as for example, the abstract knowledge that the cause of the weaker light of the moon and the stars at the horizon is not greater distance, but the denser atmosphere; but in all the cases we have referred to, the illusion remains in spite of every abstract explanation. For the understanding is in itself, even in the case of man, irrational, and is completely and sharply distinguished from the reason, which is a faculty of knowledge that belongs to man alone. The reason can only know; perception remains free from its influence and belongs to the understanding alone.\n\n§ 7. With reference to our exposition up to this point, it must be observed that we did not start either from the object or the subject, but from the idea, which contains and presupposes them both; for the antithesis of object and subject is its primary, universal and essential form. We have therefore first considered this form as such; then (though in this respect reference has for the most part been made to the introductory essay) the subordinate forms of time, space and causality. The latter belong exclusively to the object, and yet, as they are essential to the object as such, and as the object again is essential to the subject as such, they may be discovered from the subject, i.e., they may be known a priori, and so far they are to be regarded as the common limits of both. But all these forms may be referred to one general expression, the principle of sufficient reason, as we have explained in the introductory essay.\n\nThis procedure distinguishes our philosophical method from that of all former systems. For they all start either from the object or from the subject, and therefore seek to explain the one from the other, and this according to the principle of sufficient reason. We, on the contrary, deny the validity of this principle with reference to the relation of subject and object, and confine it to the object. It may be thought that the philosophy of identity, which has appeared and become generally known in our own day, does not come under either of the alternatives we have named, for it does not start either from the subject or from the object, but from the absolute, known through “intellectual intuition,” which is neither object nor subject, but the identity of the two. I will not venture to speak of this revered identity, and this absolute, for I find myself entirely devoid of all “intellectual intuition.” But as I take my stand merely on those manifestoes of the “intellectual intuiter” which are open to all, even to profane persons like myself, I must yet observe that this philosophy is not to be excepted from the alternative errors mentioned above. For it does not escape these two opposite errors in spite of its identity of subject and object, which is not thinkable, but only “intellectually intuitable,” or to be experienced by a losing of oneself in it. On the contrary, it combines them both in itself; for it is divided into two parts, firstly, transcendental idealism, which is just Fichte's doctrine of the ego, and therefore teaches that the object is produced by the subject, or evolved out of it in accordance with the principle of sufficient reason; secondly, the philosophy of nature, which teaches that the subject is produced little by little from the object, by means of a method called construction, about which I understand very little, yet enough to know that it is a process according to various forms of the principle of sufficient reason. The deep wisdom itself which that construction contains, I renounce; for as I entirely lack “intellectual intuition,” all those expositions which presuppose it must for me remain as a book sealed with seven seals. This is so truly the case that, strange to say, I have always been unable to find anything at all in this doctrine of profound wisdom but atrocious and wearisome bombast.\n\nThe systems starting from the object had always the whole world of perception and its constitution as their problem; yet the object which they take as their starting-point is not always this whole world of perception, nor its fundamental element, matter. On the contrary, a division of these systems may be made, based on the four classes of possible objects set forth in the introductory essay. Thus Thales and the Ionic school, Democritus, Epicurus, Giordano Bruno, and the French materialists, may be said to have started from the first class of objects, the real world: Spinoza (on account of his conception of substance, which is purely abstract, and exists only in his definition) and, earlier, the Eleatics, from the second class, the abstract conception: the Pythagoreans and Chinese philosophy in Y-King, from the third class, time, and consequently number: and, lastly, the schoolmen, who teach a creation out of nothing by the act of will of an extra-mundane personal being, started from the fourth class of objects, the act of will directed by knowledge.\n\nOf all systems of philosophy which start from the object, the most consistent, and that which may be carried furthest, is simple materialism. It regards matter, and with it time and space, as existing absolutely, and ignores the relation to the subject in which alone all this really exists. It then lays hold of the law of causality as a guiding principle or clue, regarding it as a self-existent order (or arrangement) of things, veritas aeterna, and so fails to take account of the understanding, in which and for which alone causality is. It seeks the primary and most simple state of matter, and then tries to develop all the others from it; ascending from mere mechanism, to chemism, to polarity, to the vegetable and to the animal kingdom. And if we suppose this to have been done, the last link in the chain would be animal sensibility—that is knowledge—which would consequently now appear as a mere modification or state of matter produced by causality. Now if we had followed materialism thus far with clear ideas, when we reached its highest point we would suddenly be seized with a fit of the inextinguishable laughter of the Olympians. As if waking from a dream, we would all at once become aware that its final result—knowledge, which it reached so laboriously, was presupposed as the indispensable condition of its very starting-point, mere matter; and when we imagined that we thought matter, we really thought only the subject that perceives matter; the eye that sees it, the hand that feels it, the understanding that knows it. Thus the tremendous petitio principii reveals itself unexpectedly; for suddenly the last link is seen to be the starting-point, the chain a circle, and the materialist is like Baron Münchausen who, when swimming in water on horseback, drew the horse into the air with his legs, and himself also by his cue. The fundamental absurdity of materialism is that it starts from the objective, and takes as the ultimate ground of explanation something objective, whether it be matter in the abstract, simply as it is thought, or after it has taken form, is empirically given—that is to say, is substance, the chemical element with its primary relations. Some such thing it takes, as existing absolutely and in itself, in order that it may evolve organic nature and finally the knowing subject from it, and explain them adequately by means of it; whereas in truth all that is objective is already determined as such in manifold ways by the knowing subject through its forms of knowing, and presupposes them; and consequently it entirely disappears if we think the subject away. Thus materialism is the attempt to explain what is immediately given us by what is given us indirectly. All that is objective, extended, active—that is to say, all that is material—is regarded by materialism as affording so solid a basis for its explanation, that a reduction of everything to this can leave nothing to be desired (especially if in ultimate analysis this reduction should resolve itself into action and reaction). But we have shown that all this is given indirectly and in the highest degree determined, and is therefore merely a relatively present object, for it has passed through the machinery and manufactory of the brain, and has thus come under the forms of space, time and causality, by means of which it is first presented to us as extended in space and ever active in time. From such an indirectly given object, materialism seeks to explain what is immediately given, the idea (in which alone the object that materialism starts with exists), and finally even the will from which all those fundamental forces, that manifest themselves, under the guidance of causes, and therefore according to law, are in truth to be explained. To the assertion that thought is a modification of matter we may always, with equal right, oppose the contrary assertion that all matter is merely the modification of the knowing subject, as its idea. Yet the aim and ideal of all natural science is at bottom a consistent materialism. The recognition here of the obvious impossibility of such a system establishes another truth which will appear in the course of our exposition, the truth that all science properly so called, by which I understand systematic knowledge under the guidance of the principle of sufficient reason, can never reach its final goal, nor give a complete and adequate explanation: for it is not concerned with the inmost nature of the world, it cannot get beyond the idea; indeed, it really teaches nothing more than the relation of one idea to another.Embed"}