{"Lyrics": "5 ContributorsSplit Personality Lyrics[Intro]\nThey say I got a split personality\nIn daytime, I'm cool, nighttime\n\n[Verse 1: Brotha Lynch Hung]\nNo electricity, no car payment\nMake me just wanna rape shit, scrape shit off the concrete\nAnd eat it, believe me, I can get Devious like Little Bro\nCriminal, call me the cream of crop in Sacramento, though\nWhy they wanna get severed up to many minimeatlets\nWhy every time I get drunk and high, I can't trust a nigga like a secret?\nSo I commence to make the meat rip, that's all I ever think about\nBell peppers and hot sauce, high blood pressure shit\nTell Lecter I eat it raw, damn near rare\nThis album's supposed to make you wanna eat spare ribs\nI don't ever wanna spare his life, fuckin' rape his wife\nRazor-blade to knife you, sever your wife up, watch the knife cut\nPicture it like a Nikon, I spit poison like a python\nShit, gotta get the lights on when the light's on, human meat's\nAll over the room, blood all over the room, sicko psycho\nSickle-cell anemia, just light up the ooze\n\n[Hook: G-Macc]\nI don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, night time, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit, I could speak but\nI don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, nighttime, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit (I can say it!)\nYou might also like[Verse 2: Brotha Lynch Hung]\nFriday the 13th, my day to work meat\nButcher shoppin' for Halloween, took it, chopped it, popped hollow three\nI don't wanna get to pushin' the issue, but this is who listen to sick shit\nI don't need to get 'em, look at him cookin' 'em, cookin' with some of the sickness\nI'll be havin' them fits with the bitches and niggas, I'll stick 'em with ice picks\nSplit personality shit, liquor with kill 'em up shit, dose of that fill 'em up\nLead 'em up, eat 'em up, niggas get heated up like gasoline\nAfter I put that gasoline on 'em, transform 'em to liquid, I'm a misfit\nCannibalistic, this is standin' and rammin' a bitch with a dick-blade shit (I)\nAnd I'm an animal, Crip shit, Hannibal cannibal, manimal, Siccmade shit (want)\nSwitchblade shit (to)\nThen I'mma send 'em a thick plate dish (kill)\nWomen have been on my menu since (and)\nBelieve it, I'll leave 'em and it pays quick (eat)\nSee me and demon, my shit Madesicc (now)\nLeavin' 'em with they bitch\n'Bout to body-snatch her, attach her to the hooks in my closet, this may fit\nI wear they skin, somebody on the news askin' where they been, it's Madesicc!\n\n[Hook]\nI don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, night time, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit, I could speak but\nI don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, nighttime, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit (I can say it!)\n[Verse 3: Brotha Lynch Hung]\nI don't wanna argue, I mean, yes, I wanna argue\nI'm like no, I don't wanna argue\nThese niggas don't wanna know how sick I am\nMaybe I should charbroil humans and leave off human beings\nShit, I'm a human gargoyle, fuckin' with me, get your heart boiled\nI don't give a fuck about you, I don't want you to think that\nHit you with the MAC-10 and have your skin turnin' pink and black\nIn the backyard with stinky sacks, Dorothea Puente\nAround the corner from Sandra Dee's, you don't wanna know the answer, please\nThat nigga dead, he caught two in the head, trigger squeeze\nJust so you know it, I can do it to future enemies\nI keep it blue, I just get right into it, skinnin' knees\nI need some bearings, I ain't gon' stop 'til I get ten of these\nBetter pay attention, please, don't be a opportunist\nCause when it comes down to it, when it comes to me, you ain't gon' do shit\nI know your history, heard you don't ever spray shit\nSo please don't try to say shit, don't even say shit, bitch!\n\n[Hook]\nYou don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, night time, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit, you could speak but\nYou don't wanna say shit, I just wanna rape shit\nI just wanna fillet bitches, nighttime, day, night\nNighttime AK shit, my other half is sayin' \"Don't do it!\"\nBut at close range, split your brain shit (I can say it!)\n[Skit]\nI gotta change my life! (You don't have to change your life!)\nI do! (What's wrong with your life?)\nA lot is wrong with my life and I'm tryin' to change it!\n(You don't have to change your life! Just your wife.)Embed"}