{"Lyrics": "28 ContributorsPale Fire: A Poem in Four Cantos LyricsCANTO 1\nI was the shadow of the waxwing slain\nBy the false azure in the windowpane;\nI was the smudge of ashen fluff--and I\nLived on, flew on, in the reflected sky.\nAnd from the inside, too, I'd duplicate\nMyself, my lamp, an apple on a plate:\nUncurtaining the night, I'd let dark glass\nHang all the furniture above the grass,\nAnd how delightful when a fall of snow\nCovered my glimpse of lawn and reached up so\nAs to make chair and bed exactly stand\nUpon that snow, out in that crystal land!\n\nRetake the falling snow: each drifting flake\nShapeless and slow, unsteady and opaque,\nA dull dark white against the day's pale white\nAnd abstract larches in the neutral light.\nAnd then the gradual and dual blue\nAs night unites the viewer and the view,\nAnd in the morning, diamonds of frost\nExpress amazement: Whose spurred feet have crossed\nFrom  left to right the blank page of the road?\nReading from left to right in winter's code:\nA dot, an arrow pointing back; repeat:\nDot, arrow pointing back...A pheasant's feet!\nTorquated beauty, sublimated grouse,\nFinding your China right behind my house.\nWas he in Sherlock Holmes, the fellow whose\nTracks pointed back when he reversed his shoes?\nAll colors made me happy: even gray.\nMy eyes were such that literally they\nTook photographs. Whenever I'd permit,\nOr, with a silent shiver, order it,\nWhatever in my field of vision dwelt--\nAn indoor scene, hickory leaves, the svelte\nStilettos of a frozen stillicide--\nWas printed on my eyelids' nether side\nWhere it would tarry for an hour or two,\nAnd while this lasted all I had to do\nWas close my eyes to reproduce the leaves,\nOr indoor scene, or trophies of the eaves.\n\nI cannot understand why from the lake\nI could make out our front porch when I'd take\nLake Road to school, whilst now, although no tree\nHas intervened, I look but fail to see\nEven the roof. Maybe some quirk in space\nHas caused a fold or furrow to displace\nThe fragile vista, the frame house between\nGoldsworth and Wordsmith on its square of green.\n\nI had a favorite young shagbark there\nWith ample dark jade leaves and a black, spare\nVermiculated trunk. The setting sun\nBronzed the black bark, around which, like undone\nGarlands, the shadows of the foliage fell.\nIt is now stout and rough; it has done well.\nWhite butterflies turn lavender as they\nPass through its shade where gently seems to sway\nThe phantom of my little daughter's swing.\nThe house itself is much the same. One wing\nWe've had revamped. There's a solarium. There's\nA picture window flanked with fancy chairs.\nTV's huge paperclip now shines instead\nOf the stiff vane so often visited\nBy the naive, the gauzy mockingbird\nRetelling all the programs that she had heard;\nSwitching from chippo-chippo to a clear\nTo-wee, to-wee; then rasping out: come here,\nCome here, come herrr'; flitting her tail aloft,\nOr gracefully indulging in a soft\nUpward hop-flop, and instantly (to-wee)\nReturning to her perch--the new TV.\n\nI was an infant when my parents died.\nThey both were ornithologists. I've tried\nSo often to evoke them that today\nI have a thousand parents. Sadly they\nDissolve in their own virtues and recede,\nBut certain words, chance words I hear or read,\nSuch as \"bad heart\" always to him refer,\nAnd \"cancer of the pancreas\" to her.\n\nA preterist: one who collects cold nests.\nHere was my bedroom, now reserved for guests.\nHere, tucked away by the Canadian maid,\nI listened to the buzz downstairs and prayed\nFor everybody to be always well,\nUncles and aunts, the maid, her niece Adele,\nWho'd seen the Pope, people in books, and God.\nI was brought up by dear bizarre Aunt Maud,\nA poet and a painter with a taste\nFor realistic objects interlaced\nWith grotesque growths and images of doom.\nShe lived to hear the next babe cry. Her room\nWe've kept intact. Its trivia create\nA still life in her style: the paperweight\nOf convex glass enclosing a lagoon,\nThe verse open at the Index (Moon,\nMoonrise, Moor, Moral), the forlorn guitar\nThe human skull; and from the local Star\nA curio: Red Sox Beat Yanks 5-4\nOn Chapman's Homer, thumbtacked to the door\n\nMy God they died young. Theolatry I found\nDegrading, and its premises, unsound.\nNo free man needs a God; but was I free?\nHow fully I felt nature glued to me\nAnd how my childish palate loved the taste\nHalf-fish, half-honey, of that golden paste\n\nMy picture book was at an early age\nThe painted parchment papering our cage:\nMauve rings around the moon; blood-orange sun;\nTwinned Iris; and that rare phenomenon\nThe iridule--when beautiful and strange,\nIn a bright sky above a mountain range\nOne opal cloudlet in an oval form\nReflects the rainbow of a thunderstorm\nWhich in a distant valley has been staged--\nFor we are most artistically caged.\n\nAnd there's the wall of sound: the nightly wall\nRaised by a trillion crickets in the fall.\nImpenetrable! Halfway up the hill\nI'd pause in thrall of their delirious trill.\nThat's Dr. Sutton's light. That's the Great Bear.\nA thousand years ago five minutes were\nEqual to forty ounces of fine sand.\nOutstare the stars. Infinite foretime and\nInfinite aftertime: above your head\nThey close like giant wings, and you are dead.\nThe regular vulgarian, I daresay,\nIs happier: He sees the Milky Way\nOnly when making water. Then as now\nI walked at my own risk: whipped by the bough,\nTripped by the stump. Asthmatic, lame and fat,\nI never bounced a ball or swung a bat.\n\nI was the shadow of the waxwing slain\nBy feigned remoteness in the windowpane.\nI had a brain, five senses (one unique),\nBut otherwise I was a cloutish freak.\nIn sleeping dreams I played with other chaps\nBut really envied nothing--save perhaps\nThe miracle of a lemniscate left\nUpon wet sand by nonchalantly deft\nBicycle tires.\n\nA thread of subtle pain,\nTugged at by playful death, released again,\nBut always present, ran through me. One day,\nWhen I'd just turned eleven, as I lay\nProne on the floor and watched a clockwork toy--\nA tin wheelbarrow and pushed by a tin boy--\nBypass chair legs and stray beneath the bed,\nThere was a sudden sunburst in my head.\n\nAnd then black night. That blackness was sublime.\nI felt distributed through space and time:\nOne foot upon a mountaintop, one hand\nUnder the pebbles of a panting strand,\nOne ear in Italy, one eye in Spain,\nIn caves, my blood, and the stars, my brain.\nThere were dull throbs in my Triassic; green\nOptical spots in Upper Pleistocene,\nAn icy shiver down my Age of Stone,\nAnd all tomorrows in my funny bone.\n\nDuring one winter every afternoon\nI'd into that momentary swoon.\nAnd then it ceased. Its memory grew dim.\nMy health improved. I even learned to swim.\nBut like some little lad forced by a wench\nWith his pure tongue her abject thirst to quench,\nI was corrupted, terrified, allured,\nAnd though old Doctor Colt pronounced me cured\nOf what, he said, were mainly growing pains,\nThe wonder lingers and the shame remains.\nCANTO TWO\n\nThere was a time in my demented youth\nWhen somehow I suspected that the truth\nAbout survival after death was known\nTo every human being: I alone\nKnew nothing, and a great conspiracy\nOf books and people hid the truth from me.\n\nThere was the day when I began to doubt\nMan's sanity: How could he live without\nKnowing for sure what dawn, what death, what doom\nAwaited consciousness beyond the tomb?\n\nAnd finally there was the sleepless night\nWhen I decided to explore and fight\nThe foul, the inadmissible abyss,\nDevoting all my twisted life to this\nOne task. Today I'm sixty-one. Waxwings\nAre berry-pecking. A cicada sings.\n\nThe little scissors I am holding are\nA dazzling synthesis of sun and star.\nI stand before the window and I pare\nMy fingernails and vaguely am aware\nOf certain flinching likenesses: the thumb,\nOur grocer's son; the index, lean and glum\nCollege astronomer Starover Blue;\nThe middle fellow, a tall priest I knew;\nThe feminine fourth finger, an old flirt;\nAnd little pinky clinging to her skirt.\nAnd I make mouths as I snip off the thin\nStrips of what Aunt Maud used to call \"scarf skin.\"\n\nMaud Shade was eighty when a sudden hush\nFell on her life. We saw the angry flush\nAnd torsion of paralysis assail\nHer noble cheek. We moved her to Pinedale,\nFamed for its sanitarium. There she'd sit\nIn the glassed sun and watch the fly that lit\nUpon her dress and then upon her wrist.\nHer mind kept fading in the growing mist.\nShe still could speak. She paused, then groped,and found\nWhat seemed at first a serviceable sound,\nBut from adjacent cells impostors took\nThe place of words she needed, and her look\nSpelt imploration as she sought in vain\nTo reason with the monsters in her brain.\n\nWhat moment in the gradual decay\nDoes resurrection choose? What year? What day?\nWho has the stopwatch? Who rewinds the tape?\nAre some less lucky, or do all escape?\nA syllogism: other men die; but I\nAm not another; therefore I'll not die.\nSpace is a swarming in the eyes; and time\nA singing in the ears. In this hive I'm\nLocked up. Yet, if prior to life we had\nBeen able to imagine life, what mad,\nImpossible, unutterably weird\nWonderful nonsense it might have appeared!\n\nSo why join in the vulgar laughter? Why\nScorn a hereafter none can verify:\nThe Turk's delight, the future lyres, the talks\nWith Socrates and Proust in cypress walks,\nThe seraph with his six flamingo wings,\nAnd Flemish hells with porcupines and things?\nIt isn't that we dream too wild a dream:\nThe trouble is we do not make it seem\nSufficiently unlikely; for the most\nWe can think up is a domestic ghost.\n\nHow ludicrous these efforts to translate\nInto one's private tongue a public fate!\nInstead of poetry divinely terse,\nDisjointed notes, Insomnia's mean verse!\n\nLife is a message scribbled in the dark.\nAnonymous.\n               Espied on a pine's bark,\nAs we were walking home the day she died,\nAn empty emerald case, squat and frog-eyed,\nHugging the trunk; and its companion piece,\nA gum-logged ant.\n               That Englishman in Nice,\nA proud and happy linguist: je nourris\nLes pauvres cigales--meaning that he\nFed the poor sea gulls!\n                    Lafontaine was wrong;\nDead is the mandible, alive the song.\n\nAnd so I pare my nails, and muse, and hear\nYour steps upstairs, and all is right, my dear.\n\nSybil, throughout our high-school days I knew\nYour loveliness, but fell in love with you\nDuring an outing of the senior class\nTo New Wye Falls. We luncheoned on damp grass.\nOur teacher of geology discussed\nThe cataract. Its roar and rainbow dust\nMade the tame park romantic. I reclined\nIn April's haze immediately behind\nYour slender back and watched your neat small head\nBend to one side. One palm with fingers spread,\nBetween a star of trillium and a stone,\nPressed on the turf. A little phalange bone\nKept twitching. Then you turned and offered me\nA thimbleful of bright metallic tea.\n\nYour profile has not changed. The glistening teeth\nBiting the careful lip; the shade beneath\nThe eyes from the long lashes; the peach down\nRimming the cheekbone; the dark silky brown\nOf hair brushed up from temple and from nape;\nThe very naked neck; the Persian shape\nOf nose and eyebrow, you have kept it all--\nAnd on still nights we hear the waterfall.\n\nCome and be worshiped, come and be caressed,\nMy dark Vanessa, crimson-barred, my blest\nMy Admirable butterfly! Explain\nHow could you, in the gloam of Lilac Lane,\nHave let uncouth, hysterical John Shade\nBlubber your face, and ear, and shoulder blade?\n\nWe have been married forty years. At least\nFour thousand times your pillow has been creased\nBy our two heads. Four hundred thousand times\nThe tall clock with the hoarse Westminster chimes\nHas marked our common hour. How many more\nFree calendars shall grace the kitchen door?\n\nI love you when you're standing on the lawn\nPeering at something in a tree: \"It's gone\nIt was so small. It might come back\" (all this\nVoiced in a whisper softer than a kiss).\nI love you when you call me to admire\nA jet's pink trail above the sunset fire.\nI love you when you're humming as you pack\nA suitcase or the farcical car sack\nWith round-trip zipper. And I love you most\nWhen with a pensive nod you greet her ghost\nAnd hold her first toy on your palm, or look\nAt a postcard from her, found in a book.\n\nShe might have been you, me, or some quaint blend:\nNature chose me so as to wrench and rend\nYour heart and mine. At first we'd smile and say:\n\"All little girls are plump\" or \"Jim McVey\n(The family oculist) will cure that slight\nSquint in no time.\" And later: \"She'll be quite\nPretty, you know\"; and trying to assuage\nThe swelling torment: \"That's the awkward age.\"\n\"She should take riding lessons,\" you would say\n(Your eyes and mine not meeting). \"She should play\nTennis, or badminton. Less starch, more fruit\nShe may not be a beauty, but she's cute.\"\n\nIt was no use, no use. The prizes won\nIn French and history, no doubt, were fun;\nAt Christmas parties games were rough, no doubt,\nAnd one shy little guest might be left out;\nBut let's be fair: while children of her age\nWere cast as elves and fairies on the stage\nThat she'd helped paint for the school pantomime,\nMy gentle girl appeared as Mother Time,\nA bent charwoman with a slop pail and broom,\nAnd like a fool I sobbed in the men's room.\n\nAnother winter was scraped-scropped away.\nThe Toothwart White haunted our woods in May.\nSummer was power-mowed, and autumn, burned.\nAlas, the dingy cygnet never turned\nInto a wood duck. And again your voice:\n\"But this is prejudice You should rejoice\nThat she is innocent. Why overstress\nThe physical? She wants to look a mess.\nVirgins have written some resplendent books.\nLovemaking is not everything. Good looks,\nAre not that indispensable!\" And still\nOld Pan would call from every painted hill,\nAnd still the demons of our pity spoke:\nNo lips would share the lipstick of her smoke;\nThe telephone that rang before a ball\nEvery two minutes in Sorosa Hall\nFor her would never ring; and, with a great\nScreeching of tires on gravel, to the gate\nOut of lacquered night, a white-scarfed beau\nWould never come for her; she'd never go,\nA dream of gauze and jasmine, to that dance.\nWe sent her, though, to a chateau in France.\n\n\nAnd she returned in tears, with new defeats,\nNew miseries. On days when all the streets\nOf College Town led to the game, she'd sit\nOn the library steps, and read or knit;\nMostly alone she'd be, or with that nice\nFrail roommate, now a nun; and, once or twice,\nWith a Korean boy who took my course.\nShe had strange fears, strange fantasies, strange force\nOf character--as when she spent three nights\nInvestigating certain sounds and lights\nIn an old barn. She twisted words: pot, top\nSpider, redips. And\"powder\" was \"red wop.\"\nShe called you a didactic katydid.\nShe hardly ever smiled, and when she did,\nIt was a sign of pain. She'd criticize\nFerociously our projects, and with eyes\nExpressionless sit on her tumbled bed\nSpreading her swollen feet, scratching her head\nWith psoriatic fingernails, and moan,\nMurmuring dreadful words in monotone.\n\nShe was my darling: difficult, morose--\nBut still my darling. You remember those\nAlmost unruffled evenings when we played\nMah-jongg, or she tried on your furs, which made\nHer almost fetching; and the mirrors smiled,\nThe lights were merciful, the shadows mild.\nSometimes I'd help her with a Latin text,\nOr she'd be reading in her bedroom, next\nTo my fluorescent lair, and you would be\nIn your own study, twice removed from me,\nAnd I would hear both voices now and then:\n\"Mother, what's grimpen?\" \"What is what?\"\n\"Grim pen.\"\nPause, and your guarded scholium. Then again:\n\"Mother, what's chtonic?\" That, too, you'd explain,\nAppending: \"Would you like a tangerine?\"\n\"No. Yes. And what does sempiternal mean?\"\nYou'd hesitate. And lustily I'd roar\nThe answer from my desk through the closed door.\n\nIt does not matter what it was she read\n(some phony modern poem that was said\nIn English Lit to be a document\n\"Engazhay and compelling\"--what this meant\nNobody cared); the point is that the three\nChambers, then bound by you and her and me,\nNow form a tryptich or a three-act play\nIn which portrayed events forever stay.\n\nI think she always nursed a small mad hope.\nI'd finished recently my book on Pope.\nJane Dean, my typist, offered her one day\nTo meet Pete Dean, a cousin. Jane's fiance\nWould then take all of them in his new car\nA score of miles to a Hawaiian bar.\nThe boy was picked up at a quarter past\nEight in New Wye. Sleet glazed the roads. At last\nThey found the place--when suddenly Pete Dean\nClutching his brow exclaimed that he had clean\nForgotten an appointment with a chum\nWho'd land in jail if he, Pete, did not come,\nEt cetera. She said she understood.\nAfter he'd gone the three young people stood\nBefore the azure entrance for awhile.\nPuddles were neon-barred; and with a smile\nShe said she'd be de trop, she'd much prefer\nJust going home. Her friends escorted her\nTo the bus stop and left; but she, instead\nOf riding home, got off at Lochanhead.\n\nYou scrutinized your wrist: \"It's eight fifteen.\n[And here time forked.] I'll turn it on.\" The screen\nIn its blank broth evolved a lifelike blur,\nAnd music welled.\n                                 He took one look at her,\nAnd shot a death ray at well-meaning Jane.\nA male hand traced from Florida to Maine\nThe curving arrows of Aeolian wars.\nYou said that later a quartet of bores,\nTwo writers and two critics, would debate\nThe Cause of Poetry on Channel 8\nA nymph came pirouetting, under white\nRotating petals, in a vernal rite\nTo kneel before an altar in a wood\nWhere various articles of toilet stood.\nI went upstairs and read a galley proof,\nAnd heard the wind roll marbles on the roof.\n\"See the blind beggar dance, the cripple sing\"\nHas unmistakably the vulgar ring\nOf its preposterous age. Then came your call,\nMy tender mockingbird, up from the hall.\nI was in time to overhear brief fame\nAnd have a cup of tea with you: my name\nWas mentioned twice, as usual just behind\n(one oozy footstep) Frost.\n\"Sure you don't mind?\nI'll catch the Exton plane, because you know\nIf I don't come by midnight with the dough--\"\n\nAnd then there was a kind of travelog:\nA host narrator took us through the fog\nOf a March night, where headlights from afar\nApproached and grew like a dilating star,\nTo the green, indigo, and tawny sea\nWhich we had visited in thirty-three,\nNine months before her birth. Now it was all\nPepper-and-salt, and hardly could recall\nThat first long ramble, the relentless light,\nThe flocks of sails (one blue among the white\nClashed queerly with the sea, and two were red),\nThe man in the old blazer, crumbing bread,\nThe crowding gulls insufferably loud,\nAnd one dark pigeon waddling in the crowd.\n\n\"Was that the phone?\" You listened at the door.\nNothing. Picked up the program from the floor.\nMore headlights in the fog. There was no sense\nIn window-rubbing; only some white fence\nAnd the reflector poles passed by unmasked.\n\n\"Are we quite sure she's acting right?\" you asked.\n\"It's technically a blind date, of course.\nWell, shall we try the preview of Remorse?\"\nAnd we allowed, in all tranquility,\nThe famous film to spread its charmed marquee;\nThe famous face flowed in, fair and inane;\nThe parted lips, the swimming eyes, the grain\nOf beauty on the cheek, odd gallicism,\nAnd the soft form dissolving in the prism\nOf corporate desire.\n\"I think,\" she said,\n\"I'll get off here.\" \"It's only Lochanhead.\"\n\"Yes, that's okay.\" Gripping the stang, she peered\nAt ghostly trees. Bus stopped. Bus disappeared.\n\nThunder above the Jungle. \"No, not that!\"\nPat Pink, our guest (antiatomic chat).\nEleven struck. You sighed. \"Well, I'm afraid\nThere's nothing else of interest.\" You played\nNetwork roulette: the dial turned and trk'ed.\nCommercials were beheaded. Faces flicked.\nAn open mouth in midsong was struck out.\nAn imbecile with sideburns was about\nTo use his gun, but you were much too quick.\nA jovial Negro raised his trumpet. Trk.\nYour ruby ring made life and laid the law.\nOh, switch it off! And as life snapped we saw\nA pinhead light dwindle and die in black\nInfinity.\nOut of his lakeside shack\nA watchman, Father Time, all gray and bent,\nEmerged with his uneasy dog and went\nAlong the reedy bank. He came too late.\n\nYou gently yawned and stacked away your plate.\nWe heard the wind. We heard it rush and throw\nTwigs at the windowpane. Phone ringing? No.\nI helped you with the dishes. The tall clock\nKept on demolishing young root, old rock.\n\n\"Midnight,\" you said. What's midnight to the young?\nAnd suddenly a festive blaze was flung\nAcross five cedars, snowpatches showed,\nAnd a patrol car on our bumpy road\nCame to a crunching stop. Retake, retake!\n\nPeople have thought she tried to cross the lake\nAt Lochan Neck where zesty skaters crossed\nFrom Exe to Wye on days of special frost.\nOthers supposed she might have lost her way\nBy turning left from Bridgeroad; and some say\nShe took her poor young life. I know. You know.\n\nIt was a night of thaw, a night of blow,\nWith great excitement in the air. Black spring\nStood just around the corner, shivering\nIn the wet starlight and on the wet ground.\nThe lake lay in the mist, its ice half drowned.\nA blurry shape stepped off the reedy bank\nInto a crackling, gulping swamp, and sank.\nCANTO THREE\nL'if, lifeless tree! Your great Maybe, Rabelais:\nThe grand potato.\nI.P.H., a lay\nInstitute (I) of Preparation (P)\nFor the Hereafter (H), or If, as we\nCalled it--big if!--engaged me for one term\nTo speak on death (\"to lecture on the Worm,\"\nWrote President McAber).\nYou and I,\nAnd she, then a mere tot, moved from New Wye\nTo Yewshade, in another, higher state.\nI love great mountains. From the iron gate\nOf the ramshackle house we rented there\nOne saw a snowy form, so far, so fair,\nThat one could only fetch a sigh, as if\nIt might assist assimilation.\nIph\nWas a larvorium and a violet:\nA grave in Reason's early spring. And yet\nIt missed the gist of the whole thing; it missed\nWhat mostly interests the preterist;\nFor we die every day; oblivion thrives\nNot on dry thighbones but on blood-ripe lives,\nAnd our best yesterdays are now foul piles\nOf crumpled names, phone numbers and foxed files.\nI'm ready to become a floweret.\nOr a fat fly, but never, to forget.\nAnd I'll turn down eternity unless\nThe melancholy and the tenderness\nOf mortal life; the passion and the pain;\nThe claret taillight of that dwindling plane\nOff Hesperus; your gesture of dismay\nOn running out of cigarettes; the way\nYou smile at dogs; the trail of silver slime\nSnails leaves on flagstones; this good ink, this rhyme,\nThis index card, this slender rubber band\nWhich always forms, when dropped, an ampersand,\nAre found in Heaven by the newlydead\nStored in its strongholds through the years.\nInstead\nThe Institute assumed it might be wise\nNot to expect too much of paradise:\nWhat if there's nobody to say hullo\nTo the newcomer, no reception, no\nIndoctrination? What if you are tossed\nInto a boundless world, your bearings lost,\nYour spirit stripped and utterly alone,\nYour task unfinished, your despair unknown,\nYour body just beginning to putresce,\nA non-undressable in morning dress,\nYour widow lying prone on a firm bed,\nHerself a blur in your dissolving head!\n\nWhile snubbing gods, including the big G,\nIph borrowed some peripheral debris\nFrom mystic visions; and it offered tips\n(The amber spectacles for life's eclipse)--\nHow not to panic when you're made a ghost:\nSidle and slide, choose a smooth surd, and coast,\nMeet solid bodies and glissade right through,\nOr let a person circulate through you.\nHow to locate in blackness, with a gasp,\nTerra the Fair, an orbicle of jasp.\nHow to keep sane in spiral types of space.\nPrecautions to be taken in the case\nOf freak reincarnation: what to do\nOn suddenly discovering that you\nAre now a young and vulnerable toad\nPlump in the middle of a busy road,\nOr a bear cub beneath a burning pine,\nOr a book mite in a revived divine.\n\nTime means succession, and succession, change:\nHence timelessness is bound to disarrange\nSchedules of sentiment. We give advice\nTo widower. He has been married twice:\nHe meets his wives; both loved, both loving, both\nJealous of one another. Time means growth,\nAnd growth means nothing in Elysian life.\nFondling a changeless child, the flax-haired wife\nGrieves on the brink of a remembered pond\nFull of a dreamy sky. And, also blond,\nBut with a touch of tawny in the shade,\nFeet up, knees clasped, on a stone balustrade\nThe other sits and raises a moist gaze\nToward the blue impenetrable haze.\nHow to begin? Which first to kiss? What toy\nTo give the babe? Does that small solemn boy\nKnow of the head-on crash which on a wild\nMarch night killed both the mother and the child?\nAnd she, the second love, with instep bare\nIn ballerina black, why does she wear\nThe earrings from the other's jewel case?\nAnd why does she avert her fierce young face?\n\nFor as we know from dreams it is so hard\nTo speak to our dear dead! They disregard\nOur apprehension, queaziness and shame--\nThe awful sense that they're not quite the same.\nAnd our school chum killed in a distant war\nIs not surprised to see us at his door,\nAnd in a blend of jauntiness and gloom\nPoints at the puddles in his basement room.\n\nBut who can teach the thoughts we should roll-call\nWhen morning finds us marching to the wall\nUnder the stage direction of some goon\nPolitical, some uniformed baboon?\nWe'll think of matters only known to us--\nEmpires of rhyme, Indies of calculus;\nListen to the distant cocks crow, and discern\nUpon the rough gray wall a rare wall fern;\nAnd while our royal hands are being tied,\nTaunt our inferiors, cheerfully deride\nThe dedicated imbeciles, and spit\nInto their eyes just for the fun of it.\n\nNor can one help the exile, the old man\nDying in a motel, with the loud fan\nRevolving in the torrid prairie night\nAnd, from the outside, bits of colored light\nReaching his bed like dark hands from the past\nOffering gems; and death is coming fast.\nHe suffocates and conjures in two tongues\nThe nebulae dilating in his lungs.\n\nA wrench, a rift--that's all one can foresee.\nMaybe one finds le grand neant; maybe\nAgain one spirals from the tuber's eye.\n\nAs you remarked the last time we went by\nThe Institute: \"I really could not tell\nThe difference between this place and Hell.\"\n\nWe heard cremationists guffaw and snort\nAt Grabermann's denouncing the Retort\nAs detrimental to the birth of wraiths.\nWe all avoided criticizing faiths.\nThe great Starover Blue reviewed the role\nPlanets had played as landfalls of the soul.\nThe fate of beasts was pondered. A Chinese\nDiscanted on the etiquette at teas\nWith ancestors, and how far up to go.\nI tore apart the fantasies of Poe,\nAnd dealt with childhood memories of strange\nNacreous gleams beyond the adults' range.\nAmong our auditors were a young priest\nAnd an old Communist. Iph could at least\nCompete with churches and the party line.\n\nIn later years it started to decline:\nBuddhism took root. A medium smuggled in\nPale jellies and a floating mandolin.\nFra Karamazov, mumbling his inept\nAll is allowed, into some classes crept;\nAnd to fulfill the fish wish of the womb,\nA school of Freudians headed for the tomb.\n\nThat tasteless venture helped me in a way.\nI learnt what to ignore in my survey\nOf death's abyss. And when we lost our child\nI knew there would be nothing: no self-styled\nSpirit would touch a keyboard of dry wood\nTo rap out her pet name; no phantom would\nRise gracefully to welcome you and me\nIn the dark garden, near the shagbark tree.\n\n\"What is that funny creaking--do you hear?\"\n\"It is the shutter on the stairs, my dear.\"\n\n\"If you're not sleeping, let's turn on the light.\nI hate that wind! Let's play some chess.\" \"All right.\"\n\n\"I'm sure it's not the shutter. There--again.\"\n\"It is a tendril fingering the pane.\"\n\n\"What glided down the roof and made that thud?\"\n\"It is old winter tumbling in the mud.\"\n\n\"And now what shall I do? My knight is pinned.\"\n\nWho rides so late in the night and the wind?\nIt is the writer's grief. It is the wild\nMarch wind. It is the father with his child.\n\nLater came minutes, hours, whole days at last,\nWhen she'd be absent from our thoughts, so fast\nDid life, the wooly caterpillar run.\nWe went to Italy. Sprawled in the sun\nOn a white beach with other pink or brown\nAmericans. Flew back to our small town.\nFound that my bunch of essay The Untamed\nSeahorse was \"universally accalimed\"\n(It sold three hundred copies in one year).\nAgain school started, and on hillsides, where\nWound distant roads, one saw the steady stream\nOf carlights all returning to the dream\nOf college education. You went on\nTranslating into French Marvell and Donne.\nIt was a year of Tempests: Hurricane\nLolita swept from Florida to Maine.\nMars glowed. Shahs married. Gloomy Russians spied.\nLang made your portrait. And one night I died.\n\nThe Crashaw Club had paid me to discuss\nWhy Poetry Is Meaningful To Us.\nI gave my sermon, a full thing but short.\nAs I was leaving in some haste, to thwart\nThe so-called \"question period\" at the end,\nOne of those peevish people who attend\nSuch talks only to say they disagree\nStood up and pointed his pipe at me.\n\nAnd then it happened--the attack, the trance,\nOr one of my old fits. There sat by chance\nA doctor in the front row. At his feet\nPatly I fell. My heart had stopped to beat,\nIt seems, and several moments passed before\nIt heaved and went on trudging to a more\nConclusive destination. Give me now\nYour full attention.\nI can't tell you how\nI knew--but I did know that I had crossed\nThe border. Everything I loved was lost\nBut no aorta could report regret.\nA sun of rubber was convulsed and set;\nAnd blood-black nothingness began to spin\nA system of cells interlinked within\nCells interlinked within cells interlinked\nWithin one stem. And dreadfully distinct\nAgainst the dark, a tall white fountain played.\n\nI realized, of course, that it was made\nNot of our atoms; that the sense behind\nThe scene was not our sense. In life, the mind\nOf any man is quick to recognize\nNatural shams, and then before his eyes\nThe reed becomes a bird, the knobby twig\nAn inchworm, and the cobra head, a big\nWickedly folded moth. But in the case\nOf my white fountain what it did replace\nPerceptually was something that, I felt,\nCould be grasped only by whoever dwelt\nIn the strange world where I was a mere stray.\n\nAnd presently I saw it melt away:\nThough still unconscious, I was back on earth.\nThe tale I told provoked my doctor's mirth.\nHe doubted very much that in the state\nHe found me in \"one could hallucinate\nOr dream in any sense. Later, perhaps,\nbut not during the actual collapse.\nNo, Mr. Shade.\"\n\"But, Doctor, I was dead!\nHe smiled. \"Not quite: just half a shade,\" he said.\n\nHowever, I demurred. In mind I kept\nReplaying the whole thing. Again I stepped\nDown from the platform, and felt strange and hot,\nAnd saw the chap stand up, and toppled, not\nBecause a heckler pointed with his pipe,\nBut probably because the time was ripe\nFor just that bump and wobble on the part\nOf a limp blimp, an old unstable heart.\n\nMy vision reeked with truth. It had the tone,\nThe quiddity and quaintness of its own\nReality. It was. As time went on,\nIts constant vertical in triumph shone.\nOften when troubled by the outer flare\nOf street and strife, inward I'd turn, and there,\nThere in the background of my soul it stood,\nOld Faithful! And its presence always would\nConsole me wonderfully. Then, one day,\nI came across what seemed a twin display.\n\nIt was a story in a magazine\nAbout a Mrs. Z. whose heart had been\nRubbed back to life by a prompt surgeon's hand\nShe told her interviewer of \"The Land\nBeyond the Veil\" and the account contained\nA hint of angels, and a glint of stained\nWindows, and some soft music, and a choice\nOf hymnal items, and her mother's voice;\nBut at the end she mentioned a remote\nLandscape, a hazy orchard--and I quote:\n\"Beyond that orchard through a kind of smoke\nI glimpsed a tall white fountain--and awoke.\"\n\nIf on some nameless island Captain Schmidt\nSees a new animal and captures it,\nAnd if, a little later, Captain Smith\nBrings back a skin, that island is no myth.\nOur fountain was a signpost and a mark\nObjectively enduring in the dark,\nStrong as a bone, substantial as a tooth,\nAnd almost vulgar in its robust truth!\n\nThe article was by Jim Coates. To Jim\nForthwith I wrote. Got her address from him.\nDrove west three hundred miles to talk to her.\nArrived. Was met by an impassioned purr.\nSaw that blue hair, those freckled hands, that rapt\nOrchideous air--and knew that I was trapped.\n\n\"Who'd miss an opportunity to meet\nA poet so distinguished?\" I was sweet\nOf me to come! I desperately tried\nTo ask my questions. They were brushed aside.\n\"Perhaps some other time.\" The journalist\nStill had her scribblings. I should not insist.\nShe plied me with fruit cake, turning it all\nInto an idiotic social call.\n\"I can't believe,\" she said, \"that it is you!\nI loved your poem in the Blue Review.\nThat one about Mont Blanc. I have a niece\nWho's climbed the Matternhorn. The other piece\nI could not understand. I mean the sense.\nBecause, of course, the sound--But I'm so dense!\"\n\nShe was. I might have persevered. I might\nHave made her tell me more about the white\nFountain we both had seen \"beyond the veil\"\nBut if (I thought) I mentioned that detail\nShe'd pounce upon it as upon a fond\nAffinity, a sacramental bond,\nUniting mystically her and me,\nAnd in a jiffy our two souls would be\nBrother and sister trembling on the brink\nOf tender incest. \"Well,\" I said, \"I think\nIt's getting late...\"\nI also called on Coates.\nHe was afraid he had mislaid her notes.\nHe took his article from a steel file:\n\"It's accurate. I have not changed her style.\nThere's one misprint--not that it matters much:\nMountain, not fountain. The majestic touch.\"\n\nLife Everlasting--based on a misprint!\nI mused as I drove homeward: take the hint\nAnd stop investigating my abyss?\nBut all at once it dawned on me that this\nWas the real point, the contrapuntal theme;\nJust this: not text, but texture; not the dream\nBut topsy-turvical coincidence,\nNot flimsy nonsense, but a web of sense.\nYes! It sufficed that I in life could find\nSome kind of link and bobolink, some kind\nOr correlated pattern in the game,\nPlexed artistry, and something of the same\nPleasure in it as they who played it found.\n\nIt did not matter who they were. No sound,\nNo furtive light came from their involute\nAbode, but there they were, aloof and mute,\nPlaying a game of worlds, promoting pawns\nTo ivory unicorns and ebony fauns;\nKindling a long life here, extinguishing\nA short one there; killing a Balkan king;\nCausing a chunk of ice formed on a high-\nFlying airplane to plummet from the sky\nAnd strike a farmer dead; hiding my keys,\nGlasses or pipe. Coordinating these\nEvents and objects with remote events\nAnd vanished objects. Making ornaments\nOf accidents and possibilities.\n\nStormcoated, I strode in: Sybil, it is\nMy firm conviction--\"Darling, shut the door.\nHad a nice trip?\" Splendid--but what is more\nI have returned convinced that I can grope\nMy way to some--to some--\"Yes, dear?\" Faint hope.\n\nCANTO FOUR\n\nNow I shall spy on beauty as none has\nSpied on it yet. Now I shall cry out as\nNone has cried out. Now I shall try what none\nHas tried. Now I shall do what none has done.\nAnd speaking of this wonderful machine:\nI'm puzzled by the difference between\nTwo methods of composing: A, the kind\nWhich goes on solely in the poet's mind,\nA testing of performing words, while he\nIs soaping a third time one leg, and B,\nThe other kind, much more decorous, when\nHe's in his study writing with a pen.\nIn method B the hand supports the thought,\nThe abstract battle is concretely fought.\nThe pen stops in mid-air, then swoops to bar\nA canceled sunset or restore a star,\nAnd thus it physically guides the phrase\nToward faint daylight through the inky maze.\n\nBut method A is agony! The brain\nIs soon enclosed in a steel cap of pain.\nA muse in overalls directs the drill\nWhich grinds and which effort of the will\nCan interrupt, while the automaton\nIs taking off what he has just put on\nOr walking briskly to the corner store\nTo buy the paper he has read before.\n\nWhy is it so? Is it, perhaps, because\nIn penless work there is no pen-poised pause\nAnd one must use three hands at the same time,\nHaving to choose the necessary rhyme,\nHold the completed line before one's eyes,\nAnd keep in mind all the preceding tries?\nOr is the process deeper with no desk\nTo prop the false and hoist the poetesque?\nFor there are those mysterious moments when\nToo weary to delete, I drop my pen;\nI ambulate--and by some mute command\nThe right word flutes and perches on my hand.\n\nMy best time is the morning; my preferred\nSeason, midsummer. I once overheard\nMyself awakening while half of me\nStill slept in bed. I tore my spirit free,\nAnd caught up with myself--upon the lawn\nWhere clover leaves cupped the topaz of the dawn,\nAnd where Shade stood in nightshirt and one shoe.\nAnd then I realized that this half too\nWas fast asleep; both laughed and I awoke\nSafe in my bed as day its eggshell broke,\nAnd robins walked and stopped, and on the damp\nGemmed turf a brown shoe lay! My secret stamp,\nThe Shade impress, the mystery inborn.\nMirages, miracles, midsummer morn.\n\nSince my biographer may be too staid\nOr know too little to affirm that Shade\nShaved in his bath, here goes:\n\"He'd fixed a sort\nOf hinge-and-screw affair, a steel support\nRunning across the tub to hold in place\nThe shaving mirror right before his face\nAnd with his toe renewing tap-warmth, he'd\nSit like a king there, and like Marat bleed.\"\n\nThe more I weigh, the less secure my skin;\nIn places it's ridiculously thin;\nThus near the mouth: the space between its wick\nAnd my grimace, invited the wicked nick.\nOr this dewlap: some day I must set free\nThe Newport Frill inveterate in me.\nMy Adam's apple is a prickly pear:\nNow I shall speak of evil and despair\nAs none has spoken. Five, six, seven, eight,\nNine strokes are not enough. Ten. I palpate\nThrough strawberry-and-cream the gory mess\nAnd find unchanged that patch of prickliness.\n\nI have my doubts about the one-armed bloke\nWho in commercials with one gliding stroke\nClears a smooth path of flesh from ear to chin,\nThen wipes his faces and fondly tries his skin.\nI'm in the class of fussy bimanists.\nAs a discreet ephebe in tights assists\nA female in an acrobatic dance,\nMy left hand help, and holds, and shifts its stance.\nNow I shall speak...Better than any soap\nIs the sensation for which poets hope\nWhen inspiration and its icy blaze,\nThe sudden image, the immediate phrase\nOver the skin a triple ripple send\nMaking the little hairs all stand on end\nAs in the enlarged animated scheme\nOf whiskers mowed when held up by Our Cream.\n\nNow I shall speak of evil as none has\nSpoken before. I loathe such things as jazz;\nThe white-hosed moron torturing a black\nBull, rayed with red; abstractist bric-a-brac;\nPrimitivist folk-masks; progressive schools;\nMusic in supermarkets; swimming pools;\nBrutes, bores, class-conscious Philistines, Freud, Marx\nFake thinkers, puffed-up poets, frauds and sharks.\n\nAnd while the safety blade with scrap and screak\nTravels across the country of my cheek,\nCars on the highway pass, and up the steep\nIncline big trucks around my jawbone creep,\nAnd now a silent liner docks, and now\nSunglassers tour Beirut, and now I plough\nOld Zembla's fields where my gray stubble grows,\nAnd slaves make hay between my mouth and nose.\n\nMan's life as commentary to abstruse\nUnfinished poem. Note for further use.\n\nDressing in all the rooms, I rhyme and roam\nThroughout the house with, in my fist, a comb\nOr a shoehorn, which turns into the spoon\nI eat my egg with. In the afternoon\nYou drive me to the library. We dine\nAt half past six. And that odd music of mime\nMy versipel, is with me everywhere,\nIn carrel and in car, and in my chair.\n\nAnd all the time, and all the time, my love\nYou too are there, beneath the word, above\nThe syllable, to underscore and stress\nThe vital rhythm. One heard a woman's dress\nRustle in the days of yore. I've often caught\nThe sound and sense of your approaching thought.\nAnd all in you is youth, and you make new,\nBy quoting them, old things I made for you.\n\nDim Gulf was my first book (free verse); Night Rote\nCame next; then Hebe's Cup, my final float\nin that damp carnival, for now I term\nEverything \"Poems,\" and no longer squirm.\n(But this transparent thingum does require\nSome moondrop title. Help me, Will! Pale Fire.)\n\nGently the day has passed in a sustained\nLow hum of harmony. The brain is drained\nAnd a brown ament, and the noun I meant\nTo use but did not, dry on the cement.\nMaybe my sensual love for the consonne\nD'appui, Echo's fey child, is based upon\nA feeling of fantastically planned,\nRichly rhymed life.\nI feel I understand\nExistence, or at least a minute part\nOf my existence, only through my art,\nIn terms of combinatorial delight;\nAnd if my private universe scans right,\nSo does the verse of galaxies divine\nWhich I suspect is an iambic line.\nI'm reasonably sure that we survive\nAnd that my darling somewhere is alive,\nAs I am reasonably sure that I\nShall wake at six tomorrow, on July\nThe twenty-second, nineteen fifty-nine,\nAnd that the day will probably be fine;\nso this alarm clock let me set myself,\nYawn, and put back Shade's \"Poems\" on their shelf.\n\nBut it's not bedtime yet. The sun attains\nOld Dr. Sutton's last two windowpanes.\nThe man must be--what? Eighty? Eighty-two?\nWas twice my age the year I married you.\nWhere are you? In the garden. I can see\nPart of your shadow near the shagbark tree.\nSomewhere horseshoes are being tossed. Click. Clunk.\n(Leaning against its lamppost like a drunk.)\nA dark Vanessa with a crimson band\nWheels in the low sun, settles on the sand\nAnd shows its ink-blue wingtips flecked with white.\nAnd through the flowing shade and ebbing light\nA man, unheedful of the butterfly--\nSome neighbor's gardener, I guess--goes by\nTrundling an empty barrow up the lane.7Embed"}