{"Lyrics": "1 ContributorPeruvian Tales: Alzira, Tale II LyricsFlush'd with impatient hope, the martial band,\nBy stern PIZARRO led, approach the land;\nNo terrors arm his hostile brow, for guile\nSeeks to betray with candour's open smile.\nToo artless for distrust, the Monarch springs\nTo meet his latent foe on friendship's wings.\nOn as he moves, with dazzling splendour crown'd,\nHis feather'd chiefs the golden throne surround;\nThe waving canopy its plume displays,\nWhose waving hues reflect the morning rays;\nWith native grace he hails the warrior train,\nWho stood majestic on PERUVIA'S plain,\nIn all the savage pomp of armour drest,\nThe frowning helmet, and the nodding crest.\nYet themes of joy PIZARRO'S lips impart,\nAnd charm with eloquence the simple heart;\nUnfolding to the monarch's wond'ring thought\nAll that inventive arts the rude have taught.\nAnd now he bids the musing spirit rise\nAbove the circle of surrounding skies;\nPresents the page that sheds Religion's light\nO'er the dark mist of intellectual night:\nWhile, thrill'd with awe, the monarch trembling stands,\nHe dropp'd the hallow'd volume from his hands.\nSudden,* while frantic zeal each breast inspires,\nAnd shudd'ring demons fan the rising fires,\nThe bloody signal waves, the banners play,\nThe naked sabres flash their streaming ray;\nThe trumpet rolls its animating sound,\nAnd the loud cannon rend the vault around;\nWhile fierce in sanguine rage, the sons of Spain\nRush on Peru's unarm'd, defenceless train!\nThe fiends of slaughter urg'd their dire career,\nAnd virtue's guardian spirits dropped a tear!\nMild ZORAI fell, deploring human strife,\nAnd clos'd with prayer his consecrated life!--\nIn vain PERUVIA'S chiefs undaunted stood,\nShield their lov'd Prince, and bathe his robes in blood;--\nTouch'd with heroic ardour, cling around,\nAnd high of soul, receive each fatal wound;\nDragg'd from his throne, and hurried o'er the plain,\nThe wretched Monarch swells the captive train;\nWith iron grasp the frantic Prince they bear,\nAnd feel their triumph in his wild despair.--\nDeep in the gloomy dungeon's lone domain,\nLost ATALIBA wore the galling chain;\nThe earth's cold bed refus'd oblivious rest,\nWhile throbb'd the woes of thousands at his breast;\nALZIRA'S desolating moan he hears,\nAnd with the monarch's blends the lover's tears.\nSoon had ALZIRA felt affliction's dart\nPierce her soft soul, and rend her bleeding heart;\nIts quick pulsations paus'd, and chill'd with dread,\nA livid hue her fading cheek o'erspread;\nNo tear the mourner shed, she breath'd no sigh,\nHer lips were mute, and clos'd her languid eye;\nFainter, and slower heav'd her shiv'ring breast,\nAnd her calm'd passions seem'd in death to rest.--\nAt length reviv'd, 'mid rising heaps of slain,\nShe prest with hurried step the crimson plain;\nThe dungeon's gloomy depth she fearless sought,\nFor love with scorn of danger arm'd her thought:\nShe reach'd the cell where ATALIBA lay,\nWhere human vultures haste to seize their prey.--\nIn vain her treasur'd wealth PERUVIA gave,\nThis dearer treasure from their grasp to save;\nALZIRA ! lo, the ruthless murd'rers come,\nThis moment seals thy ATALIBA'S doom.\nAh, what avails the shriek that anguish pours?\nThe look that mercy's lenient aid implores?\nTorn from thy clinging arms, thy throbbing breast,\nThe fatal cord his agony supprest!--\nIn vain the livid corpse she firmly clasps,\nAnd pours her sorrows o'er the form she grasps,\nThe murd'rers soon their struggling victim tear\nFrom the lost object of her soul's despair!\nThe swelling pang unable to sustain,\nDistraction throbb'd in every beating vein;\nIts sudden tumults seize her yielding soul,\nAnd in her eye distemper'd glances roll--\n\"They come!\" the mourner cried with panting breath,\n\"To give the lost ALZIRA rest in death!\nOne moment more, ye bloody forms, bestow,\nOne moment more for ever cares my woe--\nLo! where the purple evening sheds her light\nOn blest remains! O! hide them, pitying night!\nSlow in the breeze I see the verdure wave,\nThat shrouds with tufted grass my lover's grave;\nHark! on its wand'ring wing in mildness blows\nThe murm'ring gale, nor wakes his deep repose--\nAnd see, yon hoary form still lingers there!\nDishevell'd by rude winds his silver hair;\nO'er his chill'd bosom falls the winter rain,\nI feel the big drops on my wither'd brain.\nNot for himself that tear his bosom steeps,\nFor his lost child it flows--for me he weeps!\nNo more the dagger's point shall pierce thy breast,\nFor calm and lovely is thy silent rest;\nYet still in dust these eyes shall see thee roll,\nStill the sad thought shall waste ALZIRA'S soul--\nWhat bleeding phantom moves along the storm?\nIt is my ATALIBA'S well-known form!\nApproach! ALZIRA'S breast no terrors move,\nHer fears are all for ever lost in love.\nSafe on the hanging cliff I now can rest,\nAnd press its pointed pillow to my breast--\nHe weeps! in heaven he weeps!--I feel his tear--\nIt chills my trembling heart, yet still 'tis dear.\nTo him all joyless are the realms above,\nThat pale look speaks of pity and of love!\nAh come, descend in yonder bending cloud,\nAnd wrap ALZIRA in thy misty shroud!\"\nAs roll'd her wand'ring glances wild around,\nShe snatch'd a reeking sabre from the ground;\nFirmly her lifted hand the weapon prest,\nAnd deep she plung'd it in her panting breast!\n\" 'Tis but a few short moments that divide \"--\nShe falt'ring said--then sunk on earth and died!Embed"}