{"Lyrics": "6 ContributorsIllipsis vs. E. Farrell Lyrics[Round 1: Illipsis]\nSo, this was supposed to be Mook and Farrell, a legend and a mid-tier\nBut Mook ain't want a legend, and also, he doesn't live here!\nBut this an easy win, 'cause E. been a plebian\nYou battled Dot?\nIt's Illipsis, boy!  You 'bout to feel like you battling three of him!\nI'm an egregious reach regent, shit's incredibly real\nThink Glenn from Walking Dead...'cause off the bat, I pop out ahead in the field!\nI mean, shit- let's go!\nI mean, shit, you know the truth\nYou ain't bringing home the views\nBut your vids got a little pop...boy, you're Minnesota Luke!\nI ain't expect a fan to battle me\nI'll crush his hopes; try it\nPut the barrel on him; if he barks, lose the pep, see him go quiet\nWhat's amounting to your weight loss plan?\nHe looks spritely, but don't try it\nWent from Coke, to Diet Coke, to, uh...looks like the Coke Diet!\nAnd you battle to get bitches: that shit is strange, bro\n'Cause they tend to fuck with winners, as if he ain't know\nHe catch her out with his opponents, beat to chick, and stay close\nThen trail her home to see your chance to win a bae go!\nYou trailer-hitchin'\nYour taste in women fit Bates' description: it's misery\nPull my fam with the hammer, there's crazy writtens\nPayment given\nIf you placing him in the same position\nCompare E. Farrell to me, you frontin' bands: it ain't Jane's Addiction!\nI'm playing with him, same with Civic\nCame prepared to snap, star\nI beat poets on the road, so I don't care to act hard\nHe told Reverse he could get laid to rest like lazy sex\nLazy, heh?\nIt's like you're fucking trash, how you're getting laid to waste\nAnd he dump from the hip like old people\nSold that with his typical swag\nNow, boy you thought was cold lost to me: I GOT THIS SHIT IN THE BAG!\n'Cause if he say he pushing beef, he going cow-tippin'\nTalking extra karyotype: down syndrome\nRalph Wiggum 'bout friction?  That's something I doubt, pimpin'\nGo gorilla, just updating this mark's angles: Maoism\nDawg, you getting bodied in a round where I just used four schemes\nGot a grave for this Yankee fitted...and dirt to kick where his dead ass be like a New York meme!\nThat's just salt in the wound\nTout a service, time for sage advice\nAny fan'll tell you that I'm cumin with heat, and you ain't as nice\nThis pap reek of desperation, and now he gon' pay the price\nPaprika?  Chill, E, now Ky and them gotta bump me to raise the spice!\nTalkin' 'bout a Young Spice Rack\nThat's not the punch I pack?\nGonna fuck around and knock your whole bloodline flat!\nI do 'em greasy\nIf it come down to the wire when I'm cooking, it ain't nothing for me to get your grill brushed like that!\nCollision course: the encore'll leave you numb like that\nEmpty bottle: make him wonder where the upside at\nI'll peg this chump's type fast\nYou a punchline cat with a tough-guy act\nThey promised me a main course, now I got a fun-sized pack of sun-dried snacks!\nDie fast\nLet's go!\nYou might also like[Round 1: E. Farrell]\nHe said something about me doing coke and losing weight\nSometimes I do coke, sometimes I do dope; that depends\nBut on some real shit, you have such fucking skinny jeans, I'm embarrassed as fuck and really just want to get fat again\nVancity, Canada!\nWelcome to the battle scene- yeah, that too\nWelcome to the battle scene, bitch!\nIt's been a long time coming like I ain't have to skeet quick\nI should've battled him in June, gave Nat a mean clip\nThen re-matched here to son him twice on some Tatooine shit!\nYou home, but if we gamble, then your luck'll run out\nLike Santa Claus canceled, ain't gon' be no bucks on the house!\nYou be punching, but you tough as a mouse\nRed Wings: I eat this pussy, even with the taste of blood in my mouth!\nWhat the fuck is you ‘bout?\nIt wasn’t smart, taking action\nThink you got a shot, but off-the-rocker: Mark David Chapman!\nYour name’s Illipsis: why look for respect?\nThat means words that aren’t even important enough to put into text\nBut they pushing you next, and I’m the one who’s here to show the way?\nWell, go and say I’m a benchwarmer: that means I ain’t known to play!\nA motivational desktop calendar is how my flow’s portrayed\n‘Cause off top, I’ll have ‘em ripped with throwaway quotes for days!\nNow, that’s enough rapping ‘bout rap\nI’m crazy, Lips\nI will steal your phone just to tweet, “I won!”- then favorite it\nThen upload the chick that you’re almost dating’s naked flicks\nTo an album that I’ll name, “Girl Who Curved Me’s Greatest Hits”\nYou left GZ drunk, was doing more than takin’ sips\nFor the record, I’ll put down a Guinness and break your shit\nThen gouge your eyes out, make them drip\nThen see your profile change a bit with a thumbnail like I just switched my Facebook pic!\nThat means you’ll get ghost with the hands: that’s a Ouija board\nOr see the metal in secs: that’s a Beetleborg\nAs far as beefin’, I’m just seasoned more\nAnd he’s a gourmet chef, but this a spice rack that ain’t nobody seen before\nBut there’s a reason for this match that seems ignored\nYou want the Don’t Flop champ next, just to even scores?\nBut if you see an eagle soar, it’s ‘cause I brought the peace ashore\nIt’s America stopping the North from getting to Soul: bitch, this the Korean War!\nI’m different!\nAnd this faggot’s getting worked, that’s the fruits of labor\nWillie pulled the plug on your career; I’m just here to, do a favor\nThen pronounce your last name wrong just to prove it later\nIt’s funny how Schumacher’s cause of death is euthanasia!\nYeaaaah!  Asian kids make shoes…\nKnow I’m saying, Sean?  It’s crazy how you’re still talking smack\nDeep-dish pizza: what I’m cooking’s putting Ill on the map!\nThe kid been so poppin’, but I will not relax\nI hold it down while turning up: that’s a pill bottle cap!\nSo, don’t talk to me ‘bout how your motto be “Quality”\n‘Til you battle in Australia and cop a koala tee!\nHonestly, you should probably quit\nThis is quantity and quality, and you’re just quality shit!\nSwallow a dick, man!\nM-Town\n[Round 2: Illipsis]\nSo I wasn’t on Ganik vs. Gully\nI would’ve asked for a known threat\nBut neither knew I should’ve been captain, so both dead\nMercenary: I’d have whooped the new jack around all head\nShit, if I showed up, I’d have cooked the whole class like it’s Home Ec!\nAnd I ain’t trying to fight for my rounds like it’s their fault, though\nIt’s just hard to find someone with stripes in the crowd: Where’s Waldo?\nSo now it’s a mirror match\nWhat you doing, Farrell?  You in peril\nPen’ll put a fake bitch through the mirror like it’s Lewis Carroll\nGrinning with a clear body: got that Cheshire Cat swagger\nHave a fake cap dump in your tea like the Mad Hatter\nI told Spice he ain’t doing shit: I control Spice\nAin’t want a 3-0, then it’s B.O.: he gon’ need that Old Spice!\nWas that delivery rushed?  What you afraid to express?\nCan’t catch a break on tracks, that screech is painful at best\nI’m railroading his career to a Canadian death\nAnd now there’s blood on my hands…\nBITCH, I GET THE SCRUB OUT THE DAMN SPOT LIKE LADY MACBETH!\nA guilty conscience\nGet paid in blood money, got filthy pockets\nOrchestrate your organ placement: the Villainous Philharmonic\nI said Lady MacBeth, but his wifey is really Scottish\nGave her dick until she blue in the face: William Wallace!\nIt takes a brave heart to fuck her, she ain’t out to hide the facts\nSuper Mario: your boo gets around behind your back!\nAnd now there’s nothing left to pursue\nThis chump thought “The Icebreaker” was a wrestling move!\nShe the only fucking women ever slept with this dude\nSo now your shirt size got more fucking exes than you!\nI see him channeling his rage, say he might tote a weapon\nAngry midget: man’s existence is a microaggression\nDon’t know why I run my mouth, he’s like, “Guys, I’m gutter now!”\nFucking hillbilly, probably doing drive-bys from his house!\nWell, I’m different: I’m not the one to start boxing with\nI let my hands talk for me: they make dark promises\nFuck around, get him buried in a large obelisk\nI got a box made by Farrell: that’s a sarcophagus!\nSay that shit’s not true\nBitch, fuck you!\nCurse if open up the grave and rip son’s crew on sight like it’s King Tut’s tomb!\nSo face death or a new biz\nI mean, shit, he could watch me practice it\nTry as he might, he see my work in despair: Ozymandias!\nYour whole style suggests that you get no paper\nTry a stunt, then get benched: that’s the Yellow Ranger\nSquad full of yes men, like “Forget those haters!”\nThis wigger looking like he dressing in an echo chamber\nBut he’s loyal to his team, he shows that crew love\nAnd that’s something I respect: I gotta dap dude up\nYou really go the extra mile repping Man U, huh?\n‘Cause you even put the Man U back in “Man, you suck!”\nThat’s Two!\n[Round 2: E. Farrell]\nSo, y’all remember the cover of the Goosebumps book Night of the Living Dummy? (Yeah!)\nNow, picture his jaw drawn with two vertical lines like that isn’t funny\nPlus, this clown is a Smack fan, and looks like a ventriloquist doll…so I’mma sit him down with the backhand!\nYou’s a fucking trash can on any given try\nGetting put under the wing and fried like a chicken thigh\nThere won’t be shit to make up when y’all see ‘Lipsis in disguise\nGene Simmons’ last show: this is your final kiss goodbye!\nWord to every locker that you’d fit inside at Hipster High\nThe only way you could be less fresh is if you died!\nI mean, say you got a ounce of swag, the shit’s a lie\nYour name’s Nat, and that’s ‘cause you buggin’ if you ever even claiming you a little fly!\nLike, l’il homie, you don’t pose a threat\nThe type to die from a bong hit\nAin’t even strong enough to hold…your breath!\nBut you probably knew this, so like the Gospel of Judas in the future, gon’ see yourself getting stoned to death!\nNow that’s some Biblical shit that Illipsis would spit\nThe fans got him thinking, “Rapping ‘bout Christians’ll hit!\nBitches is quick to eat it up, like some Kibbles n’ Bits!”\nBut like the Jewish Bible, I’mma get to flipping the script\nLike, against Isaac Knox, you had questioned his practice\nIt was a “devilish” act and one “hell” of a tactic\nDisrespectful and bad, bitch!\n‘Cause some substances best kept unlocked behind closed doors: think medicine cabinets\nNow, I prayed before my flight here, just out of habit\nThat my jet wouldn’t crash, and trip end in a casket\nGod spoke, He said, “You’re good, but one request when you’re at it:\nWhen you get to the battle, tell Illipsis that I said he’s a faggot!”\nI said, “My Lord, you the homie!  What else the fuck I need to do?\nI’ll strike him with the fear of God: that’s how your son was treated, too!”\nThat means I’ll nail you at the cross ‘til my knuckles bleed and blue\nYou’ll wake up three days later, saying, “WHAT WOULD JESUS DO!?”\nYeah, Jesus, dude!\nSo, even if you’ll plan on murking E\nI’ll have you in front of WorldStar, like the planet Mercury\nAnd it’ll cut you to the core\nYour atheist friends will see your views, and be like, “Sorry!  We don’t fuck with you no more!”\nLike, let me guess: you’re fucking real edgy, so you ain’t trying to be saved\nLike Moses, we can see that’s what’s caused a divide in your wave\nThe shit I said was jokes, ‘cause on the real, God loves you\nBut if I came out the womb looking like this fucking kid, I’d probably have a grudge, too!\nSee, I’m just jealous you went viral more times than me\nAnd got looks from the Web that not even spiders see\nMakes me wanna use a real gun as a prop, fire three\nAntics will be the death of you, bitch: that’s Lyme Disease!\nDon’t try with me, like you on a level deeper\nBut I smoke mad joints out of Bible paper, so I probably won’t reach Heaven either!\n\n[Round 3: Illipsis]\nI don’t know where this guy came from: Cotton-Eye Joe\nBut out of all the battle rappers, you’re the softest I know\nAnd I’m not the first one that you got bodied by, though\nBut I’ll still mock him for the room like Tommy Wiseau!\nYou got me feeling like a magician, I thought the audience knew\nBut you can miss the sleight of hand if you ain’t watch for the cues\nFirst, I got a volunteer put in a box for the views\nAnd then, a couple minutes later, saw a body in two!\nThat’s pledge and turn, but enter third, I’ll be leaving a trick exposed\n‘Cause I’m outside of the box with prestige: I’mma kill a clone\nI’ll break bills while you been ducking, trying to write iller schemes\nQuentin Coldwater: see, you just fucked yourself over trying to find filler, E!\nYou hungry and ducking battles: fuck different, you’re unusual\nWanna play God?  I turn the mob against you like The Crucible!\nCoward will say he good in a scrap, with a big smile\nThen say he’ll catch a case if I assail him, I’m just thinking, “Witch trials?”\n‘Cause his style?  Just a subconscious juxtaposition\nOf guns and drugs that he’s grippin’ with a cuddly image\nWell?  The way a man’ll clock a false face: where’s the BatCave?\nHomie, if they feel it in the traps, it was back dey!\nMan, saying that you spraying with the drum, the ‘matic, the iron, E?\nWhen the only clapping gotta come from fans of DRAMATIC IRONY!?\nI fuck with E!  It’s tongue-in-cheek!  Y’all really think E’s clever?\nSon style one title: PG’s Big Adventure!\nSaying that he’s different suggests that I can’t copy him\nAll you do is ad hominem, then add homonyms ad nauseum!\nI made fun of it in the first, but, dawg, you do it, too\nMy guy, your whole style cheesy: Gouda for you!\nNah, on the contrary, we’re fans, but facing a great barrier\n‘Cause what’ll mass effect when you keep playing the same character!?\nHe mentioned violence, its expressive license\nLiar looking like he never learned what exercise is\nWith a pen and right fist, and with me, every line hits\nI hook money: boy floating like the Nevermind kid!\nGrit him like this, I have weaponized wit\nYou are such a con man you crashed the Enterprise ship!\nYou a gentrified prince, and since Jeff your sidekick\nHe could get lifted by the strap: I Jazzy-Jeff’d your sidekick!\nBitch, whatever god you pray to, guarantee they not listenin’\nI’m Ob Nixilis, iron rod scriptures of lost innocence\nCooking each opponent: the plate turn to hot dishes\nBut I eat whatever food I’ve been given: I’m omnivorous!\nKnuckle-dragging, cave-dwelling troglodyte!\nGloves off, I got him iced like a hockey fight\nHarsh winter, bandwagon looking soft tonight\nHo, I came to turn Surprise Party to the Donner type!\nRuffled style: we get compared because the pen is filthy\nDaddy laughing at your quotes, and that’s respect to Willie\nGuess you laughing at the thought that you could ever kill me\nBitch, you aren’t close to my level, and you never will be\nIt’s Illipsis, king whisper, I’m in business\nYou shit-talk, I talk that shit: it’s a big difference\n\n[Round 3: E. Farrell]\nOK, so I got some, like, real shit to talk about…\nI always wanted to battle Nat 'cause that's my mother's name...what a shame!\nThis like my fresh white T just got a mustard stain\nMy bars are like sex slaves that escaped (Why's that?)\nThem bitches off the fucking chain!\nAnd got these bums shaking in the streets, with no cup of change\nYOU FUCKING LAME!  Goofy as can be\nFirst opponent I ever had that's got 3-0'd way worse by puberty than me!\nThe type to hit on ten year-olds like it don't seem real crazy\nWith excuses like, \"She said she was a leap-year baby!\"\nMy dude!  That is not the way it works!\nI would normally tell you to grow up, but that would probably make it worse!\nYou live in your grandma's basement and get hassled\nWhen she catches practicing your raps in the mirror...for text battles!\nThat's all facts!\nThat's how we know that you're heartless!\nI bet your Tinder profile says, \"Looking for: Opponents to spar with!\"\nYou have a swear jar at your house, and cannot fight\nYour mousepad's the only place you curse or move a hand on sight!\nThat's all right!\nYour life's an actual circus\nI had to touch on that like screen protectors: barely scratching the surface\nAnd shout-out Cop', but this the match-up that's worthless\n'Cause you had a debatable with a dude who choose to lose EVERY BATTLE ON PURPOSE!\nThat's why he's Kylie Jenner if you heard that 'Lipsis blowing up\nI'll have him die from just a line, like he's sniffing dope that's cut\nBut if he 'bout to get it twisted like he licked an open dutch\nLike a hula girl's top, I'll split this bitch's coconut!\nMalt 40 bust your head: I call that grip a Cobra Clutch\nThen raise fours like skateboard decks: they flipping over trucks\nMilitary-grade straps, and if I lift, the globe is fucked\nI'll have a rack looking different like I hit a Solo cup\nBlack Friday sale: I'll put up on a Target for cheap\nThen peel off on him in the van and leave a mark in the streets\nWith a goon on both sides, both armed with the heat\nThat's three dots in Illipsis' mouth: you are what you eat!\nSee, this what happens when you gassed up and playing with fire\nThey seeing smoke, well, I'm taking it higher\nI won't be satisfied to say I retired\nSo I can go one year without someone misspelling my name on a flyer\nGuys, don't be mad, I'mma say it as well\nI guess I kinda made up for that 'cause I just fucking gave him an L\nSee, this my third main stage-\nHe was supposed to say it\nThis my third main stage, and I ain't give a weak prep\nI put in more leg work than when a millipede steps\nWin, lose, or draw, it's time I get to killing these bets\nSo, with that being said, LIL G'S NEXT!!!\nThat was a great battle and all, but listen, fam\nI ain't gon' share at once if you don't make me some of that fucking food you be posting to Instagram!\nMan, let's go, man!Embed"}